Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# TEXT_HELP_SELECT_FOOD
source: You can see descriptions for a selected contract.____<color=#FB0>WHAT IS Contract</color>__You can pay Soulstones to gain a passive effect for a new adventure.
french: Vous pouvez voir les descriptions d'un contrat sélectionné .____<Color=#FB0>QUEL EST contrat</color>__ Vous pouvez payer Soulstones pour gagner un effet passif pour une nouvelle aventure.
german: Sie können Beschreibungen für einen ausgewählten Vertrag .____ <Color=#FB0> sehen, was Vertrag </Color> __ Sie können zahlen Seelensteine ​​eine passive Wirkung für ein neues Abenteuer zu gewinnen.
italian: Potete vedere le descrizioni per un contratto selezionato .____<color=#FB0>COS'È Contratto</color>__ Si può pagare Pietre dell'Anima per guadagnare un effetto passivo per una nuova avventura.
japanese: せんたくした まのけいやくの せつめいが ここに ひょうじされます。____<color=#FB0>まのけいやく とは</color>__ませきを しょうひして ぼうけんしゃを きょうかできます。
korean: 선택한 마의 계약에 대한 설명이 여기에 표시됩니다.____<color=#FB0>마의 계약은</color>__마석을 대가로 모험자를 강화합니다.
portuguese: Você pode ver as descrições para um contrato selecionado .____ <Color=#FB0> O que é contrato </color> __ Você pode pagar Soulstones para ganhar um efeito passivo para uma nova aventura.
russian: Вы можете увидеть описания для выбранного контракта .____ <color=#fb0> Что такое Договор </color> __ Вы можете оплатить Soulstones, чтобы получить пассивный эффект для нового приключения.
spanish: Se puede ver las descripciones para un contrato seleccionado .____<Color=#FB0>¿QUÉ ES Contrato</Color>__ Se puede pagar piedras de alma para ganar un efecto pasivo para una nueva aventura.

# TEXT_HELP_SELECT_JOB
source: <color=#FB0>WHAT IS a Job</color>__Jobs have default skills and equipment. You can use a job for free if you have unlocked it.
french: <Color=#FB0>Qu'est-ce qu'un emploi</color>__ Jobs ont des compétences et de l'équipement par défaut. Vous pouvez utiliser un emploi gratuitement si vous avez déverrouillé.
german: <Color=#FB0> Was ist ein Job </Color> __ Jobs Standard Fähigkeiten und Ausrüstung. Sie können einen Job kostenlos verwenden, wenn Sie es freigeschaltet haben.
italian: <color=#FB0>Che cosa è un lavoro</color>__ Lavoro hanno competenze e le attrezzature di default. È possibile utilizzare un lavoro gratis se avete sbloccato esso.
japanese: <color=#FB0>しょくぎょう とは</color>__しょくぎょうごとに しょきスキルと そうびひんの せいのうが ことなります。 あたらしい しょくぎょうを かいほうすると なんどでも つかえます。
korean: <color=#FB0>직업은</color>__직업마다 초기 기술과 장비의 성능이 다릅니다. 새로운 직업을 해금하면 언제든 선택할 수 있습니다.
portuguese: <Color=#FB0> O que é um trabalho </color> __ Jobs tem habilidades e equipamentos padrão. Você pode usar um trabalho de graça se você ter desbloqueado ele.
russian: <color=#fb0> Что такое Работа </color> __ Работа есть навыки и оборудование по умолчанию. Вы можете использовать работу бесплатно, если вы отпер ее.
spanish: <Color=#FB0>Qué es un trabajo</Color>__ Empleo tienen habilidades y el equipo por defecto. Puede utilizar un trabajo de forma gratuita si se ha desbloqueado.

# TEXT_NAME
source: Name
french: prénom
italian: Nome
japanese: なまえ
korean: 이름
portuguese: Nome
russian: имя
spanish: Nombre

# TEXT_NEWS_BODY_SEASON_EVENT
source: Clear event dungeons and missions to earn event points! Exchange for rewards with event points!
french: donjons d'événements clairs et des missions pour gagner des points d'événement! Échange de récompenses avec les points d'événement!
german: Löschen event Dungeons und Missionen Event um Punkte zu sammeln! Austausch für Belohnungen mit Event-Punkte!
italian: dungeon eventi chiare e le missioni per guadagnare punti evento! Cambio per i premi con i punti di eventi!
japanese: イベントダンジョンに いどんで イベント ミッションを たっせいし イベントポイントを ゲット！__すきな ほうしゅうと こうかんしよう。
korean: 이벤트 던전에 도전해 이벤트 임무를 달성하여 이벤트 포인트를 획득! __ 좋아하는 보상과 교환하자.
portuguese: masmorras evento claras e missões para ganhar pontos de eventos! Troca de recompensas com pontos de evento!
russian: Четкие подземелий событий и миссии, чтобы заработать очки событие! Обмен на награды с точки событий!
spanish: mazmorras claros del acontecimiento y las misiones para ganar puntos de evento! Cambio de recompensas con puntos de evento!

# TEXT_NEWS_BODY_SEASON_EVENT_4
source: Clear event missions and earn event points! Exchange for rewards with event points!____<color=#B00><size=20>We wish cursed salvation for the suffered soul…</size></color>
french: missions d'événements clairs et gagner des points d'événement! Échange de récompenses avec les points d'événement!____<color=#B00><size=20>Nous souhaitons le salut maudit pour l'âme souffert ...</size></color>
german: Klare Veranstaltung Missionen und Event-Punkte verdienen! Austausch für Belohnungen mit Event-Punkte!____<color=#B00><size=20>Wir wünschen verfluchten Heil für die erlittene Seele ...</size></color>
italian: missioni di eventi chiare e guadagnare punti di eventi! Cambio per i premi con i punti di eventi!____<color=#B00><size=20>Auguriamo salvezza maledetto per l'anima subito ...</size></color>
japanese: イベント ミッションを たっせいして イベントポイントを ゲット。__すきな ほうしゅうと こうかんしよう。__<color=#B00><size=20>くるしみに とらわれた たましいに__のろわれた すくいが あらんことを。</size></color>
korean: 이벤트 임무를 달성하고 이벤트 포인트를 획득. __ 좋아하는 보상과 교환하자. __<color=#B00> <size=20> 고통에 사로 잡힌 영혼에 __저주받은 구원이 있기를 </size> </color>
portuguese: missões de eventos claras e ganhar pontos do evento! Troca de recompensas com pontos de evento! ____ <Color=#B00> <size=20> Desejamos salvação amaldiçoada para a alma sofreu ... </size> </color>
russian: Четкие миссии событий и заработать очки событий! Обмен на награды с точки событий!____<color=#B00><size=20>Мы желаем проклятую спасение для пострадавшей души ...</size></color>
spanish: misiones de eventos claros y ganar puntos de evento! Cambio de recompensas con puntos de evento!____<color=#B00><size=20>Deseamos salvación maldito para el alma que sufre ...</size></color>

# TEXT_NEWS_PH_BODY_SEASON_EVENT_4_1
source: Earn Eventpoints to get ''Halfling''!
french: Gagnez Eventpoints pour obtenir ''Halfling''!
german: Verdienen Eventpoints zu bekommen ''Halbling''!
italian: Guadagna Eventpoints per ottenere ''Halfling''!
japanese: イベントポイントを集めて__「ハーフリング」を手に入れよう！
korean: 이벤트 포인트를 모아 __ [호빗]을 손에 넣자!
portuguese: Ganhe Eventpoints para obter ''Halfling''!
russian: Заработать Eventpoints, чтобы получить ''Halfling''!
spanish: Gane Eventpoints llegar ''Mediano''!

# TEXT_NEWS_PH_BODY_SEASON_EVENT_4_2
source: Amulets of new skill and new contracts preceding available!!__Get it and experience new features.
french: Amulettes de nouvelles compétences et de nouveaux contrats précédents disponibles !! __ Obtenir et expérimenter de nouvelles fonctionnalités.
german: Amulette neuer Fähigkeiten und neue Verträge vorhergehenden verfügbar !! __ holen und neue Features erleben.
italian: Amuleti di nuove abilità e nuovi contratti precedenti disponibili !! __ farlo e sperimentare nuove funzionalità.
japanese: イベントポイントでのみ先行入手できる__アミュレット・まのけいやくが登場!__戦略を左右する新しいスキルと能力を__手に入れよう。
korean: 이벤트 포인트로만 얻을 수 있는 __ 목걸이 · 또는 계약이 등장! __ 전략을 좌우하는 새로운 기술과 능력을 __ 손에 넣자.
portuguese: Amuletos de nova habilidade e novos contratos anteriores disponíveis !! __ Obter e experimentar novos recursos.
russian: Амулеты новых навыков и новых контрактов предыдущих доступны !! __ Получить его и испытать новые возможности.
spanish: Amuletos de nuevas habilidades y nuevos contratos anteriores disponibles !! __ conseguirlo y experimentan nuevas características.

# TEXT_NEWS_PH_BODY_SEASON_EVENT_4_3
source: You can encounter ''Doll'' room during season event.__You can not choose your skill in this room... can you keep youself?
french: Vous pouvez rencontrer la chambre ''Doll'' pendant la saison événement .__ Vous ne pouvez pas choisir votre compétence dans cette salle ... pouvez-vous garder youself?
german: Sie können während der Saison-Event ''Doll'' Raum begegnen .__ Sie nicht Ihre Fähigkeiten in diesem Raum können wählen, ... können Sie halten youself?
italian: È possibile incontrare camera ''Doll'' durante l'evento stagione .__ Non è possibile scegliere la tua abilità in questa stanza ... si può tenere youself?
japanese: イベント期間中のみ、部屋効果 「かいらい」が出現。__ここではあなたは"手段"を選べない。__その恐怖に、抗えるか？
korean: 이벤트 기간 동안만 방 효과 [괴뢰]가 출현. __ 여기에서 당신은 [수단]을 선택할 수 없다. __ 그 공포에 저항할 수 있을까?
portuguese: Você pode encontrar ''Doll'' sala durante o evento temporada .__ Você não pode escolher a sua perícia nesta sala ... você pode manter o youself?
russian: Вы можете столкнуться с ''Кукла'' номер в течение сезона событие .__ Вы не можете выбрать свое мастерство в этой комнате ... Вы можете держать самостоятельно, вы?
spanish: Puede encontrarse con sala de ''Muñeca'' durante el evento de la temporada .__ No puedes elegir tu habilidad en esta habitación ... se puede mantener ti mismo?

# TEXT_NEWS_PH_BODY_SEASON_EVENT_5_1
source: New job ''Grave robber'' appeared!
french: Nouvel emploi ''voleur Grave» est apparu!
german: Neuer Job ''Grave Räuber'' erschienen!
italian: Nuovo lavoro ''Grave Robber'' è apparso!
japanese: 新しょくぎょう「とうくつしゃ」
korean: 새로운 직업 ''도굴꾼''
portuguese: Novo trabalho ''Ladrão de sepulturas'' apareceu!
russian: Новая работа ''Граве разбойник'' появился!
spanish: Nuevo trabajo ''ladrón Grave'' apareció!

# TEXT_NEWS_PH_BODY_SEASON_EVENT_5_2
source: Earn Eventpoints to get ''Grave robber''!
french: Gagnez Eventpoints pour obtenir ''Grave Robber''!
german: Verdienen Eventpoints zu ''Grave Räuber'' bekommen!
italian: Guadagna Eventpoints per ottenere ''Grave Robber''!
japanese: イベントポイントを集めて__「とうくつしゃ」を手に入れよう！
korean: 이벤트 포인트를 모아 __ [도굴꾼]을 손에 넣자!
portuguese: Ganhe Eventpoints para obter ''Ladrão de sepulturas''!
russian: Заработать Eventpoints, чтобы получить ''Grave грабитель''!
spanish: Gane Eventpoints llegar ''ladrón Grave''!

# TEXT_NEWS_PH_BODY_SEASON_EVENT_5_3
source: Limited Lab parts!
french: pièces de laboratoire limitées!
german: Begrenzte Lab Teile!
italian: parti Lab limitato!
japanese: げんてい ラボパーツ
korean: 한정 연구실 부품
portuguese: partes Lab limitadas!
russian: Ограниченные части лаборатории!
spanish: partes de laboratorio limitadas!

# TEXT_NEWS_PH_BODY_SEASON_EVENT_5_4
source: Lab parts of new ability preceding available!!
french: pièces laboratoire de nouvelle capacité précédente disponible !!
german: Lab Teile neuer Fähigkeit vorhergehenden verfügbar !!
italian: parti di laboratorio di nuove capacità che precede disponibile !!
japanese: イベントポイントでのみ先行入手できる__ラボパーツが登場!
korean: 이벤트 포인트로만 먼저 얻을 수 있는 __ 연구실 부품이 등장!
portuguese: partes de laboratório de novo capacidade anterior disponível !!
russian: Лабораторные части новой способности предшествующей доступны !!
spanish: partes de laboratorio de nueva capacidad disponible precedente !!

# TEXT_NEWS_PH_BODY_SEASON_EVENT_5_5
source: Limited dungeon ''Ruins''
french: donjon limitées ''Ruins''
german: Begrenzte Kerker ''Ruins''
italian: Limitati segrete ''rovine''
japanese: げんていダンジョン 「いせき」
korean: 한정 던전 [유적]
portuguese: Limitados masmorra ''Ruínas''
russian: Ограниченные подземелья ''Руины''
spanish: calabozo ''Ruinas'' limitadas

# TEXT_NEWS_PH_BODY_SEASON_EVENT_5_6
source: You can encounter ''Ruins'' the dungeon during season event.__4 difficulty available!
french: Vous pouvez rencontrer ''Ruins'' le donjon pendant l'événement de la saison .__ 4 difficulté disponible!
german: Sie können ''Ruins'' das Verlies in der Saison Veranstaltung .__ 4 Schwierigkeits begegnen!
italian: È possibile incontrare ''rovine'' dungeon durante l'evento stagione .__ 4 difficoltà disponibili!
japanese: イベント期間中のみ、ダンジョン「いせき」が出現。__クリアするごとに 解放される 4つの 難易度が 用意されています。
korean: 이벤트 기간에만 던전 [유적]이 출현. __클리어 할 때마다 열리는 4개의 난이도가 준비되어 있습니다.
portuguese: Você pode encontrar ''Ruínas'' o calabouço durante o evento temporada .__ 4 dificuldade disponível!
russian: Вы можете столкнуться с «Руины» подземелья во время сезона событие .__ 4 Трудность в продаже!
spanish: Puede encontrarse ''ruinas'' de la mazmorra durante el evento de la temporada 4 .__ dificultad disponibles!

# TEXT_NEWS_PH_SUB_TITLE_SEASON_EVENT_4_1
source: New job ''Halfling'' appeared!
french: Nouvel emploi ''Halfling'' est apparu!
german: Neuer Job ''Halbling'' erschienen!
italian: Nuovo lavoro ''halfling'' è apparso!
japanese: 新しょくぎょう「ハーフリング」
korean: 새로운 직업 [하플링]
portuguese: Novo trabalho ''Halfling'' apareceu!
russian: Новая работа ''Halfling'' появился!
spanish: Nuevo trabajo ''Mediano'' apareció!

# TEXT_NEWS_PH_SUB_TITLE_SEASON_EVENT_4_2
source: Limited Amulets and Contracts
french: Amulettes et contrats limités
german: Begrenzte Amulette und Verträge
italian: Amuleti limitati e contratti
japanese: 限定アミュレット・まのけいやく
korean: 한정아뮬렛・마의 계약
portuguese: Amuletos limitados e Contratos
russian: Ограниченные Амулеты и контракты
spanish: Amuletos y contratos limitados

# TEXT_NEWS_PH_SUB_TITLE_SEASON_EVENT_4_3
source: Doll room appears!
french: salle de poupée apparaît!
german: Puppe Raum erscheint!
italian: appare stanza Doll!
japanese: イベント期間限定「かいらい」部屋
korean: 이벤트 기간한정[꼭두각시]방이 나타납니다.
portuguese: sala de boneca aparece!
russian: Кукла номер появляется!
spanish: ¡Ha aparecido la sala de muñecas!

# TEXT_NEWS_PH_TITLE_SEASON_EVENT_4
source: Season Event__''My Daughter'' started!
french: Saison événement__''Ma fille'' a commencé!
german: Saisonstation__''Meine Tochter'' begonnen!
italian: stagione evento__«Mia figlia'' ha iniziato!
japanese: シーズンイベント「くぐつ」__かいさい！
korean: 시즌이벤트[꼭두각시]__개최!
portuguese: Temporada Evento __ ''minha filha'' começou!
russian: Сезон Событие__''Моя дочь'' началась!
spanish: temporada de eventos__''Mi hija'' comenzó!

# TEXT_NEWS_PH_TITLE_SEASON_EVENT_5
source: Season Event__''Ruins'' started!
french: Saison événement __ ''Ruins'' a commencé!
german: Saison Ereignis __ ''Ruins'' gestartet!
italian: Stagione Evento __ ''Ruins'' ha iniziato!
japanese: シーズンイベント「いせき」__かいさい！
korean: 시즌이벤트[유적]__개최!
portuguese: Temporada Evento __ ''Ruínas'' começou!
russian: Сезон Событие __ ''Руины'' началось!
spanish: Evento temporada __ ''Ruinas'' comenzó!

# TEXT_NEWS_TELOP_SEASON_EVENT_4
source: Please return my daughter__Please return my daughter__Please return my daughter__Please return my daughter__Please return my daughter__Please return my daughter
french: S'il vous plaît retourner ma fille me__S'il vous plaît retourner ma fille me__S'il vous plaît retourner ma fille me__S'il vous plaît retourner ma fille me__S'il vous plaît retourner ma fille me__S'il vous plaît retourner ma fille me
german: Bitte senden Sie meine Tochter zu mir__Bitte senden Sie meine Tochter zu mir__Bitte senden Sie meine Tochter zu mir__Bitte senden Sie meine Tochter zu mir__Bitte senden Sie meine Tochter zu mir__Bitte senden Sie meine Tochter zu mir
italian: Si prega di restituire mia figlia a me__Si prega di restituire mia figlia a me__Si prega di restituire mia figlia a me__Si prega di restituire mia figlia a me__Si prega di restituire mia figlia a me__Si prega di restituire mia figlia a me
japanese: わたしの むすめを かえしておくれ__わたしの むすめを かえしておくれ__わたしの むすめを かえしておくれ__わたしの むすめを かえしておくれ__わたしの むすめを かえしておくれ__わたしの むすめを かえしておくれ
korean: 내 딸을 돌려다오 __ 내 딸을 돌려다오 __ 내 딸을 돌려다오 __ 내 딸을 돌려다오 __ 내 딸을 돌려다오 __ 내 딸을 돌려다오
portuguese: Por favor, devolva meu daughter__Please devolver o meu daughter__Please devolver o meu daughter__Please devolver o meu daughter__Please devolver o meu daughter__Please devolver a minha filha
russian: Пожалуйста, верните мою дочь ко мне__Пожалуйста, верните мою дочь ко мне__Пожалуйста, верните мою дочь ко мне__Пожалуйста, верните мою дочь ко мне__Пожалуйста, верните мою дочь ко мне__Пожалуйста, верните мою дочь ко мне
spanish: Por favor, recupera a mi hija__Por favor, recupera a mi hija__Por favor, recupera a mi hija__Por favor, recupera a mi hija__Por favor, recupera a mi hija__Por favor, recupera a mi hija

# TEXT_NEWS_TITLE_SEASON_EVENT_4
source: Season Event ''My Daughter''__～3/10 15:00
french: Saison événement ''My Daughter'' __～3/10 15:00
german: Saison-Event ''Meine Tochter'' __～3/10 15:00
italian: Stagione Evento ''mia figlia'' __～3/10 15:00
japanese: シーズンイベント「くぐつ」__～3/10 15:00
korean: 시즌이벤트[꼭두각시]__～3/10 15:00
portuguese: Temporada de Eventos ''minha filha'' __ ~ 10/03 15:00
russian: Сезон Событие ''Моя дочка'' __～3/10 15:00
spanish: Temporada de eventos ''mi hija'' __～3/10 15:00

# TEXT_NEWS_TITLE_SEASON_EVENT_5
source: Season Event ''Ruins''__～4/26 15:00
french: Saison événement ''Ruins'' __ ~ 26.4 15:00
german: Saison-Event ''Ruins'' __ ~ 26.04 15.00
italian: Stagione Evento ''rovine'' __ ~ 4/26 15:00
japanese: シーズンイベント「いせき」__～4/26 15:00
korean: 시즌이벤트[유적]__～4/26 15:00
portuguese: Temporada de Eventos ''Ruínas'' __ ~ 26/04 15:00
russian: Сезон Событие ''Руины'' __ ~ 4/26 15:00
spanish: Temporada de eventos ''ruinas'' __ ~ 4/26 15:00

# TEXT_NO_EARN_AMULET
source: You already have all amulets currently available for purchase.
french: Vous avez déjà tous les amulettes actuellement disponibles pour l'achat.
german: Sie haben bereits alle Amulette zum Kauf verfügbar.
italian: Hai già tutti amuleti attualmente disponibile per l'acquisto.
japanese: こうにゅうできる すべての アミュレットを しょじしています。
korean: 모든 아뮬렛을 이미 소지하고 있습니다.
portuguese: Você já tem todos os amuletos atualmente disponível para compra.
russian: У вас уже есть все амулеты в настоящее время доступны для покупки.
spanish: Ya tiene todos los amuletos actualmente disponible para su compra.

# TEXT_NO_EARN_FOOD
source: You already have all contracts currently available for purchase.
french: Vous avez déjà tous les contrats actuellement disponibles à l'achat.
german: Sie haben bereits alle Verträge noch zum Kauf angeboten.
italian: Hai già tutti i contratti attualmente disponibile per l'acquisto.
japanese: こうにゅうできる すべての まのけいやくを しょじしています。
korean: 모든 마의 계약을 이미 소지하고 있습니다.
portuguese: Você já tem todos os contratos atualmente disponível para compra.
russian: У вас уже есть все контракты в настоящее время доступны для приобретения.
spanish: Ya tiene todos los contratos disponibles.

# TEXT_NO_REMODEL_ON_JOB
source: This job is not remodeled yet.
french: Ce travail n'a pas encore été rénové.
german: Dieser Job ist noch nicht umgebaut.
italian: Questo lavoro non è ancora rinnovato.
japanese: この しょくぎょうは かいぞうされて いません。
korean: 이 직업은 아직 개조되어 있지 않습니다.
portuguese: Este trabalho ainda não é remodelado.
russian: Эта работа еще не реконструирована.
spanish: Este trabajo no está remodelado todavía.

# TEXT_NOT_ENOUGH_FOD
source: You don't have enough Fragments of Death.
french: Vous n'avez pas assez Flags of Death.
german: Sie haben nicht genug Flags of Death.
italian: Non si dispone di un numero sufficiente Flags of Death.
japanese: しのかけらが たりません！
korean: 죽음의 조각이 충분하지 않습니다!
portuguese: Você não tem fragmentos suficientes de Morte.
russian: У вас нет достаточного количества флагов смерти.
spanish: No tienes suficientes Banderas de la Muerte.

# TEXT_NOT_ENOUGH_REROLL
source: You can't reroll anymore on this floor.
french: Vous ne pouvez plus relancer à cet étage.
german: Sie können nicht mehr auf dieser Etage reroll.
italian: Non si può ritirare più su questo piano.
japanese: これいじょう リロールできません。
korean: 더 이상 다시 고를 수 없습니다.
portuguese: Você não pode jogar novamente mais neste piso.
russian: Вы не можете перебросить больше на этом этаже.
spanish: No se puede volver a tirar más en esta planta.

# TEXT_NOT_ENOUGH_STONES
source: You don't have enough Soulstones.
french: Vous n'avez pas assez Soulstones.
german: Sie haben nicht genug Seelensteine.
italian: Non si dispone di un numero sufficiente Pietre dell'Anima.
japanese: ませきが たりません！
korean: 마석이 부족합니다.
portuguese: Você não tem Soulstones suficientes.
russian: Вам не хватает Soulstones.
spanish: No tienes suficientes piedras de alma.

# TEXT_NOTIFICATION_0
source: Buriedbornes is waiting for your command.
french: Buriedbornes attend votre commande.
german: Buriedbornes für Ihren Befehl wartet.
italian: Buriedbornes sta aspettando il vostro comando.
japanese: しせる ぼうけんしゃは あなたの しじを まっている・・・
korean: 죽은 모험자가 당신의 지시를 기다린다…
portuguese: Buriedbornes está à espera de seu comando.
russian: Buriedbornes ждет вашей команды.
spanish: Los Buriedbornes esperan tus órdenes.

# TEXT_NOTIFICATION_1
source: An army of Buriedbornes is approaching the kingdom!
french: Une armée de Buriedbornes approche du royaume!
german: Eine Armee von Buriedbornes naht das Reich!
italian: Un esercito di Buriedbornes si avvicina il regno!
japanese: しせるものどもの ぐんぜいが ちじょうに せまっている！
korean: 죽은 자들의 군세가 지상에 임박했다!
portuguese: Um exército de Buriedbornes está se aproximando do reino!
russian: Армия Buriedbornes приближается королевство!
spanish: ¡Un ejército de Buriedbornes se aproxima al reino!

# TEXT_NOTIFICATION_2
source: Choose your hero and go to the underground.
french: Choisissez votre héros et allez dans le métro.
german: Wählen Sie Ihren Helden und gehen Sie auf die U-Bahn.
italian: Scegli il tuo eroe e andare alla metropolitana.
japanese: えいゆうの なきがらを えらび ちかに いどもう。
korean: 영웅의 시신을 선택하여 지하에 도전하라.
portuguese: Escolha o seu herói e ir para o subterrâneo.
russian: Выбери своего героя и пойти в метро.
spanish: Elige a tu héroe y adéntrate en las profundidades.

# TEXT_NOTIFICATION_3
source: The call of ''Buriedbornes'' can be heard from the underground.
french: L'appel de ''Buriedbornes'' peut être entendu à partir du sous-sol.
german: Der Aufruf von ''Buriedbornes'' kann von der U-Bahn zu hören.
italian: La chiamata di ''Buriedbornes'' può essere ascoltato dal sottosuolo.
japanese: ちていで いのちを おとした ぼうけんしゃたちの どうこくが きこえる・・・
korean: 지하에서 목숨을 잃은 모험자들의 통곡이 들려온다...
portuguese: O chamado de ''Buriedbornes'' pode ser ouvido a partir do subsolo.
russian: Вызов ''Buriedbornes'' можно услышать от метро.
spanish: La llamada de los ''Buriedbornes'' puede escucharse bajo tierra.

# TEXT_NOTIFICATION_4
source: War is not over. Kill Ancient Overlord!
french: La guerre est pas finie. Tuer Ancient Overlord!
german: Der Krieg ist noch nicht vorbei. Kill-Antike Over!
italian: La guerra non è finita. Uccidi antica Overlord!
japanese: たたかいは まだ おわっていない。 こだいの はおうに いどめ！
korean: 싸움은 아직 끝나지 않았다. 고대의 패왕에게 도전하라!
portuguese: A guerra não acabou. Matar Overlord antiga!
russian: Война еще не закончена. Убейте Древнюю Оверлорд!
spanish: La guerra no ha terminado. ¡Hay que matar al Ancestral Overlord!

# TEXT_NOTIFICATION_5
source: Voices call out to you from beneath the tombstones.
french: Vous pouvez entendre des voix est de vous appeler sous les pierres tombales.
german: Sie können Stimmen hören, die Sie unter den Grabsteinen rufen.
italian: È possibile sentire le voci è che chiamando sotto le lapidi.
japanese: はかいしの したから なつかしい よびこえが きこえる・・・
korean: 묘비의 아래에서 당신을 부르는 그리운 소리가 들려온다.
portuguese: Vozes chamá-lo de debaixo das lápides.
russian: Вы можете услышать голоса зовет вас под надгробными плитами.
spanish: Puedes oír voces que te llaman desde debajo de las lápidas.

# TEXT_OPTION_RECEIVE_NOTICE
source: Receive Notifications
french: Recevoir des notifications
german: Benachrichtigungen erhalten
italian: Ricevi notifiche
japanese: つうちを うけとる
korean: 알림을 받는다.
portuguese: receber notificações
russian: Получать уведомления
spanish: Recibir notificaciones

# TEXT_OPTION_SHAKE_DAMAGE
source: Vibrate when damaged
french: Agiter avec dommages
german: Schütteln Sie mit Schaden
italian: Agitare con danni
japanese: ダメージで しんどうする
korean: 피해를 입을 경우 진동
portuguese: Vibrar quando danificada
russian: Встряска с повреждением
spanish: Agitar con daños

# TEXT_OPTION_USE_RANKING
source: Use Ranking and Receive Corpses Data
french: Utilisez Classement et Recevoir Corpses données
german: Verwenden Sie die Platzierung und Empfangen Corpses Daten
italian: Utilizzare Ranking e ricevere dati Corpses
japanese: ランキングに そうしんし、 さまようむくろを よみこむ
korean: 랭킹에 등록하고 방황하는 시체의 데이터를 받는다.
portuguese: Use Ranking e receber Cadáveres de dados
russian: Использование рейтинга и приема данных трупами
spanish: Usar la clasificación y recibir datos de Cadáveres
