Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterName-EN100001
source: Two Head Dragon
french: Deux têtes de dragon
german: Zwei Hauptdrache
italian: Due Dragon Head
japanese: ツーヘッドドラゴン
korean: 쌍두룡
portuguese: Dwie głowy smoka
russian: Две главы дракона
spanish: Dos de cabeza de Dragón

# MasterName-EN100002
source: Fujin
japanese: ふうじん
korean: 풍신

# MasterName-EN100003
source: Raijin
japanese: らいじん
korean: 뇌신

# MasterName-EN100004
source: Sealed Giant
french: géant cachetée
german: Sealed Riesen
italian: Giant sigillata
japanese: シールドジャイアント
korean: 봉인된 거인
portuguese: Szczelny Giant
russian: Герметичный Giant
spanish: Gigante Sellado

# MasterName-EN100005
source: Old Dragon
french: vieux dragon
german: Old Drachen
italian: vecchio drago
japanese: オールドドラゴン
korean: 고룡
portuguese: stary Smok
russian: Старый Дракон
spanish: Dragón Viejo

# MasterName-EN100006
source: Living Sword
french: Living épée
german: Wohn Schwert
japanese: リビングソード
korean: 살아있는 검
portuguese: Living Miecz
russian: Живой Меч
spanish: Espada de Vida

# MasterName-SKE01024
source: Proliferation
french: Prolifération
italian: Proliferazione
japanese: ぞうしょく
korean: 증식
portuguese: Proliferacja
russian: пролиферация
spanish: Proliferación

# MasterName-SKE01025
source: Stick together
french: Rester ensemble
german: Zusammenkleben
italian: Essere attaccati
japanese: まとわりつく
korean: 엉겨 붙기
portuguese: Trzymać się razem
russian: Держаться вместе
spanish: Pegajoso

# MasterName-SKE01026
source: Endless Legion
french: Légion sans fin
german: endlose Legion
japanese: エンドレスレギオン
korean: 끝없는 군단
portuguese: Kompletne Legion
russian: Бесконечный Легион
spanish: Legión Interminable

# MasterName-SKE01027
source: All army charges
french: Tous les frais de l'armée
german: Alle Armee Gebühren
italian: Tutte le spese militari
japanese: ぜんぐんとつげき
korean: 전군 돌격
portuguese: Wszystkie opłaty army
russian: Все расходы армии
spanish: Todos los cargos del ejército

# MasterName-SKE01028
source: Evil Legion
french: CIVIL Légion
german: Ivil Legion
italian: Ivil Legion
japanese: イビルレギオン
korean: 악마 군단
portuguese: Ivil Legion
russian: Ivil Легион
spanish: Legión del mal

# MasterName-SKE01029
source: Frenzy rush
french: ruée vers Frenzy
german: Frenzy Eile
japanese: フレンジーラッシュ
korean: 광란 돌격
portuguese: szał gorączka
russian: Frenzy пик
spanish: Frenesí

# MasterName-SKE01030
source: Malicious shield
french: bouclier malveillant
german: bösartige Schild
italian: scudo dannoso
japanese: あくいの たて
korean: 악의의 방패
portuguese: Złośliwe tarcza
russian: вредоносное щит
spanish: Escudo malicioso

# MasterName-SKE01031
source: Black light
french: Lumière noire
german: Schwarzlicht
italian: Luce nera
japanese: ブラックライト
korean: 검은 빛
portuguese: Czarne światło
russian: Черный свет
spanish: Luz oscura

# MasterName-SKE01032
source: Malice Amplification
italian: Malice Amplificazione
japanese: あくいの ぞうふく
korean: 악의 증폭
spanish: Malicia Amplificada

# MasterName-SKE01033
source: Malice strike
french: grève malice
german: Malice Streik
italian: sciopero Malice
japanese: あくいの いちげき
korean: 악의의 일격
portuguese: Malice strajk
russian: Malice удар
spanish: Golpe de malicia

# MasterName-SKE01034
source: Brazen
french: Effronté
german: ehern
italian: sfacciato
japanese: しょうき
korean: 제정신
portuguese: Nachalny
russian: наглый
spanish: Descarado

# MasterName-SKE01035
source: Evil eye
french: Mauvais œil
italian: Malocchio
japanese: じゃがん
korean: 사안
portuguese: Złe oko
russian: Сглаз
spanish: Aojo

# MasterName-SKE01036
source: Void Stream
french: Void flux
italian: Streaming Void
japanese: ヴォイドストリーム
korean: 공허의 기류
portuguese: Odpada Stream
russian: Пустота поток
spanish: corriente vacío

# MasterName-SKE01037
source: Void bind
german: Void binden
italian: bind Void
japanese: ヴォイドバインド
korean: 공허의 구속
portuguese: Odpada wiążą
russian: Пустота есть
spanish: se unen vacío

# MasterName-SKE01038
source: Drag
french: Traîne
german: Ziehen
italian: Trascinare
japanese: ひきずりこむ
korean: 끌어들이기
portuguese: Opór
russian: Бремя
spanish: Arrastrar

# MasterName-SKE01039
source: Go crazy
french: Devenir fou
german: Verrückt werden
italian: Impazzire
japanese: あばれくるう
korean: 미쳐날뛰기
portuguese: Zwariować
russian: Сходить с ума
spanish: Volverse loco

# MasterName-SKE01040
source: Tear up
french: Déchirer
german: Zerreißen
italian: strappare
japanese: ひきさく
korean: 찢기
portuguese: Rozerwać
russian: изорвать
spanish: Arrancar

# MasterName-SKE01041
source: Flicker
french: Vaciller
german: Flackern
italian: barlume
japanese: ひきはがす
korean: 떼어내기
portuguese: Migotanie
russian: мерцать
spanish: Parpadeo

# MasterName-SKE01042
source: Pick a throat
french: Choisissez une gorge
german: Wählen Sie eine Kehle
italian: Scegli una gola
japanese: のどを ひとつき
korean: 목 찌르기
portuguese: Wybierz gardło
russian: Выберите горло
spanish: Elige una garganta

# MasterName-SKE01043
source: Hatred charge
french: frais de Haine
german: Hass Gebühr
italian: L'odio carica
japanese: ヘイトレッドチャージ
korean: 증오 충전
portuguese: Opłata nienawiść
russian: Ненависть заряд
spanish: Carga de odio

# MasterName-SKE01044
source: Banner mark
french: marque Bannière
german: banner Zeichen
italian: mark Banner
japanese: はたじるし
korean: 표적 표시
portuguese: transparent znak
russian: Баннер знак
spanish: marca de bandera

# MasterName-SKE01045
source: Triple thrust
french: Triple poussée
german: Triple-Schub
italian: di spinta Triple
japanese: 3れんづき
korean: 3연속 찌르기
portuguese: Triple oporowa
russian: Тройная тяга
spanish: Triple empuje

# MasterName-SKE01046
source: Arrogance
german: Arroganz
italian: Arroganza
japanese: ごうまん
korean: 오만
portuguese: Arogancja
russian: высокомерие
spanish: Arrogancia

# MasterName-SKE01047
source: Punishment
french: Châtiment
german: Bestrafung
italian: Punizione
japanese: てんばつ
korean: 천벌
portuguese: Kara
russian: наказание
spanish: Castigo

# MasterName-SKE01048
source: Brilliance of life
french: Brilliance de la vie
german: Brillanz des Lebens
italian: Brilliance della vita
japanese: いのちの かがやき
korean: 생명의 빛
portuguese: Brilliance życia
russian: Brilliance жизни
spanish: La brillantez de la vida

# MasterDesc-MSM30001
source: Kill Infinite Army.
french: Tuer infini armée.
german: Töten Infinite Armee.
italian: Uccidi Infinite Army.
japanese: むげんの ぐんぜいを たおす
korean: 무한한 군세를 죽인다.
portuguese: Zabić Nieskończoną armii.
russian: Убить Бесконечные армии.
spanish: Matar Ejército Infinito.

# MasterDesc-MSM30002
source: Kill Implementation of malice.
french: Tuer la mise en œuvre de malice.
german: Kill-Implementierung von Bosheit.
italian: Uccidi Attuazione di malizia.
japanese: あくいの ぐげんしゃを たおす
korean: 악의의 구현자를 죽인다.
portuguese: Zabić Wdrożenie złośliwości.
russian: Убейте Осуществление преступного намерения.
spanish: Matar Implementación de malicia.

# MasterDesc-MSM30003
source: Kill Outsider.
french: Tuer Outsider.
italian: Uccidi Outsider.
japanese: そとなる ひとみを たおす
korean: 외부의 눈을 죽인다.
portuguese: Zabić outsiderem.
russian: Убейте Outsider.
spanish: Matar forastero.

# MasterDesc-MSM30004
source: Kill Avenger.
french: Tuer Avenger.
italian: Uccidi Avenger.
japanese: ふくしゅうしゃを たおす
korean: 복수자를 죽인다.
portuguese: Zabij Avenger.
russian: Убить Avenger.
spanish: Vengador de muertes.

# MasterDesc-MSM30005
source: Kill Pride.
french: Tuer Fierté.
german: Kill-Stolz.
italian: Uccidi Pride.
japanese: プライドを たおす
korean: 교만을 죽인다.
portuguese: Zabić dumy.
russian: Убить Pride.
spanish: Matar orgullo.

# MasterDesc-MSM30006
source: Clear 100F with a Warrior.(Trial)
french: Effacer 100F avec un guerrier. (Trial)
german: Klar 100F mit einem Krieger. (Trial)
italian: Chiaro 100F con un Guerriero. (Di prova)
japanese: Warrior
korean: 전사로 시련 100층을 클리어한다.
portuguese: Jasne 100F z Warrior. (Trial)
russian: Ясно 100F с Воина. (Trial)
spanish: Terminar el nivel 100F con un Guerrero. (Trial)

# MasterDesc-MSM30007
source: Clear 100F with a Ranger.(Sanctuary)
french: Effacer 100F avec un Ranger. (Sanctuary)
german: Klar 100F mit einem Ranger. (Sanctuary)
italian: Chiaro 100F con un Ranger. (Santuario)
japanese: Ranger
korean: 사냥꾼으로 성역 100층을 클리어한다.
portuguese: Jasne 100F z Rangera. (Sanctuary)
russian: Ясно 100F с Ranger. (Святилище)
spanish: Terminar el nivel 100F con un Ranger. (Santuario)

# MasterDesc-MSM30008
source: Clear 100F with a Mage.(Purgatory)
french: Effacer 100F avec un Mage. (Purgatoire)
german: Klar 100F mit einem Magier. (Fegefeuer)
italian: Chiaro 100F con un mago. (Purgatorio)
japanese: Mage
korean: 마법사로 연옥 100층을 클리어한다.
portuguese: Jasne 100F z magiem. (Czyściec)
russian: Ясно 100F с магом. (Чистилище)
spanish: Terminar el nivel 100F con un Mago. (Purgatorio)

# MasterDesc-MSM30009
source: Clear 100F with a Priest.(Trial)
french: Effacer 100F avec un prêtre. (Trial)
german: Klar 100F mit einem Priester. (Trial)
italian: Chiaro 100F con un prete. (Di prova)
japanese: Priest
korean: 승려로 시련 100층을 클리어한다.
portuguese: Jasne 100F z księdzem. (Trial)
russian: Ясно 100F с Priest. (Trial)
spanish: Terminar el nivel 100F con un Sacerdote. (Trial)

# MasterDesc-MSM30010
source: Clear 100F with a Paladin.(Sanctuary)
french: Effacer 100F avec un Paladin. (Sanctuary)
german: Klar 100F mit einem Paladin. (Sanctuary)
italian: Chiaro 100F con un Paladino. (Santuario)
japanese: Paladin
korean: 성기사로 성역 100층을 클리어한다.
portuguese: Jasne 100F z Paladyna. (Sanctuary)
russian: Ясно 100F с Паладина. (Святилище)
spanish: Terminar el nivel 100F con un Paladín. (Santuario)

# MasterDesc-MSM30011
source: Clear 100F with a Ninja.(Purgatory)
french: Effacer 100F avec un Ninja. (Purgatoire)
german: Klar 100F mit einem Ninja. (Fegefeuer)
italian: Chiaro 100F con un Ninja. (Purgatorio)
japanese: Ninja
korean: 닌자로 연옥 100층을 클리어한다.
portuguese: Jasne 100F z Ninja. (Czyściec)
russian: Ясно 100F с Ninja. (Чистилище)
spanish: Terminar el nivel 100F con un Ninja. (Purgatorio)

# MasterDesc-MSM30012
source: Clear 100F with a Druid.(Trial)
french: Effacer 100F avec un druide. (Trial)
german: Klar 100F mit einem Druiden. (Trial)
italian: Chiaro 100F con un druido. (Di prova)
japanese: Druid
korean: 드루이드로 시련 100층을 클리어한다.
portuguese: Jasne 100F z druidem. (Trial)
russian: Ясно 100F с друида. (Trial)
spanish: Terminar el nivel 100F con un Druida. (Trial)

# MasterDesc-MSM30013
source: Clear 100F with a Samurai.(Sanctuary)
french: Effacer 100F avec un Samurai. (Sanctuary)
german: Klar 100F mit einem Samurai. (Sanctuary)
italian: Chiaro 100F con un Samurai. (Santuario)
japanese: Samurai
korean: 사무라이로 성역 100층을 클리어한다.
portuguese: Jasne 100F z Samurai. (Sanctuary)
russian: Ясно 100F с Samurai. (Святилище)
spanish: Terminar el nivel 100F con un Samurai. (Santuario)

# MasterDesc-MSM30014
source: Clear 100F with a Dark Knight.(Purgatory)
french: Effacer 100F avec Dark Knight. (Purgatoire)
german: Klar 100F mit einem Dark Knight. (Fegefeuer)
italian: Chiaro 100F con un cavaliere oscuro. (Purgatorio)
japanese: Dark Knight
korean: 마검사로 연옥 100층을 클리어한다.
portuguese: Jasne 100F z Mrocznego Rycerza. (Czyściec)
russian: Ясно 100F с Dark Knight. (Чистилище)
spanish: Terminar el nivel 100F con un Caballero Oscuro. (Purgatorio)

# MasterDesc-MSM30015
source: Clear 100F with a Necromancer.(Trial)
french: Effacer 100F avec un nécromancien. (Trial)
german: Klar 100F mit einem Nekromanten. (Trial)
italian: Chiaro 100F con un Negromante. (Di prova)
japanese: Necromancer
korean: 강령술사로 시련 100층을 클리어한다.
portuguese: Jasne 100F z Nekromanty. (Trial)
russian: Ясно 100F с некроманта. (Trial)
spanish: Terminar el nivel 100F con un Nigromante. (Trial)

# MasterDesc-MSM30016
source: Clear 100F with a Clown.(Sanctuary)
french: Effacer 100F avec un clown. (Sanctuary)
german: Klar 100F mit einem Clown. (Sanctuary)
italian: Chiaro 100F con un clown. (Santuario)
japanese: Clown
korean: 광대로 성역 100층을 클리어한다.
portuguese: Jasne 100F z Clown. (Sanctuary)
russian: Ясно 100F с клоуна. (Святилище)
spanish: Terminar el nivel 100F con un Payaso. (Santuario)

# MasterDesc-MSM30017
source: Clear 100F with a Witch.(Purgatory)
french: Effacer 100F avec une sorcière. (Purgatoire)
german: Klar 100F mit einer Hexe. (Fegefeuer)
italian: Chiaro 100F con una strega. (Purgatorio)
japanese: Witch
korean: 마녀로 연옥 100층을 클리어한다.
portuguese: Jasne 100F z czarownicą. (Czyściec)
russian: Ясно 100F с Ведьмой. (Чистилище)
spanish: Terminar el nivel 100F con una Bruja. (Purgatorio)

# MasterDesc-MSM30018
source: Clear 100F with a Saint.(Trial)
french: Effacer 100F avec Saint. (Essai)
german: Klar 100F mit einem Heiligen. (Trial)
italian: Chiaro 100F con un Santo. (Di prova)
japanese: Saint
korean: 성녀로 시련 100층을 클리어한다.
portuguese: Jasne 100F o św. (Trial)
russian: Ясно 100F с Сен. (Trial)
spanish: Terminar el nivel 100F con un Santo. (Trial)

# MasterDesc-MSM30019
source: Clear 100F with a Elf.(Sanctuary)
french: Effacer 100F avec un Elfe. (Sanctuary)
german: Klar 100F mit einem Elf. (Sanctuary)
italian: Chiaro 100F con un Elfo. (Santuario)
japanese: Elf
korean: 엘프로 성역 100층을 클리어한다.
portuguese: Jasne 100F z Elf. (Sanctuary)
russian: Ясно 100F с Elf. (Святилище)
spanish: Terminar el nivel 100F con un Duende. (Santuario)

# MasterDesc-MSM30020
source: Clear 100F with a Valkyrie.(Purgatory)
french: Effacer 100F avec une Valkyrie. (Purgatoire)
german: Klar 100F mit einer Walküre. (Fegefeuer)
italian: Chiaro 100F con una valchiria. (Purgatorio)
japanese: Valkyrie
korean: 발키리로 연옥 100층을 클리어한다.
portuguese: Jasne 100F z Walkirii. (Czyściec)
russian: Ясно 100F с Валькирия. (Чистилище)
spanish: Terminar el nivel 100F con una Valkyrie. (Purgatorio)

# MasterDesc-MSM30021
source: Clear 100F with a Dragoon.(Trial)
french: Effacer 100F avec un Dragoon. (Trial)
german: Klar 100F mit einem Dragoon. (Trial)
italian: Chiaro 100F con un Dragoon. (Di prova)
japanese: Dragoon
korean: 용기병으로 시련 100층을 클리어한다.
portuguese: Jasne 100F z Dragoon. (Trial)
russian: Ясно 100F с Драгунского. (Trial)
spanish: Terminar el nivel 100F con un Dragón. (Trial)

# MasterDesc-MSM30022
source: Clear 100F with a Scavenger.(Sanctuary)
french: Effacer 100F avec un charognard. (Sanctuary)
german: Klar 100F mit einem Scavenger. (Sanctuary)
italian: Chiaro 100F con uno Scavenger. (Santuario)
japanese: Scavenger
korean: 노숙자로 성역 100층을 클리어한다.
portuguese: Jasne 100F z Scavenger. (Sanctuary)
russian: Ясно 100F с поглотителем. (Святилище)
spanish: Terminar el nivel 100F con un Scavenger. (Santuario)

# MasterDesc-MSM30023
source: Clear 100F with a Darkelf.(Purgatory)
french: Effacer 100F avec un Darkelf. (Purgatoire)
german: Klar 100F mit einem Darkelf. (Fegefeuer)
italian: Chiaro 100F con un Darkelf. (Purgatorio)
japanese: Darkelf
korean: 다크엘프로 연옥 100층을 클리어한다.
portuguese: Jasne 100F z Darkelf. (Czyściec)
russian: Ясно 100F с Darkelf. (Чистилище)
spanish: Terminar el nivel 100F con un Darkelf. (Purgatorio)

# MasterDesc-MSM30024
source: Clear 100F with a Evil Knight.(Trial)
french: Effacer 100F avec un chevalier du mal. (Trial)
german: Klar 100F mit einem bösen Ritter. (Trial)
italian: Chiaro 100F con un male Knight. (Di prova)
japanese: Evil Knight
korean: 암흑기사로 시련 100층을 클리어한다.
portuguese: Jasne 100F z Złego Knight. (Trial)
russian: Ясно 100F с Зла Knight. (Trial)
spanish: Terminar el nivel 100F con un Caballero Malvado. (Trial)

# MasterDesc-MSM30025
source: Clear 100F with a Rover.(Sanctuary)
french: Effacer 100F avec Rover. (Sanctuary)
german: Klar 100F mit einem Rover. (Sanctuary)
italian: Chiaro 100F con una Rover. (Santuario)
japanese: Rover
korean: 방랑자로 성역 100층을 클리어한다.
portuguese: Jasne 100F z rovera. (Sanctuary)
russian: Ясно 100F с Rover. (Святилище)
spanish: Terminar el nivel 100F con un Rover. (Santuario)

# MasterDesc-MSM30026
source: Clear 100F with a Vampire.(Purgatory)
french: Effacer 100F avec un vampire. (Purgatoire)
german: Klar 100F mit einem Vampir. (Fegefeuer)
italian: Chiaro 100F con un vampiro. (Purgatorio)
japanese: Vampire
korean: 흡혈귀로 연옥 100층을 클리어한다.
portuguese: Jasne 100F z wampirem. (Czyściec)
russian: Ясно 100F с вампиром. (Чистилище)
spanish: Terminar el nivel 100F con un Vampiro. (Purgatorio)

# MasterDesc-MSM30027
source: Clear 100F with a Fairy.(Trial)
french: Effacer 100F avec une fée. (Trial)
german: Klar 100F mit einer Fee. (Trial)
italian: Chiaro 100F con una fata. (Di prova)
japanese: Fairy
korean: 페어리로 시련 100층을 클리어한다.
portuguese: Jasne 100F z Fairy. (Trial)
russian: Ясно 100F с Fairy. (Trial)
spanish: Terminar el nivel 100F con un Hada. (Trial)

# MasterDesc-MSM30028
source: Clear 100F with a Halfling.(Sanctuary)
french: Effacer 100F avec un halfelin. (Sanctuary)
german: Klar 100F mit einem Halbling. (Sanctuary)
italian: Chiaro 100F con un halfling. (Santuario)
japanese: Halfling
korean: 하플링으로 성역 100층을 클리어한다.
portuguese: Jasne 100F z niziołek. (Sanctuary)
russian: Ясно 100F с Halfling. (Святилище)
spanish: Terminar el nivel 100F con un Halfling. (Santuario)

# MasterDesc-MSM30029
source: Clear 100F with a Moon Queen.(Purgatory)
french: Effacer 100F avec une lune Reine. (Purgatoire)
german: Klar 100F mit einem Mond Königin. (Fegefeuer)
italian: Chiaro 100F con una regina Luna. (Purgatorio)
japanese: Moon Queen
korean: 달의 여왕으로 연옥 100층을 클리어한다.
portuguese: Jasne 100F z Księżyca Queen. (Czyściec)
russian: Ясно 100F с Луной Queen. (Чистилище)
spanish: Terminar el nivel 100F con una Reina Luna. (Purgatorio)

# MasterDesc-MSM30030
source: Clear 100F with a Wererabbit.(Trial)
french: Effacer 100F avec un Wererabbit. (Trial)
german: Klar 100F mit einem Wererabbit. (Trial)
italian: Chiaro 100F con un coniglio mannaro. (Di prova)
japanese: Wererabbit
korean: 토끼 수인으로 시련 100층을 클리어한다.
portuguese: Jasne 100F z królika. (Trial)
russian: Ясно 100F с Wererabbit. (Trial)
spanish: Terminar el nivel 100F con un Wererabbit. (Trial)

# MasterDesc-MSM30031
source: Clear 100F with a Grave robber.(Sanctuary)
french: Effacer 100F avec un voleur Grave. (Sanctuary)
german: Klar 100F mit einem Grabräuber. (Sanctuary)
italian: Chiaro 100F con un rapinatore Grave. (Santuario)
japanese: Grave robber
korean: 도굴꾼으로 성역 100층을 클리어한다.
portuguese: Jasne 100F z Grave Robber. (Sanctuary)
russian: Ясно 100F с Grave грабителя. (Святилище)
spanish: Terminar el nivel 100F con un Ladrón de Grave. (Santuario)

# MasterDesc-MSM30032
source: Clear 100F with a Ashigaru.(Purgatory)
french: Effacer 100F avec un Ashigaru. (Purgatoire)
german: Klar 100F mit einem Ashigaru. (Fegefeuer)
italian: Chiaro 100F con un Ashigaru. (Purgatorio)
japanese: Ashigaru
korean: 졸병으로 연옥 100층을 클리어한다.
portuguese: Jasne 100F z Ashigaru. (Czyściec)
russian: Ясно 100F с Асигаром. (Чистилище)
spanish: Terminar el nivel 100F con un Ashigaru. (Purgatorio)

# MasterDesc-MSM30033
source: Clear 100F with a Onmyoji.(Trial)
french: Effacer 100F avec un Onmyoji. (Trial)
german: Klar 100F mit einem Onmyoji. (Trial)
italian: Chiaro 100F con un Onmyoji. (Di prova)
japanese: Onmyoji
korean: 음양사로 시련 100층을 클리어한다.
portuguese: Jasne 100F z Heian. (Trial)
russian: Ясно 100F с Onmyoji. (Trial)
spanish: Terminar el nivel 100F con un Onmyoji. (Trial)

# TEXT_ALERT_ABOUT_DRIEDLEAF
source: <color=#F90><size=24>Dried Leaf</size></color>__Ended season event point will be converted into this. You can pay this to purchase some items.
french: <color=#F90><size=24>feuilles séchées</size></color>__point d'événement de la saison terminé sera converti en cela. Vous pouvez payer ce pour acheter des articles.
german: <color=#F90><size=24>getrocknete Blatt</size></color>__Ended Saisonstation Punkt wird in dieser umgewandelt. Sie können dies bezahlen einige Einzelteile zu kaufen.
italian: <color=#F90><size=24>foglia secca</size></color>__Finito punto manifestazione stagione sarà convertito in questo. È possibile pagare questo per l'acquisto di alcuni elementi.
japanese: <color=#F90><size=24>ドライドリーフ</size></color>__きかんを すぎた シーズンイベントポイントは ドライドリーフに へんかんされ にんいの アイテムこうにゅうに しようできます。
korean: <color=#F90><size=24>말린 잎</size></color>__이벤트 기간이 끝난 시즌 이벤트 포인트는 말린 잎으로 변환됩니다. 이것으로 몇몇 아이템을 교환할 수 있습니다.
portuguese: <color=#F90><size=24>suszonych liści</size></color>__Zakończonym Pora punkt zdarzenie zostanie przekształcony w. Można płacić to kupić kilka przedmiotów.
russian: <color=#F90><size=24>сушеные листья</size></color>__Закончилось точечное событие сезона будет преобразован в это. Вы можете оплатить это приобрести некоторые предметы.
spanish: <color=#F90><size=24>Hoja secada</size></color>__Finalizado el punto de evento temporada se convertirá en esto. Puede pagar este comprar algunos artículos.

# WORD_DRIEDLEAF
source: Dried Leaf
french: feuilles séchées
german: getrocknete Blatt
italian: foglia secca
japanese: ドライドリーフ
korean: 마른 잎
portuguese: suszonych liści
russian: сушеные листья
spanish: Hoja secada

# WORD_ROOM_STATE_MULTIPLE
source: Multiple
french: Plusieurs
german: Mehrere
italian: multiplo
japanese: マルチ
korean: 복합효과
portuguese: Wielokrotność
russian: множественный
spanish: Múltiple

# TEXT_EVENT_BODY_SPREAD_CURSE
source: Hatred and resentment are cursing and spreading… Can you accept curse of <color=#FB0>{0}</color>?
french: La haine et le ressentiment maudissent et la diffusion ... Pouvez-vous accepter la malédiction de <color=#FB0>{0}</color>?
german: Hass und Groll verfluchen und verbreiten ... Können Sie akzeptieren Fluch <color=#FB0>{0}</color>?
italian: L'odio e il risentimento sono bestemmie e diffusione ... Puoi accettare maledizione <color=#FB0>{0}</color>?
japanese: まんえんした にくしみと うらみが のろいとなって かくさんしている… <color=#FB0>{0}</color>の のろいを うけいれますか？
korean: 만연한 증오와 원망이 저주가 되어 확산되고 있다… <color=#FB0>{0}</color>의 저주를 받아들이시겠습니까?
portuguese: Nienawiść i uraza są przeklinając i rozprzestrzeniania ... Można przyjąć przekleństwo <color=#FB0>{0}</color>?
russian: Ненависть и обида проклинают и распространение ... Можете ли вы принять проклятие <color=#FB0>{0}</color>?
spanish: El odio y el resentimiento están maldiciendo y extendiéndose... ¿Puedes aceptar la maldición de <color=#FB0>{0}</color>?

# TEXT_EVENT_AFTER_SPREAD_CURSE
source: You accepted curse of <color=#FB0>{0}</color>.
french: Vous avez accepté la malédiction de <color=#FB0>{0}</color>.
german: Sie akzeptiert Fluch <color=#FB0>{0}</color>.
italian: Hai accettato maledizione di <color=#FB0>{0}</color>.
japanese: <color=#FB0>{0}</color>の のろいを うけいれた。
korean: <color=#FB0>{0}</color>의 저주를 받아들였다.
portuguese: Zaakceptowaliście przekleństwo <color=#FB0>{0}</color>.
russian: Вы приняли проклятие <color=#FB0>{0}</color>.
spanish: Aceptaste la maldición de <color=#FB0>{0}</color>.

# WORD_SPREAD_CURSE
source: Spread Curse
french: Malédiction propagation
german: Spread-Fluch
italian: diffusione Curse
japanese: のろいの かくさん
korean: 저주 확산
russian: Спред Проклятие
spanish: La maldición propagación

# MasterName-FSP00001
source: Vinea
japanese: ヴィネ

# MasterName-FSP00002
source: Foras
japanese: フォラス

# MasterName-FSP00003
source: Botis
japanese: ボティス

# MasterName-FSP00004
source: Flauros
japanese: フラウロス

# MasterName-FSP00005
source: Halphas
japanese: ハルファス

# MasterName-FSP00006
source: Sabnac
japanese: サブナック

# MasterName-FSP00007
source: Focalor
japanese: フォカロル

# MasterName-FSP00008
source: Kimaris
japanese: キマリス

# MasterName-FSP00009
source: Bathin
japanese: バティム

# MasterName-FSP00010
source: Berith
japanese: ベリト

# MasterName-FSP00011
source: Bulbous
japanese: バルバス

# MasterName-FSP00012
source: Sitri
japanese: シトリー

# MasterDesc-FSP00001
source: You will take damage for each turn.
french: Vous subissez des dégâts pour chaque tour.
german: Sie Schaden für jede Wendung nehmen.
italian: Si avrà danni per ogni turno.
japanese: じょじょに ダメージを うける
korean: 서서히 피해를 입는다.
portuguese: Weźmiesz szkody dla każdej tury.
russian: Вы получаете урон для каждого хода.
spanish: Recibirás daño en cada turno.

# MasterDesc-FSP00002
source: You will get petrify for each turn.
french: Vous obtiendrez pétrifier pour chaque tour.
german: Sie werden nach jeder Runde erhalten versteinern.
italian: Otterrete pietrificare per ogni turno.
japanese: じょじょに せきかしていく
korean: 서서히 석화된다.
portuguese: Dostaniesz petrify dla każdej tury.
russian: Вы получите окаменеть для каждого хода.
spanish: Obtendrás petrificar en cada turno.
