Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterDesc-EF000159
source: Your shield is divided by 4 but you have chance to earn full shield for each turn.
french: Votre Bouclier est 4 fois moins effectif mais vous pouvez en regagner un plein Bouclier à chaque Tour.
german: Ihr Schirm wird durch 4 geteilt, aber Sie haben die Chance für jede Umdrehung volle Abschirmung zu verdienen.
italian: Il tuo scudo è diviso per 4 ma hai la possibiltà di guadagnare tutto lo scudo ogni turno
japanese: シールドが 1/4になるが ターンごとに ぜんかいすることがある
korean: 보호막이 1/4이 되지만 매 턴 완전회복 할 수 있다.
portuguese: Seu escudo é dividido por 4 mas você tem chance de recuperar seu escudo completamente após cada turno.
russian: Ваш щит делится на 4, но у вас есть шанс заработать полный щит для каждой очереди.
spanish: Tu escudo se divide en 4, pero hayuna posibilidad de que se recupere por completo en cada turno

# MasterDesc-EF000160
source: You cannot heal by your own skill, but other mediums are 5 times as potent.
french: Vous ne pouvez vous Soigner par vos propres Talents mais les autres moyens sont 5 fois plus effectifs.
german: Sie können sich nicht durch Ihre Fähigkeit zu heilen, sondern Menge anderer Heilung multiplizieren mit 5.
italian: Non puoi curarti da solo ma le altre cure sono 5 volte più potenti
japanese: じぶんの スキルで ちょくせつ かいふくできないが それいがいからは 5ばい かいふくする
korean: 자신의 기술로 직접 회복할 수 없지만, 다른 수단의 경우 5배로 회복한다.
portuguese: Você não pode mais se curar com habilidades, mas qualquer outra cura é multiplicada por 5.
russian: Вы не можете излечить себя от вашего мастерства, но количество другого исцеления умножить на 5.
spanish: No puedes curarte a ti mismo, pero cualquier otro medio es 5 veces mas potente

# MasterDesc-EF000161
source: Increase chance of finding camp items.
french: Augmente les chances de trouver des Equipements de Campement.
german: Erhöhen Chance campitem zu finden.
italian: Aumenta la possibilità di trovare oggetti da campo
japanese: キャンプアイテムの しゅつげんりつが アップ
korean: 캠프 아이템의 출현율이 증가.
portuguese: Aumenta a chance de encontrar um item de campo.
russian: Увеличить шанс найти campitem.
spanish: Aumenta la probabilidad de encontrar objetos decampamento

# MasterDesc-EF000162
source: Decrease damage you take.
french: Réduit les Dommages que vous subissez.
german: Verringern Sie Schäden, die Sie nehmen.
italian: Diminusce i danni che subisci
japanese: うけるダメージが へる
korean: 받는 피해가 감소한다.
portuguese: Reduz o dano recebido.
russian: Уменьшение урона вы принимаете.
spanish: Reduce el daño recibido

# MasterDesc-EF000163
source: Increase damage you take.
french: Augmente les Dommages que vous subissez.
german: Erhöht den Schaden Sie nehmen.
italian: Aumenta i danni che subisci
japanese: うけるダメージが ふえる
korean: 받는 피해가 증가한다.
portuguese: Aumenta o dano recebido.
russian: Увеличение вами урон.
spanish: Aumenta el daño provocado

# MasterDesc-EF000164
source: You always deal critical hits.
french: Vous infligez un Critique.
german: Sie befassen sich kritisch.
italian: Fai danno critico
japanese: かならず クリティカル
korean: 반드시 치명타
portuguese: Você causa acerto crítico.
russian: Вы имеете дело критической.
spanish: Siempre haras golpes criticos

# MasterDesc-EF000165
source: Powers of some skills are based on this parameter.
french: La Puissance de certains Talents est basée sur ce paramètre.
german: Powers einiger Fähigkeiten auf diesem Parameter basieren.
italian: Il potere di alcune abilità è basato su questo parametro
japanese: スキルの いりょくに えいきょうする
korean: 해당 기반 기술의 위력에 영향을 준다.
portuguese: Poder de algumas habilidades é baseado neste parâmetro.
russian: Полномочия некоторых навыков основаны на этом параметре.
spanish: El poder de algunas habilidades se basan eneste parametro

# MasterDesc-EF000166
source: Powers of some skills are based on this parameter.
french: La Puissance de certains Talents est basée sur ce paramètre.
german: Powers einiger Fähigkeiten auf diesem Parameter basieren.
italian: Il potere di alcune abilità è basato su questo parametro
japanese: スキルの いりょくに えいきょうする
korean: 해당 기반 기술의 위력에 영향을 준다.
portuguese: Poder de algumas habilidades é baseado neste parâmetro.
russian: Полномочия некоторых навыков основаны на этом параметре.
spanish: El poder de algunas habilidades se basan eneste parametro

# MasterDesc-EF000167
source: Powers of some skills are based on this parameter.
french: La Puissance de certains Talents est basée sur ce paramètre.
german: Powers einiger Fähigkeiten auf diesem Parameter basieren.
italian: Il potere di alcune abilità è basato su questo parametro
japanese: スキルの いりょくに えいきょうする
korean: 해당 기반 기술의 위력에 영향을 준다.
portuguese: Poder de algumas habilidades é baseado neste parâmetro.
russian: Полномочия некоторых навыков основаны на этом параметре.
spanish: El poder de algunas habilidades se basan eneste parametro

# MasterDesc-EF000168
source: Powers of some skills are based on this parameter.
french: La Puissance de certains Talents est basée sur ce paramètre.
german: Powers einiger Fähigkeiten auf diesem Parameter basieren.
italian: Il potere di alcune abilità è basato su questo parametro
japanese: スキルの いりょくに えいきょうする
korean: 해당 기반 기술의 위력에 영향을 준다.
portuguese: Poder de algumas habilidades é baseado neste parâmetro.
russian: Полномочия некоторых навыков основаны на этом параметре.
spanish: El poder de algunas habilidades se basan eneste parametro

# MasterDesc-EF000169
source: Powers of some skills are based on this parameter.
french: La Puissance de certains Talents est basée sur ce paramètre.
german: Powers einiger Fähigkeiten auf diesem Parameter basieren.
italian: Il potere di alcune abilità è basato su questo parametro
japanese: スキルの いりょくに えいきょうする
korean: 해당 기반 기술의 위력에 영향을 준다.
portuguese: Poder de algumas habilidades é baseado neste parâmetro.
russian: Полномочия некоторых навыков основаны на этом параметре.
spanish: El poder de algunas habilidades se basan eneste parametro

# MasterDesc-EF000170
source: You will die when your HP become 0 or less.
french: Vous mourrez quand vos PV sont inférieurs à 1.
german: Sie werden sterben, wenn Ihre HP 0 oder weniger geworden.
italian: Morirai quando i tuoi HP diventano 0 o meno
japanese: HPが 0になると ぼうけんしゃは しぼうします
korean: HP가 0이되면 모험가는 사망합니다.
portuguese: Você morre quando seu HP chega à 0.
russian: Вы будете умирать, когда ваш HP становится 0 или меньше.
spanish: Moriras cuando tu HP llege a 0

# MasterDesc-EF001003
source: Steal buffs and debuffs from your opponent.
french: Vole Buffs et Afflictions.
german: Steal Buff und Debuff.
italian: Rubi buff e debuff dal tuo avversario
japanese: あいてが うける じょうたいへんかを うばう
korean: 적의 상태변화를 훔친다.
portuguese: Rouba buff e debuff.
russian: Кража баф и дебаф.
spanish: Robar buff y debuff.

# MasterDesc-EF001004
source: This item is of high quality.
french: Equipement de Qualité Elevée.
german: Dieser Artikel hat einen hohen Pegel.
italian: Questo oggetto è di qualità alta
japanese: この そうびひんは たかいレベルを もつ。
korean: 이 장비품은 높은 품질이다.
portuguese: Este item é de alta qualidade.
russian: Этот пункт имеет высокий уровень.
spanish: Este objeto es de alto nivel

# MasterDesc-EF001005
source: This item is of superior quality.
french: Equipement de Qualité Supérieure.
german: Dieser Artikel hat einen hohen Pegel.
italian: Questo oggetto è di qualità superiore
japanese: この そうびひんは とてもたかいレベルを もつ。
korean: 이 장비품은 매우 높은 품질이다.
portuguese: Este item é de qualidade superior.
russian: Этот пункт имеет высокий уровень.
spanish: Este objeto es de nivel superior

# MasterDesc-EF001006
source: This item appears to be of the finest quality, but it carries a curse reducing your luck.
french: Equipement de la plus fine qualité mais portant une malédiction qui réduit la Fortune.
german: Dieser Artikel hat einen hohen Level, aber sie verlieren etwas Glück.
italian: Questo oggetto sembra essere della migliore qualità ma ha una maledizione che riduce la tua fortuna
japanese: この そうびひんは とてもたかいレベルを もつが うんのよさが さがる。
korean: 이 장비품은 매우 높은 품질이지만 행운이 감소한다.
portuguese: Este item aparenta ser da mais alta qualidade, porém ele carrega uma maldição reduzindo sua sorte.
russian: Этот пункт имеет высокий уровень, но вы потеряете немного удачи.
spanish: Este objeto parece de la mejor calidad, pero tiene una maldicionque reduce tu Suerte

# MasterDesc-EF001007
source: You can escape more quickly.
french: Vous pouvez Fuir plus rapidement.
german: Sie können mehr schneller entkommen.
italian: Puoi scappare più velocemente
japanese: すぐ にげられる
korean: 빨리 도망칠 수 있다.
portuguese: Você pode escapar mais facilmente.
russian: Вы можете избежать более быстрее.
spanish: Puedes escapar mas rapidamente

# MasterDesc-EF001008
source: You have a chance to ignore damage dealt to you during your turn.
french: Chances d'ignorer les Dommages que vous subissez ce Tour.
german: Sie haben die Chance alle Schäden, während Sie an der Reihe zu ignorieren.
italian: Hai la possibiltà di ignorare il danno che ti viene inflitto durante il tuo turno
japanese: じぶんの ターンの あいだ ダメージを うけない ことがある
korean: 자신의 턴 동안 피해를 받지 않을 수 있다.
portuguese: Você tem chance de ignorar dano causado a você durante seu turno.
russian: У вас есть возможность игнорировать весь урон, пока ваш ход.
spanish: Tienes una posibilidad de ignorar todo el daño recibido durante tu turno

# MasterDesc-EF001009
source: Increase your critical rate by your additional accuracy.
french: Votre Précision additionnelle augmente votre taux de Critique.
german: Erhöhen Sie Ihre kritische Rate durch Ihre zusätzliche Genauigkeit.
italian: Aumenta la tua possibiltà di critico della tua precisione aggiuntiva
japanese: めいちゅう じょうしょうぶん だけ クリティカルりつが ふえる
korean: 명중률이 증가한만큼 치명타율 증가
portuguese: Aumenta sua chance de acerto crítico baseado na sua precisão adicional.
russian: Увеличьте шанс вашей дополнительной точности.
spanish: Aumenta tu probabilidad de critico por tu precision adicional

# MasterDesc-EF001010
source: Your barriers no longer disable actions, but reduce all damage
french: Vos Barrières ne désactivent plus les Actions mais réduisent tout Dommage.
german: Jetzt ist Ihre Sperre deaktivieren, keine Handlungen, sondern sie reduzieren alle Schäden.
italian: La tua barriera non disabilità più le azioni ma riduce tutto il danno
japanese: バリアの むこうかは なくなるが かわりに ぜんダメージを けいげんする
korean: 방벽 무효화의 효과를 받지 않지만 모든 피해를 줄인다
portuguese: Suas barreiras não bloqueiam ações, mas reduzem todo dano.
russian: Теперь ваш барьер не отключать какие-либо действия, но они уменьшают все повреждения.
spanish: Tus barreras ya no deshabilitan acciones, pero reducen el daño

# MasterDesc-EF001011
source: Your heals can now crit
french: Vos Soins peuvent être Critiques.
german: Jetzt können Sie mit heilen kritisch umgehen.
italian: Ora le tue cure possono essere critiche
japanese: HPかいふく スキルで クリティカルするようになる
korean: HP 회복 기술도 치명타 효과를 얻는다
portuguese: Suas curas agora podem ser críticas.
russian: Теперь вы можете иметь дело с критическим заживать.
spanish: Tus sanaciones ahora pueden dar criticos

# MasterDesc-EF001012
source: You can enter any room.
french: Vous pouvez entrer dans toutes les Salles.
german: Sie können jeden Raum betreten.
italian: Puoi entrare in qualsiasi stanza
japanese: はいれない へやが なくなる
korean: 들어갈 수 없는 방이 없어진다.
portuguese: Você pode ir para qualquer sala.
russian: Можно ввести любой номер.
spanish: Puedes entrar a cualquier habitacion

# MasterDesc-EF001013
source: Double your HP and power but you can not control yourself in battle.
french: PV et Puissance x2 mais vous ne pouvez contrôler vos Actions dans le combat.
german: Verdoppeln Sie Ihre HP und Macht, aber man kann sich nicht im Kampf zu kontrollieren.
italian: Raddoppia i tuoi HP e il tuo potere ma non puoi più controllarti in battaglia
japanese: せんとうで そうさを うけつけなくなるが HPと あたえるダメージが 2ばい
korean: 전투시 조종할 수 없지만 HP와 주는 피해가 2배로 된다.
portuguese: Dobra seu HP e poder mas você não consegue mais se controlar durante batalha.
russian: Удвойте HP и силу, но вы не можете контролировать себя в бою.
spanish: Tienes el doble de potencia y HP, pero no puedes controlarte durante la batalla

# MasterDesc-EF001014
source: Ignore all debuffs affecting accuracy
french: Ignore les Afflictions sur la Précision.
german: Sie können alle Debuff ignorieren, die auf die Genauigkeit auswirkt.
italian: Ignora tutti i debuff della precisione
japanese: めいちゅうりつ ていかの えいきょうを うけない
korean: 명중률 저하의 영향을 받지 않는다.
portuguese: Ignoar todos debuffs que afetem precisão.
russian: Вы можете игнорировать все дебафф, который влияет на точность.
spanish: Ignora cualquier debuff de precision

# MasterDesc-EF001015
source: You can encounter more events.
french: Vous pouvez rencontrer plus d'Evènements.
german: Sie können mehrere Ereignisse auftreten.
italian: Possibiltà di trovare più eventi
japanese: よりおおくの イベントに そうぐうできる
korean: 더 많은 이벤트가 발생한다.
portuguese: Você pode encontrar mais eventos.
russian: Вы можете столкнуться с более событий.
spanish: Puede encontrarse más eventos.

# MasterDesc-EF001016
source: Reduce damage that is greater than your durability.
french: Réduit les Dommages qui dépassent votre Durabilité.
german: Verringerung der Schäden, die größer als Ihre Haltbarkeit ist.
italian: Riduce il danno superiore alla tua resistenza
japanese: おおきすぎるダメージを けいげんする
korean: 큰 피해를 감소시킨다.
portuguese: Reduz o dano que for maior que sua Resistência.
russian: Уменьшить ущерб, который больше, чем ваша долговечность.
spanish: Reduce el daños superior a tu durabilidad

# MasterDesc-EF001017
source: ''Rest'' rooms appear more frequently.
french: Les Salles de repos apparaissent plus souvent.
german: Frequenz erhöhen, dass ''Rest'' Zimmer erscheinen.
italian: Le stanze per il riposo appaiono più frequentemente
japanese: 「きゅうそく」のへやが あらわれやすくなる
korean: [휴식]의 방이 나타나기 쉬워진다.
portuguese: Salas de Descanso aparecem mais frequentemente.
russian: Увеличение частоты, что ''отдых'' номера появляются.
spanish: Las salas de descanso aparecen con más frecuencia

# MasterDesc-EF001018
source: You can not deal any buffs and debuffs.
french: Vous ne pouvez lancer ni Buff ni Affliction.
german: Sie können keine Buff und Debuff beschäftigen.
italian: Non puoi infliggere nessun buff o debuff
japanese: じょうたいへんかを ふよできない
korean: 상태변화의 효과를 받지 않는다.
portuguese: Você não pode mais causar nenhum buff ou debuff.
russian: Вы не можете иметь дело какой-либо положительный эффект и отрицательный эффект.
spanish: No puedes usar buffs y debuffs

# MasterDesc-EF001020
source: Take no damage from ''Ancient King''
french: Les Dommages subis par le Roi Antique sont ignorés.
german: Sie können alle Schäden, die Sie nehmen von ''Ancient King'' zu ignorieren.
italian: Non subisci danni da ''Ancient King''
japanese: 「こだいの はおう」から ダメージを うけない
korean: [고대의 패왕]으로부터 받는 피해가 전부 무효가 된다.
portuguese: Você fica imune ao dano do ''Rei Antigo''.
russian: Вы можете игнорировать все повреждения, вы берете на ''Древний король''.
spanish: No recibes daño del ''Rey Antiguo''

# MasterDesc-EF001021
source: Increase score you gain from floor bosses.
french: Augmente vos scores contre les Boss du niveau.
german: Erhöhen Sie Punktzahl von Boden-Bosse gewinnen.
italian: Aumenta il punteggio che ricevi dai boss del livello
japanese: フロアボスから えられる スコアが ふえる
korean: 층 보스로부터 얻는 점수가 증가한다.
portuguese: Aumenta a pontuação ganha dos chefes de andar.
russian: Увеличение балл вы получаете от пола боссов.
spanish: Aumentar la puntuación que obtiene de jefes de piso.

# MasterDesc-EF001024
source: You can deal Reflect damage whenever you are debuffed.
french: Vous pouvez Réfléchir des Dommages à chaque Affliction subie.
german: Sie können Gelegt Schaden verursachen, wenn Sie Debuff nehmen.
italian: Possibilità di riflettere il danno quando sei sotto l'effetto di un debuff
japanese: じょうたいいじょうに たいしても はんしゃが はつどうする
korean: 상태이상에 대해서도 반사가 발동한다.
portuguese: Você causa dano de Reflexo sempre que sofrer um debuff.
russian: Вы можете иметь дело Reflect ущерб всякий раз, когда вы берете отрицательный эффект.
spanish: Puedes causar daño por ''Reflejar'' cada vez que seas afectado por un debuff

# MasterDesc-EF001025
source: Damage over time ignores defenses.
french: Les Dommages Continus ignorent les défenses.
german: Sie können gegnerische Widerstand für Schäden im Laufe der Zeit zu ignorieren.
italian: Il danno nel tempo ignora le difese
japanese: けいぞくダメージが ていこうされない
korean: 지속피해가 저항을 받지 않는다.
portuguese: Dano ao longo do tempo ignora defesas.
russian: Вы можете игнорировать сопротивление противника за повреждения в течение долгого времени.
spanish: El ''daño por turnos'' ignora las defensas

# MasterDesc-EF001026
source: Increase power of skills that have multiple effects.
french: Augmente la Puissance des Talents aux effets multiples.
german: Erhöhen Sie die Leistung von Fähigkeiten, die mehrere Effekte haben.
italian: Aumenta il potere della abilità che hanno più di un effetto
japanese: ふくすうの こうかをもつ スキルの いりょくが アップ
korean: 여러 효과를 가진 기술의 위력 증가
portuguese: Aumenta o poder de habilidades que contenham múltiplos efeitos.
russian: Увеличение мощности навыков, которые имеют несколько эффектов.
spanish: Aumentar el poder de las habilidades que tienen varios efectos.

# MasterDesc-EF001027
source: You deal pursuit damage when using skills that do not end your turn.
french: Vous infligez des Dommages Harcelants à chaque activation de Talent Libre.
german: Sie können Verfolgung Schaden verursachen, wenn Sie Fertigkeit verwendet, die vergeuden Sie an der Reihe nicht.
italian: Infliggi danno nel tempo quando usi un abilità che non fa finire il turno
japanese: ついげきが ターンしょうひしていないときも はつどうする
korean: 턴을 소모하지 않는 기술 사용시 추격 획득
portuguese: Você causa dano de Perseguição ao usar habilidades que não encerram o turno.
russian: Вы можете наносить урон слежение, когда вы использовали навык, который не тратить свою очередь.
spanish: Puedes causar daño por ''Persecucion'' cada vez que utilices una habilidad que no termine tu turno

# MasterDesc-EF002001
source: -1 Cooldown whenever you move to a new room.
french: Délai -1 à chaque fois que vous vous Déplacez.
german: -1 Die Abklingzeit wurde, wann immer bewegt Sie.
italian: Riduce di 1 il cooldown quando ti sposti in una nuova stanza
japanese: いどうじに スキルの クールダウン -1
korean: 이동시에 기술의 대기 시간-1
portuguese: Reduz a recarga em 1 sempre que você se move.
russian: -1 Откат всякий раз, когда вы переехали.
spanish: Reduce en -1 los tiempos derecargacada vez que te muevas a otra habitacion

# MasterDesc-EF002002
source: Deal damage whenever you are hit.
french: Inflige des Dommages à chaque fois que vous êtes atteint.
german: Deal Schaden, wenn Sie betroffen sind.
italian: Infliggi danno ogni volta che vieni colpito
japanese: こうげきを うけるたび ダメージをあたえる
korean: 공격을 받을때마다 피해를 가힌다.
portuguese: Causa dano sempre que for atacado.
russian: Наносит урон всякий раз, когда вы пострадали.
spanish: Infligiras daño cada vez que seas golpeado

# MasterDesc-EF002003
source: Reflect opponent's reflect damage.
french: Réfléchit les Dommages Réfléchis par l'adversaire.
german: Reflektieren des Gegners Schaden zu reflektieren.
italian: Rifletti il danno che il nemico riflette
japanese: てきのはんしゃを てきじしんに かえす
korean: 적의 반사를 다시 돌려준다.
portuguese: Reflete o dano de reflexo do inimigo.
russian: Отражать отразить урон противника.
spanish: Refleja el daño reflejado por el rival

# MasterDesc-EF002004
source: Ignore opponent's defenses.
french: Ignore les défenses de l'adversaire.
german: Ignorieren des Gegners Abwehr.
italian: Ignora la difesa del nemico
japanese: てきの ぼうぎょこうかを むしする
korean: 적의 방어효과를 무시한다.
portuguese: Ignora as defesas do inimigo.
russian: Игнорировать обороны противника.
spanish: Ignorar las defensas del oponente

# MasterDesc-EF002005
source: You have a chance to ignore damage dealt to you during your turn.
french: Chances d'ignorer les Dommages subis pendant votre Tour.
german: Sie haben die Chance alle Schäden, während Sie an der Reihe zu ignorieren.
italian: Possibilità di ignorare il danno che ti viene inflitto nel tuo turno
japanese: じぶんの ターンの あいだ ダメージを うけないことがある
korean: 자신의 턴 동안 피해를 받지 않을 수 있다.
portuguese: Concede chance de ignorar o dano causado a você durante seu turno.
russian: У вас есть возможность игнорировать весь урон, пока ваш ход.
spanish: Posibilidad de ignorar el daño recibido durante tu turno

# MasterDesc-EF002006
source: Chance to reduce cooldown -1 on encounter.
french: Chances de Délai -1 à chaque Rencontre.
german: Chance Abklingzeit zu reduzieren -1 auf Begegnung.
italian: Possibilità di ridurre i cooldown di 1 ad ogni incontro
japanese: せんとうかいしじ たまに クールダウンが 1へる
korean: 전투시작 시 대기 시간이 1 줄어든다.
portuguese: Chance de reduzir as recargas em 1 ao entrar em uma batalha.
russian: Шанс, чтобы уменьшить время перезарядки -1 на встрече.
spanish: Oportunidad de reducir el tiempo de reutilización -1 en caso de encuentro.

# MasterDesc-EF002007
source: Reduce damage taken when you are at or above MaxHP.
french: Dommage que vous subissez sont réduits tant que votre Santé > SantéMax.
german: Reduzieren Sie Schaden, wenn Sie mehr gleich HP dann MaxHP haben.
italian: Riduce il danno che subisci quando hai pi HP dei tuoi HP massimi
japanese: HPが さいだいちいじょうなら うけるダメージを へらす
korean: HP가 최대치 이상이면 받는 피해를 줄인다.
portuguese: Reduz o dano recebido enquanto seu HP for igual ou maior que seu HP máximo.
russian: Уменьшить урон, когда у вас есть более равные HP затем MaxHP.
spanish: Reducir el daño cuando se tiene más iguales HP continuación MaxHP.

# MasterDesc-EF002008
source: Increase reroll cost and chance to earn better result.
french: Augmente les coût de Relance et les chances d'avoir de meilleurs résustats.
german: Erhöhen Sie Reroll Kosten und Chance besseres Ergebnis zu erzielen.
italian: Aumenta la possibilità di avere un migliore risultato quando ritiri
japanese: リロールコストを ふやし よりよい アイテムや スキルを えられる
korean: 다시고르기 비용이 증가하지만 더 좋은 아이템이나 기술을 얻을 수 있다.
portuguese: Aumenta o custo de reescolher e a chance de conseguir um melhor resultado.
russian: Увеличение стоимости Reroll и шанс заработать лучший результат.
spanish: Aumentar el costo nueva tirada y la oportunidad de obtener un mejor resultado.

# MasterDesc-EF002009
source: Chance to deal damage whenever you act. (Based on Level)
french: Chances d'infliger des Dommages à chaque Action que vous faites (Basés sur le NIveau).
german: Chance zu Schaden verursachen, wenn Sie handeln. (Basierend auf Stufe)
italian: Possibilità di infliggere danno quando fai un azione (basato sul livello)
japanese: スキルを つかうたび レベルいぞんの ついかこうげきを おこなうことがある
korean: 기술 사용시 때때로 추가공격을 한다.(레벨 기반)
portuguese: Chance de causar dano extra ao atacar. (Baseado no seu Nível)
russian: Шанс наносить урон всякий раз, когда вы будете действовать. (В зависимости от уровня)
spanish: Oportunidad de hacer daño cada vez que se actúa. (Basado en el nivel)

# MasterDesc-EFE00001
source: Thorn (Chance to gain reflect when attacked.)
french: Epines (Chance de Réfléchir les Dommages quand on est attaqué).
german: 棘(攻撃を受けるごとに+はんしゃを得る機会を持つ)
italian: Spine (possibiiltà di riflettere il danno quando vieni attaccato)
japanese: 棘(攻撃を受けるごとに+はんしゃを得る機会を持つ)
korean: 가시(공격을 받을 때마다 +반사를 얻을 가능성이 있다.)
portuguese: Thorn (Chance de ganhar refletir quando você ataca.)
russian: 棘(攻撃を受けるごとに+はんしゃを得る機会を持つ)
spanish: Espinas (Oportunidad de reflejar el daño cuando eres atacado.)

# MasterDesc-EFE00002
source: Long-term weakening comes whenever action is taken
french: 行動するごとに長期脆弱化をしてくる
german: 行動するごとに長期脆弱化をしてくる
italian: 行動するごとに長期脆弱化をしてくる
japanese: 行動するごとに長期脆弱化をしてくる
korean: 행동할 때마다 약화를 건다.
portuguese: 行動 す る ご と に 長期 脆弱 化 を し て く る
russian: 行動するごとに長期脆弱化をしてくる
spanish: 行動するごとに長期脆弱化をしてくる

# MasterDesc-EFE00003
source: Attacks inflict bind
french: Attaquer inflige Aveuglement.
german: 攻撃にバインド付与
italian: L'attacco infligge cecità
japanese: 攻撃にバインド付与
korean: 공격에 구속효과를 부여한다.
portuguese: 攻 撃 に バ イ ン ド 付 与
russian: 攻撃にバインド付与
spanish: 攻撃にバインド付与

# MasterDesc-EFE00004
source: Poison Gas
french: Gaz empoisonné.
german: 毒ガス
italian: Gas velenoso
japanese: 毒ガス
korean: 독성 기체
portuguese: Gás venenoso
russian: 毒ガス
spanish: Gas venenoso
