Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterDetail-DGS80001
source: After the human race disappears, cities are dominated by animals and plants, insects and fungus.
french: Après la race humaine disparaît, les villes sont dominées par les animaux et les plantes, les insectes et les champignons.
german: Nachdem die Menschheit verschwindet, Städte werden von Tieren und Pflanzen, Insekten und Pilze dominiert.
italian: Dopo la razza umana scompare, le città sono dominate da animali e piante, insetti e funghi.
japanese: ひとの てを はなれた まちは すこしずつ じゅもくと はなばなの そこへと しずみつつある。
korean: 인류가 사라진 후 도시는 동물과 식물, 곤충, 곰팡이에 의해 지배된다.
portuguese: Após a raça humana desaparece, as cidades são dominadas por animais e plantas, insetos e fungos.
russian: После того, как человеческая раса исчезнет, ​​города преобладают животные и растения, насекомых и грибки.
spanish: Después de que desaparezca la raza humana, las ciudades están dominados por animales y plantas, insectos y hongos.

# TEXT_AFTER_DUNGEON_BOSS_DGS80001
source: Human rule has ended. Humans are no longer just a kind of creatures.
french: règle humaine a pris fin. Les humains ne sont plus seulement une sorte de créatures.
german: Menschliche Regel ist beendet. Die Menschen sind nicht mehr nur eine Art von Lebewesen.
italian: Il governo umano è terminato. Gli esseri umani non sono più solo una specie di creature.
japanese: ひとの しはいは おわりを むかえ にんげんは もはや いきものの いっしゅに すぎない。
korean: 인간의 규칙이 종료되었습니다. 인간은 더 이상 생물의 단지 종류 없습니다.
portuguese: regra humana terminou. Os seres humanos não são apenas uma espécie de criaturas.
russian: Человеческое правило закончилось. Люди не являются больше не только своим родом существ.
spanish: gobierno humano ha terminado. Los seres humanos ya no son sólo un tipo de criaturas.

# TEXT_BEFORE_DUNGEON_BOSS100_DGS80001
source: That huge tree is definitely living, not an exaggeration or a metaphor. She is sorrowful about the future of this forest.
french: Ce grand arbre vit sans aucun doute, pas une exagération ou une métaphore. Elle est triste à l'avenir de cette forêt.
german: Der riesige Baum ist auf jeden Fall lebt, nicht eine Übertreibung oder eine Metapher. Sie ist traurig über die Zukunft dieses Waldes.
italian: Questo enorme albero è sicuramente vivendo, non è un'esagerazione o di una metafora. Lei è triste per il futuro di questa foresta.
japanese: その きょだいな じゅもくは こちょうや ひゆではなく まちがいなく いきている。 かのじょは このもりの ゆくすえを うれいているのか。
korean: 그 거대한 나무는 확실히 아닌 과장 또는 은유 살고있다. 그녀는이 숲의 미래에 대한 슬픈이다.
portuguese: Essa enorme árvore é definitivamente vivendo, não é um exagero ou uma metáfora. Ela está triste sobre o futuro da floresta.
russian: Это огромное дерево, безусловно, живой, а не преувеличение или метафора. Она скорбит о будущем этого леса.
spanish: Esa enorme árbol está definitivamente viva, no es una exageración o una metáfora. Ella está triste por el futuro de este bosque.

# TEXT_AFTER_DUNGEON_BOSS100_DGS80001
source: She will not die as long as this forest dies. __Even after the human race disappears, nature will not change and it will live in this place.
french: Elle ne mourra pas aussi longtemps que cette forêt meurt. __Even après la race humaine disparaît, la nature ne changera pas et il va vivre dans cet endroit.
german: Sie wird nicht sterben, solange dieser Wald stirbt. __Even nachdem die Menschheit verschwindet, Natur wird sich nicht ändern, und es wird in diesem Ort leben.
italian: Non morirà finché questa foresta muore. __Even dopo la razza umana scompare, la natura non cambierà e sarà vivere in questo posto.
japanese: もりが しなないかぎり かのじょも また しなないだろう。 ひとが いなくなった のちも しぜんは かわらず このちに いきるのだろう…
korean: 그녀는이 숲이 죽을만큼 죽지 않을 것이다. 인류가 사라진 후 __Even, 자연은 변경되지 않습니다 그것은이 곳에서 살 것이다.
portuguese: Ela não vai morrer enquanto a floresta morre. __Even após a raça humana desaparece, a natureza não vai mudar e vai viver neste lugar.
russian: Она не умрет до тех пор, как этот лес умирает. __Even после того, как человеческая раса исчезнет, ​​природа не изменится, и она будет жить в этом месте.
spanish: Ella no morirá, siempre y cuando este bosque muere. __Even después de la raza humana desaparece, la naturaleza no va a cambiar y va a vivir en este lugar.

# MasterName-DGS80002
source: Forest Hard
french: Forêt Difficile
german: Wald Hart
italian: foresta Difficile
japanese: しんりん Hard
korean: 숲 단단한
portuguese: Floresta Ciężko
russian: лес Жесткий
spanish: Bosque Difícil

# MasterName-DGS80003
source: Forest Master
french: Forêt Maîtriser
german: Wald Meister
italian: foresta Maestro
japanese: しんりん Master
korean: 숲 석사
portuguese: Floresta Mistrz
russian: лес Мастер
spanish: Bosque Dominar

# MasterName-DGS80004
source: Forest Extreme
french: Forêt Extrême
german: Wald Extrem
italian: foresta Estremo
japanese: しんりん Extreme
korean: 숲 극단
portuguese: Floresta Skrajny
russian: лес крайность
spanish: Bosque Extremo

# MasterDesc-MSSM0801
source: Kill Planted man.
french: Tuer homme planta.
german: Tötet Gepflanzt Mann.
italian: Uccidi uomo piantò.
japanese: むしばまれた おとこ をころす
korean: 심은 사람을 죽여.
portuguese: Matar homem plantou.
russian: Убейте посажены человек.
spanish: Matar hombre plantó.

# MasterDesc-MSSM0802
source: Kill Planted man.(Hard)
french: Tuer homme planta.(Difficile)
german: Tötet Gepflanzt Mann.(Hart)
italian: Uccidi uomo piantò.(Difficile)
japanese: むしばまれた おとこ をころす(Hard)
korean: 심은 사람을 죽여.(단단한)
portuguese: Matar homem plantou.(Ciężko)
russian: Убейте посажены человек.(Жесткий)
spanish: Matar hombre plantó.(Difícil)

# MasterDesc-MSSM0803
source: Kill Planted man.(Master)
french: Tuer homme planta.(Maîtriser)
german: Tötet Gepflanzt Mann.(Meister)
italian: Uccidi uomo piantò.(Maestro)
japanese: むしばまれた おとこ をころす(Master)
korean: 심은 사람을 죽여.(석사)
portuguese: Matar homem plantou.(Mistrz)
russian: Убейте посажены человек.(Мастер)
spanish: Matar hombre plantó.(Dominar)

# MasterDesc-MSSM0804
source: Kill Planted man.(Extreme)
french: Tuer homme planta.(Extrême)
german: Tötet Gepflanzt Mann.(Extrem)
italian: Uccidi uomo piantò.(Estremo)
japanese: むしばまれた おとこ をころす(Extreme)
korean: 심은 사람을 죽여.(극단)
portuguese: Matar homem plantou.(Skrajny)
russian: Убейте посажены человек.(крайность)
spanish: Matar hombre plantó.(Extremo)

# MasterDesc-MSSM0805
source: Kill Strangler.
french: Tuer étrangleur.
german: Kill-Würger.
italian: Uccidi strangolatore.
japanese: しめつけるもの をころす
korean: 교 살자 처치하십시오.
portuguese: Matar estrangulador.
russian: Убейте душитель.
spanish: Matar estrangulador.

# MasterDesc-MSSM0806
source: Kill Strangler.(Hard)
french: Tuer étrangleur.(Difficile)
german: Kill-Würger.(Hart)
italian: Uccidi strangolatore.(Difficile)
japanese: しめつけるもの をころす(Hard)
korean: 교 살자 처치하십시오.(단단한)
portuguese: Matar estrangulador.(Ciężko)
russian: Убейте душитель.(Жесткий)
spanish: Matar estrangulador.(Difícil)

# MasterDesc-MSSM0807
source: Kill Strangler.(Master)
french: Tuer étrangleur.(Maîtriser)
german: Kill-Würger.(Meister)
italian: Uccidi strangolatore.(Maestro)
japanese: しめつけるもの をころす(Master)
korean: 교 살자 처치하십시오.(석사)
portuguese: Matar estrangulador.(Mistrz)
russian: Убейте душитель.(Мастер)
spanish: Matar estrangulador.(Dominar)

# MasterDesc-MSSM0808
source: Kill Strangler.(Extreme)
french: Tuer étrangleur.(Extrême)
german: Kill-Würger.(Extrem)
italian: Uccidi strangolatore.(Estremo)
japanese: しめつけるもの をころす(Extreme)
korean: 교 살자 처치하십시오.(극단)
portuguese: Matar estrangulador.(Skrajny)
russian: Убейте душитель.(крайность)
spanish: Matar estrangulador.(Extremo)

# MasterDesc-MSSM0809
source: Kill Forest witch.
french: Tuer sorcière de la forêt.
german: Kill-Wald Hexe.
italian: Uccidi strega Foresta.
japanese: もりの まじょ をころす
korean: 숲의 마녀를 죽여라.
portuguese: Matar bruxa Forest.
russian: Убей Forest ведьму.
spanish: Matar a la bruja del bosque.

# MasterDesc-MSSM0810
source: Kill Forest witch.(Hard)
french: Tuer sorcière de la forêt.(Difficile)
german: Kill-Wald Hexe.(Hart)
italian: Uccidi strega Foresta.(Difficile)
japanese: もりの まじょ をころす(Hard)
korean: 숲의 마녀를 죽여라.(단단한)
portuguese: Matar bruxa Forest.(Ciężko)
russian: Убей Forest ведьму.(Жесткий)
spanish: Matar a la bruja del bosque.(Difícil)

# MasterDesc-MSSM0811
source: Kill Forest witch.(Master)
french: Tuer sorcière de la forêt.(Maîtriser)
german: Kill-Wald Hexe.(Meister)
italian: Uccidi strega Foresta.(Maestro)
japanese: もりの まじょ をころす(Master)
korean: 숲의 마녀를 죽여라.(석사)
portuguese: Matar bruxa Forest.(Mistrz)
russian: Убей Forest ведьму.(Мастер)
spanish: Matar a la bruja del bosque.(Dominar)

# MasterDesc-MSSM0812
source: Kill Forest witch.(Extreme)
french: Tuer sorcière de la forêt.(Extrême)
german: Kill-Wald Hexe.(Extrem)
italian: Uccidi strega Foresta.(Estremo)
japanese: もりの まじょ をころす(Extreme)
korean: 숲의 마녀를 죽여라.(극단)
portuguese: Matar bruxa Forest.(Skrajny)
russian: Убей Forest ведьму.(крайность)
spanish: Matar a la bruja del bosque.(Extremo)

# MasterDesc-MSSM0813
source: Kill Guardian of forests.
french: Tuer Gardien des forêts.
german: Töten Wächter der Wälder.
italian: Uccidi guardiano delle foreste.
japanese: もりの まもりがみ をころす
korean: 숲의 수호자 처치하십시오.
portuguese: Matar-guarda das florestas.
russian: Убить Страж леса.
spanish: Matar guardián de los bosques.

# MasterDesc-MSSM0814
source: Kill Guardian of forests.(Hard)
french: Tuer Gardien des forêts.(Difficile)
german: Töten Wächter der Wälder.(Hart)
italian: Uccidi guardiano delle foreste.(Difficile)
japanese: もりの まもりがみ をころす(Hard)
korean: 숲의 수호자 처치하십시오.(단단한)
portuguese: Matar-guarda das florestas.(Ciężko)
russian: Убить Страж леса.(Жесткий)
spanish: Matar guardián de los bosques.(Difícil)

# MasterDesc-MSSM0815
source: Kill Guardian of forests.(Master)
french: Tuer Gardien des forêts.(Maîtriser)
german: Töten Wächter der Wälder.(Meister)
italian: Uccidi guardiano delle foreste.(Maestro)
japanese: もりの まもりがみ をころす(Master)
korean: 숲의 수호자 처치하십시오.(석사)
portuguese: Matar-guarda das florestas.(Mistrz)
russian: Убить Страж леса.(Мастер)
spanish: Matar guardián de los bosques.(Dominar)

# MasterDesc-MSSM0816
source: Kill Guardian of forests.(Extreme)
french: Tuer Gardien des forêts.(Extrême)
german: Töten Wächter der Wälder.(Extrem)
italian: Uccidi guardiano delle foreste.(Estremo)
japanese: もりの まもりがみ をころす(Extreme)
korean: 숲의 수호자 처치하십시오.(극단)
portuguese: Matar-guarda das florestas.(Skrajny)
russian: Убить Страж леса.(крайность)
spanish: Matar guardián de los bosques.(Extremo)

# MasterDesc-MSSE0801
source: Kill Planted man.
french: Tuer homme planta.
german: Tötet Gepflanzt Mann.
italian: Uccidi uomo piantò.
japanese: むしばまれた おとこ をころす
korean: 심은 사람을 죽여.
portuguese: Matar homem plantou.
russian: Убейте посажены человек.
spanish: Matar hombre plantó.

# MasterDesc-MSSE0802
source: Kill Strangler.
french: Tuer étrangleur.
german: Kill-Würger.
italian: Uccidi strangolatore.
japanese: しめつけるもの をころす
korean: 교 살자 처치하십시오.
portuguese: Matar estrangulador.
russian: Убейте душитель.
spanish: Matar estrangulador.

# MasterDesc-MSSE0803
source: Kill Forest witch.
french: Tuer sorcière de la forêt.
german: Kill-Wald Hexe.
italian: Uccidi strega Foresta.
japanese: もりの まじょ をころす
korean: 숲의 마녀를 죽여라.
portuguese: Matar bruxa Forest.
russian: Убей Forest ведьму.
spanish: Matar a la bruja del bosque.

# MasterDesc-MSSE0804
source: Kill Guardian of forests.
french: Tuer Gardien des forêts.
german: Töten Wächter der Wälder.
italian: Uccidi guardiano delle foreste.
japanese: もりの まもりがみ をころす
korean: 숲의 수호자 처치하십시오.
portuguese: Matar-guarda das florestas.
russian: Убить Страж леса.
spanish: Matar guardián de los bosques.

# MasterName-SK100041
source: Pact of forest
french: Pacte de forêt
german: Pakt von Wald
italian: Patto di foresta
japanese: もりの きょうてい
korean: 숲의 협정
portuguese: Pacto de floresta
russian: Пакт леса
spanish: Pacto de los bosques

# MasterShortName-SK100041
source: Pursuit
french: Poursuite
german: Verfolgung
italian: ricerca
japanese: ついげき
korean: 추격
portuguese: Perseguição
russian: преследование
spanish: Búsqueda

# MasterDesc-SK100041
source: Gain Pursuit.
german: Gain-Verfolgung.
italian: Guadagno Pursuit.
japanese: ついげきをえる
korean: 추격 획득
portuguese: Ganha Perseguição.
russian: Усиление преследования.
spanish: Persecución de ganancia.

# WORD_OVERLOOK
source: Overlook
french: Négliger
german: Übersehen
japanese: みのがす
korean: 간과
portuguese: Negligenciar
russian: Игнорировать
spanish: Pasar por alto

# MasterDesc-ESSE0801
source: ''Who are you?''__You caught a quiet looking woman__''I am glad for any visitor.''
french: « Qui es-tu? » __ Vous avez attrapé une femme calme à la recherche __ « Je suis heureux pour tout visiteur. »
german: „Wer bist du?“ __ Sie eine ruhige aussehende Frau gefangen __ „Ich bin für jeden Besucher freuen.“
italian: ''Chi sei?'' __ Hai preso una tranquilla donna in cerca __ ''Sono contento per ogni visitatore.''
japanese: 「あら あなたは…」__あなたは しずかな ようすの じょせいに でくわした。__「だれであれ らいきゃくは うれしいものです」
korean: ''누구 시죠?''__ 당신은 조용한 보는 여자를 붙 잡았다 __ ''나는 어떤 방문자를 위해 기쁘다.''
portuguese: ''Quem é você?'' __ Você pegou uma mulher que olha tranquila __ ''Estou feliz para qualquer visitante.''
russian: «Кто ты?» __ Вы поймали спокойный вид женщина __ «Я рад, что для любого посетителя.»
spanish: ''¿Quién es usted?'' __ Se cogen una mujer de aspecto tranquilo __ ''Estoy contento por cualquier visitante.''

# MasterDesc-ESSE0802
source: She told you that she is living lovingly with her children in this forest.
french: Elle vous a dit qu'elle vit avec amour avec ses enfants dans cette forêt.
german: Sie sagte, dass sie liebevoll mit ihren Kindern in diesem Wald leben.
italian: Lei ti ha detto che lei sta vivendo amorevolmente con i suoi figli in questa foresta.
japanese: かのじょは このもりで こどもたちと いっしょに ほそぼそと くらしている みのうえばなしを うちあけてくれた。
korean: 그녀는 그녀가이 숲에서 그녀의 아이들과 함께 사랑스럽게 살고 있다고 말했다.
portuguese: Ela lhe disse que ela está vivendo amorosamente com seus filhos nesta floresta.
russian: Она сказала, что она живет с любовью со своими детьми в этом лесу.
spanish: Ella le dijo que ella está viviendo con amor con sus hijos en este bosque.

# MasterDesc-ESSE0803
source: ''Thank you very much! It has been a long time since I chatted so much. If you do not mind, please come over again...'' __ As she said so, she left to the back of the forest.
french: « Merci beaucoup! Il a été longtemps que je bavardais tant. Si cela ne vous dérange pas, s'il vous plaît venir à nouveau ... » __ Comme elle le dit, elle a laissé à l'arrière de la forêt.
german: „Vielen Dank! Es war eine lange Zeit, seit ich so viel geplaudert. Wenn Sie nichts dagegen haben, bitte komm wieder über ...“ __ Als sie sagte ja, sie an der Rückseite des Waldes verlassen.
italian: ''Grazie mille! E 'stato molto tempo da quando ho chiacchierato così tanto. Se non ti dispiace, ti aspettiamo di nuovo ...'' __ Come lei ha detto così, ha lasciato sul retro della foresta.
japanese: 「ありがとうございました。 こんなに おしゃべりしたの ひさしぶり。 きかいが あれば ぜひ うちにも よってください」__そう いいのこし かのじょは もりの おくへと きえていった…
korean: ''대단히 감사합니다! 내가 너무 많은 잡담 이후 오랜 시간이되었습니다. 당신이 괜찮다면, 다시 와서 제발 ...''__ 그녀가 그래서, 그녀는 숲의 뒷면 왼쪽 말했듯이.
portuguese: ''Muito obrigado! Tem sido um longo tempo desde que eu conversamos muito. Se você não se importa, por favor, venha de novo ...'' __ Quando ela disse isso, ela deixou para trás da floresta.
russian: «Большое спасибо! Это было долгое время, так как я болтал так много. Если вы не возражаете, пожалуйста, приходите снова ...» __ Как она так сказала, что она оставила в задней части леса.
spanish: ''Muchas gracias! Ha sido un largo tiempo desde Charlé tanto. Si no le importa, por favor venga otra vez ...'' __ Como ella lo dijo, ella se fue a la parte trasera de la selva.

# MasterDesc-ESSE0804
source: ''Oh it's been a long time ago''__She said with a carefree smile.__''You came to this place again?''
french: « Oh, il a été il y a longtemps » __ dit-elle avec un sourire sans soucis .__ « Vous êtes venu à cet endroit? »
german: „Oh, es ist schon vor langer Zeit gewesen“ __ sagte sie mit einem unbeschwerten Lächeln .__ „Sie kamst wieder an diesen Ort?“
italian: ''Oh, è stato tanto tempo fa'' __ Ha detto con un sorriso spensierato .__ ''Sei venuto in questo posto?''
japanese: 「あら おひさしぶりです」__おんなは くったくのない えがおで こたえた。__「また このあたりに いらしたのね」
korean: ''당신은 다시이 곳으로 온?''__ 그녀가 .__ 평온한 미소로 말했다 ''오, 그것은 오래 전이었다''
portuguese: ''Oh tem sido há muito tempo'' __ Ela disse com um sorriso despreocupado .__ ''Você veio a este lugar de novo?''
russian: «О, это было давно» __ Она сказала с беззаботной улыбкой .__ «Вы снова пришли в это место?»
spanish: ''Oh, que ha sido hace mucho tiempo'' __ Ella dijo con una sonrisa despreocupada .__ ''Usted vino a este lugar de nuevo?''

# MasterDesc-ESSE0805
source: ''It's time to eat, how about you together?'' She introduced you to a cabin in the back of the forest.
french: « Il est temps de manger, que diriez-vous que vous ensemble? » Elle vous a présenté une cabine à l'arrière de la forêt.
german: „Es ist Zeit zu essen, wie über Sie zusammen?“ Sie stellte sie zu einer Hütte auf der Rückseite des Waldes.
italian: ''E 'il momento di mangiare, come su di te insieme?'' Lei si presentò a una cabina nella parte posteriore della foresta.
japanese: 「ちょうど しょくじの じかんなんです ごいっしょに どうですか？」__おんなは あなたを もりの おくにある ちいさな こやに みちびきいれた。
korean: ''그것은 함께 당신에 대해 어떻게 먹을 시간이야?'' 그녀는 숲의 뒤쪽에 오두막을 소개.
portuguese: ''É tempo para comer, e você juntos?'' Ela introduziu-lhe uma cabine na parte de trás da floresta.
russian: «Пришло время, чтобы поесть, как насчет вас вместе?» Она ввела вас в салон в задней части леса.
spanish: ''Es hora de comer, ¿y tú juntos?'' Ella se introdujo a una cabaña en la parte posterior de la selva.

# MasterDesc-ESSE0806
source: ''Please wait a bit, right?''__The baby sleeping in the cradle is a distorted monster...
french: « S'il vous plaît attendre un peu, non? » __ Le bébé qui dort dans le berceau est un monstre déformé ...
german: „Bitte warten Sie ein wenig, nicht wahr?“ __ Das Baby in der Wiege schläft ein verzerrtes Monster ist ...
italian: ''Si prega di aspettare un po ', giusto?'' __ Il bambino che dorme nella culla è un mostro distorta ...
japanese: 「すこし まっていてくださいね いま じゅんびしますから」__ゆりかごに ねむる あかごの すがたは どうみても いびつに ゆがんだ かいぶつだ…
korean: ''바로 조금 기다려주십시오?''__ 요람에서 자고 아기가 왜곡 된 괴물 ...
portuguese: ''Por favor, aguarde um pouco, certo?'' __ O bebê dormindo no berço é um monstro distorcido ...
russian: «Пожалуйста, подождите немного, не так ли?» __ Ребенок спит в колыбели искаженное монстр ...
spanish: ''Por favor, espere un poco, ¿verdad?'' __ El bebé durmiendo en la cuna es un monstruo distorsionada ...

# MasterDesc-ESSE0807
source: ''yiiiiiiiiipe!''__She screamed and sat down.__He was a crazy woman who raised a monster and was living with!
french: « Yiiiiiiiiipe! » __ Elle a crié et s'assit .__ Il était une femme folle qui a soulevé un monstre et vivait avec!
german: „Yiiiiiiiiipe!“ __ Sie schrie und setzte sich .__ Er eine verrückte Frau, die ein Monster angehoben und lebte mit!
italian: ''Yiiiiiiiiipe!'' __ Urlò e si sedette .__ Era una pazza che ha sollevato un mostro e viveva con!
japanese: 「なんてことを！」__おんなは ひめいを あげて すわりこんだ。 まるで むがいそうな こいつは まものを そだてて くらしていた あたまの おかしい おんな だったのだ。
korean: ''yiiiiiiiiipe!''__ 그녀는 비명 그는 괴물을 제기과 함께 살고 미친 여성이었다 .__ 앉았다!
portuguese: ''Yiiiiiiiiipe!'' __ Ela gritou e sentou-se .__ Ele era uma mulher louca que levantou um monstro e foi viver com!
russian: «Yiiiiiiiiipe!» __ Она вскрикнула и села .__ Он был сумасшедшим женщина, которая подняла монстр и жить с!
spanish: ''Yiiiiiiiiipe!'' __ Ella gritó y se sentó .__ Era una mujer loca que levantó un monstruo y vivía con!

# MasterDesc-ESSE0808
source: She died too soon as you hit. Only thing what can save mad people who can not endure the end of the world is ''Death'', isn't it? ...
french: Elle est morte trop tôt que vous appuyez sur. La seule chose qui peut sauver les fous qui ne peuvent pas supporter la fin du monde est « mort », est-ce pas? ...
german: Sie starb zu früh, wie Sie getroffen. Das einzige, was, was verrückt Menschen retten kann, die das Ende der Welt nicht ertragen können, ist „Tod“, ist es nicht? ...
italian: E 'morta troppo presto come si colpisce. L'unica cosa che cosa può salvare le persone folli che non possono sopportare la fine del mondo è ''morte'', non è vero? ...
japanese: ぶきを ふるうと あっけなく おんなは しんだ。 せかいの おわりに たえきれず くるった ものに あたえられる ゆいいつの すくいは し だけなのだろうか…
korean: 당신이 명중 그녀는 너무 빨리 죽었다. 세상의 종말 ''죽음은''견딜 수없는 미친 사람을 저장할 수있는 유일한 방법은, 그렇지? ...
portuguese: Ela também morreu logo que você bater. A única coisa que pode salvar as pessoas loucas que não podem suportar o fim do mundo é ''Death'', não é? ...
russian: Она умерла слишком рано, как вы попали. Единственное, что может спасти безумных людей, которые не могут терпеть конец мира является «Смерть», не так ли? ...
spanish: Murió demasiado pronto como se golpeó. Lo único que puede salvar a los locos que no pueden soportar el fin del mundo es ''Muerte'', ¿no es así? ...

# MasterDesc-ESSE0809
source: ''He must be cute.''__She looks down at the monster with mother's warmth without a single cloudy.
french: « Il doit être mignon. » __ Elle regarde le monstre avec la chaleur de la mère, sans un seul trouble.
german: „Er muss nett sein.“ __ Sie sieht das Monster mit Mutter Wärme ohne einen einzigen bewölkten unten.
italian: ''Deve essere carino.'' __ Lei guarda il mostro con il calore della madre senza una sola nuvoloso.
japanese: 「かわいい ねがおでしょう」__かいぶつを みおろす おんなの かおには いってんの くもりもない ははおやの ぬくもりに みちている。
korean: ''그는 귀여운해야합니다.''__ 그녀는 하나의 흐린없이 어머니의 따뜻함과 괴물에 보인다.
portuguese: ''Ele deve ser bonito.'' __ Ela olha para o monstro com o calor da mãe sem um único nublado.
russian: «Он должен быть симпатичным.» __ Она смотрит вниз на монстре с теплотой матери без единого мутнога.
spanish: ''Debe ser lindo.'' __ Ella mira hacia abajo en el monstruo con el calor de la madre sin una sola nublado.

# MasterDesc-ESSE0810
source: She is not bothering anyone. Even if she is crazy, there is no reason to disturb her from living her life.
french: Elle ne déranger personne. Même si elle est folle, il n'y a aucune raison de déranger de vivre sa vie.
german: Sie stört niemanden. Selbst wenn sie verrückt ist, gibt es keinen Grund, sie zu stören aus ihrem Leben.
italian: Non dà fastidio a nessuno. Anche se lei è pazzo, non c'è motivo di disturbare il suo di vivere la sua vita.
japanese: だれに めいわくを かけている わけでもない。 たとえ くるっていたとしても かのじょが あの ばけものを すくいに いきていけるなら じゃまをする りゆうは ないのだろう。
korean: 그녀는 사람을 귀찮게하지 않습니다. 그녀는 미친하더라도, 그녀의 생활에서 그녀를 방해 할 이유가 없다.
portuguese: Ela não está incomodando ninguém. Mesmo que ela é louca, não há nenhuma razão para perturbá-la de viver sua vida.
russian: Она никого не трогает. Даже если она сумасшедшая, нет никаких причин, чтобы мешать ей жить своей жизнью.
spanish: Ella no está molestando a nadie. Incluso si ella es una locura, no hay ninguna razón para alterar su vivir su vida.

# WORD_POINT_SUM
source: Total
german: Gesamt
italian: Totale
japanese: るいけい
korean: 합계
russian: Всего

# WORD_OPEN_EVENT_MENU
source: Open event menu
french: Ouvrir le menu événement
german: Open-Ereignis-Menü
italian: Aprire il menu dell'evento
japanese: イベント メニューを ひらく
korean: Open 이벤트 메뉴
portuguese: Menu evento Open
russian: Открыть меню событий
spanish: Menú evento abierto

# TEXT_NEWS_PH_BODY_SEASON_EVENT_8_1
source: New job ''Dark priest''
french: Nouvel emploi « prêtre noir »
german: Neuer Job „Dark Priester“
italian: Nuovo lavoro ''prete Dark''
japanese: 新職業「ダークプリースト」
korean: 새 작업] ''어둠의 사제''
portuguese: Novo trabalho ''padre Dark''
russian: Новая работа «Темный священник»
spanish: Nuevo trabajo ''cura oscuro''

# TEXT_NEWS_PH_BODY_SEASON_EVENT_8_2
source: Total event point rewards
french: Total des récompenses de point d'événement
german: Insgesamt Ereignispunkt Belohnungen
italian: ricompense totali point evento
japanese: るいけい イベントポイント ほうしゅう
korean: 전체 이벤트 포인트 보상
portuguese: Total Rewards ponto evento
russian: Всего награды точечного события
spanish: Total de bonificaciones de puntos de eventos
