Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterDesc-EN000053
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: いずみの そこに ひそむ きょだいな かいぶつ。 えものを おそうとき いがいは まったく うごかない。
korean: 보물 상자에 숨어 모험자를 속이는 마물. 고대 마법 생물이라는 의견이 유력하다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# WORD_BTN_REVIVE_FREE
source: Revive__<size=12>({0} @{1})</size>
french: Relancer__<size=12>({0} @{1})</size>
german: Beleben__<size=12>({0} @{1})</size>
italian: rivivere__<size=12>({0} @{1})</size>
japanese: そせいする__<size=12>({0} @{1})</size>
korean: 소생__<size=12>({0} @{1})</size>
portuguese: Reviver__<size=12>({0} @{1})</size>
russian: возрождать__<size=12>({0} @{1})</size>
spanish: Reanimar__<size=12>({0} @{1})</size>

# MasterName-EFS00033
source: Petrify over time
french: Pétrifier au fil du temps
german: Versteinern im Laufe der Zeit
italian: Pietrificare nel tempo
japanese: じょじょに せきか
korean: 시간이 지남에 따라 석화
portuguese: Petrificar ao longo do tempo
russian: Окаменеть в течение долгого времени
spanish: Petrificar a lo largo del tiempo

# MasterDesc-EFS00033
source: You will gain ''Petrify'' for each turn.
french: Vous gagnerez « Petrify » pour chaque tour.
german: Sie werden gewinnen „Versteinern“ für jede Umdrehung.
italian: Si otterrà ''Petrify'' per ogni turno.
japanese: まいターン せきかしていく
korean: 각 턴은 ''석화''을 얻을 것입니다.
portuguese: Você vai ganhar ''Petrify'' para cada turno.
russian: Вы получите «окаменеть» для каждого хода.
spanish: Usted ganará ''Petrify'' para cada turno.

# MasterName-FSP00013
source: Aim
japanese: アイム

# MasterName-FSP00014
source: Agares
japanese: アガレス

# MasterName-FSP00015
source: Astaroth
japanese: アスタロト

# MasterName-FSP00016
source: Asmoday
japanese: アスモデウス

# MasterName-FSP00017
source: Amy
japanese: アミー

# MasterName-FSP00018
source: Amduscias
japanese: アムドゥスキアス

# MasterName-FSP00019
source: Amon
japanese: アモン

# MasterName-FSP00020
source: Alloces
japanese: アロケル

# MasterName-FSP00021
source: Andras
japanese: アンドラス

# MasterName-FSP00022
source: Andrealphus
japanese: アンドレアルフス

# MasterName-FSP00023
source: Andromalius
japanese: アンドロマリウス

# MasterName-FSP00024
source: Ipos
japanese: イポス

# MasterName-FSP00025
source: Vassago
japanese: ウァサゴ

# MasterName-FSP00026
source: Vapula
japanese: ウァプラ

# MasterName-FSP00027
source: Valac
japanese: ウァラク

# MasterName-FSP00028
source: Valefar
japanese: ウァレフォル

# MasterName-FSP00029
source: Vepar
japanese: ウェパル

# MasterName-FSP00030
source: Vual
japanese: ウヴァル

# MasterName-FSP00031
source: Eligos
japanese: エリゴス

# MasterName-FSP00032
source: Ose
japanese: オセ

# MasterName-FSP00033
source: Orias
japanese: オリアス

# MasterName-FSP00034
source: Orobas
japanese: オロバス

# MasterName-FSP00035
source: Caim
japanese: カイム

# MasterName-FSP00036
source: Gamigin
japanese: ガミジン

# MasterName-FSP00037
source: Gaap
japanese: ガープ

# MasterName-FSP00038
source: Procel
japanese: クロケル

# MasterName-FSP00039
source: Gusoin
japanese: グシオン

# MasterName-FSP00040
source: Glasya Labolas
japanese: グラシャラボラス

# MasterName-FSP00041
source: Gemory
japanese: グレモリー

# MasterName-FSP00042
source: Saleos
japanese: サレオス

# MasterName-FSP00043
source: Zagan
japanese: ザガン

# MasterName-FSP00044
source: Shax
japanese: シャックス

# MasterName-FSP00045
source: Stolas
japanese: ストラス

# MasterName-FSP00046
source: Seere
japanese: セーレ

# MasterName-FSP00047
source: Zepar
japanese: ゼパル

# MasterName-FSP00048
source: Dantalion
japanese: ダンタリオン

# MasterName-FSP00049
source: Decarabia
japanese: デカラビア

# MasterName-FSP00050
source: Naberius
japanese: ナベリウス

# MasterName-FSP00051
source: Haagenti
japanese: ハーゲンティ

# MasterName-FSP00052
source: Bael
japanese: バエル

# MasterName-FSP00053
source: Balam
japanese: バラム

# MasterName-FSP00054
source: Paimon
japanese: パイモン

# MasterName-FSP00055
source: Bifrons
japanese: ビフロンス

# MasterName-FSP00056
source: Phœnix
japanese: フェニックス

# MasterName-FSP00057
source: Forneus
japanese: フォルネウス

# MasterName-FSP00058
source: Furcas
japanese: フルカス

# MasterName-FSP00059
source: Furfur
japanese: フルフル

# MasterName-FSP00060
source: Buer
japanese: ブエル

# MasterName-FSP00061
source: Bune
japanese: ブネ

# MasterName-FSP00062
source: Purson
japanese: プルソン

# MasterName-FSP00063
source: Belial
japanese: ベリアル

# MasterName-FSP00064
source: Beleth
japanese: ベレト

# MasterName-FSP00065
source: Marchosias
japanese: マルコシアス

# MasterName-FSP00066
source: Marbas
japanese: マルバス

# MasterName-FSP00067
source: Malphas
japanese: マルファス

# MasterName-FSP00068
source: Murmur
japanese: ムルムル

# MasterName-FSP00069
source: Morax
japanese: モラクス

# MasterName-FSP00070
source: Raum
japanese: ラウム

# MasterName-FSP00071
source: Leraye
japanese: レラジェ

# MasterName-FSP00072
source: Ronove
japanese: ロノウェ

# MasterDesc-FSP00013
source: Lower chance to encounter events.
french: Basse chance de rencontrer des événements.
german: Niedrigere Zufälle zu begegnen.
italian: Abbassare la possibilità di incontrare gli eventi.
japanese: イベントが でにくくなる
korean: 이벤트가 발생하는 낮은 기회.
portuguese: menor chance de encontrar eventos.
russian: Lower шанс встретить события.
spanish: Menor posibilidad de encontrar eventos.

# MasterDesc-FSP00014
source: Take damage after kill.
french: Subissez des dégâts après tuer.
german: Nehmen Schaden nach Tötung.
italian: Prendere danni dopo uccidere.
japanese: てきを たおすたび ダメージを うける
korean: 살인 후 손상을 가져 가라.
portuguese: Tome danos após matar.
russian: Возьмите повреждения после убийства.
spanish: Tome daños después de matar.

# MasterDesc-FSP00015
source: Bleed +100%
french: Purger + 100%
japanese: しゅっけつ +100％
korean: + 100 % 블리드
portuguese: Sangrar + 100%
russian: Кровотечение + 100%
spanish: Purgar + 100%

# MasterDesc-FSP00016
source: Increased boss level.
french: Augmentation du niveau de patron.
german: Erhöhter Chef-Ebene.
italian: livello di sporgenza Maggiore.
japanese: ボスの レベルが あがる
korean: 증가 보스 수준.
portuguese: Aumento do nível chefe.
russian: Повышение уровня босса.
spanish: Aumento del nivel jefe.

# MasterDesc-FSP00017
source: You will lose all permanent abilities.
french: Vous perdrez toutes les capacités permanentes.
german: Sie werden alle permanenten Fähigkeiten verlieren.
italian: Si perdono tutte le abilità permanenti.
japanese: すべての えいぞくこうかを うしなう
korean: 당신은 모든 영구적 인 능력을 잃게됩니다.
portuguese: Você vai perder todas as habilidades permanentes.
russian: Вы потеряете все постоянные способности.
spanish: Usted perderá todas las capacidades permanentes.

# MasterDesc-FSP00018
source: If you have 4 or more skills, you will lose skills you used.
french: Si vous avez 4 ou plus de compétences, vous perdrez les compétences que vous avez utilisé.
german: Wenn Sie 4 oder mehr Fähigkeiten, werden Sie Fähigkeiten verlieren Sie verwendet haben.
italian: Se si dispone di 4 o più competenze, si perderanno le competenze che avete usato.
japanese: スキルが 3つになるまで つかったスキルを うしなう
korean: 당신이 4 개 이상의 기술이있는 경우, 당신은 당신이 사용하는 능력을 잃게됩니다.
portuguese: Se você tem 4 ou mais habilidades, você vai perder as habilidades que você usou.
russian: Если у вас есть 4 или больше навыков, вы будете терять навыки, которые вы использовали.
spanish: Si tiene 4 o más habilidades, perderá habilidades que utilizó.

# MasterDesc-FSP00019
source: Shield -25%
french: Bouclier -25%
german: Abschirmen -25%
japanese: シールド-25％
korean: -25 %를 방패
portuguese: Proteger -25%
russian: Щит -25%
spanish: Proteger a -25%

# MasterDesc-FSP00020
source: You can not earn any shield on encounter.
french: Vous ne pouvez pas gagner de bouclier sur la rencontre.
german: Sie können kein Schild auf Begegnung verdienen.
italian: Non si può guadagnare alcun scudo incontro.
japanese: せんとう かいしじ シールドを えられなくなる
korean: 당신은 만남에 어떤 방패를 얻을 수 없습니다.
portuguese: Você não pode ganhar qualquer escudo no encontro.
russian: Вы не можете заработать любой щит на встрече.
spanish: No se puede ganar cualquier escudo en el encuentro.

# MasterDesc-FSP00021
source: You can not earn any barrier on encounter.
french: Vous ne pouvez pas gagner une barrière sur la rencontre.
german: Sie können keine Barriere auf Begegnung verdienen.
italian: Non si può guadagnare alcuna barriera su incontro.
japanese: せんとう かいしじ バリアを えられなくなる
korean: 당신은 만남에 어떤 장벽을 얻을 수 없습니다.
portuguese: Você não pode ganhar qualquer barreira no encontro.
russian: Вы не можете заработать любую преграду на встрече.
spanish: Usted no puede ganar ninguna barrera en el encuentro.

# MasterDesc-FSP00022
source: You will lose all abilities of your weapon.
french: Vous perdrez toutes les capacités de votre arme.
german: Sie werden alle Fähigkeiten Ihrer Waffe verlieren.
italian: Si perdono tutte le abilità della tua arma.
japanese: ぶきの のうりょくを うしなう
korean: 당신은 당신의 무기의 모든 능력을 잃게됩니다.
portuguese: Você vai perder todas as habilidades de sua arma.
russian: Вы потеряете все способности вашего оружия.
spanish: Usted perderá todos los niveles de su arma.

# MasterDesc-FSP00023
source: You will lose all abilities of your armor.
french: Vous perdrez toutes les capacités de votre armure.
german: Sie werden alle Fähigkeiten deiner Rüstung verlieren.
italian: Si perdono tutte le abilità della tua armatura.
japanese: ぼうぐの のうりょくを うしなう
korean: 당신은 당신의 갑옷의 모든 능력을 잃게됩니다.
portuguese: Você vai perder todas as habilidades de sua armadura.
russian: Вы потеряете все способности брони.
spanish: Usted perderá todos los niveles de tu armadura.

# MasterDesc-FSP00024
source: Your ''Reflect'' can not work.
french: Votre « Réfléchir » ne peut pas fonctionner.
german: Ihr „Reflektieren“ kann nicht funktionieren.
italian: Il tuo ''Riflettere'' non può funzionare.
japanese: 「はんしゃ」の こうかが なくなる
korean: 귀하의 ''반영''작동하지 않을 수 있습니다.
portuguese: Seu ''refletir'' não pode trabalhar.
russian: Ваш «Отражение» не может работать.
spanish: Su ''Reflect'' no puede trabajar.

# MasterDesc-FSP00025
source: Decreased luck.
french: Diminution de la chance.
german: Verminderte Glück.
italian: Diminuzione della fortuna.
japanese: うんのよさが さがる
korean: 행운을 감소.
portuguese: Diminuição da sorte.
russian: Снижение удачи.
spanish: Disminución de la suerte.

# MasterDesc-FSP00026
source: You will die after killing next floor boss.
french: Vous allez mourir après avoir tué le patron prochain étage.
german: Sie werden nach der Tötung nächste Etage Chef sterben.
italian: Morirai dopo aver ucciso prossimo boss piano.
japanese: つぎに フロアボスを たおしたとき しぬ
korean: 옆 바닥 보스를 죽이고 죽을 것이다.
portuguese: Você vai morrer depois de matar próximo chefe chão.
russian: Вы умрете после убийства следующего босса пол.
spanish: Usted va a morir después de matar próximo jefe suelo.

# MasterDesc-FSP00027
source: You will lose all abilities of your accessory.
french: Vous perdrez toutes les capacités de votre accessoire.
german: Sie werden alle Fähigkeiten Ihres Zubehör verlieren.
italian: Si perdono tutte le abilità del vostro accessorio.
japanese: そうしょくひんの のうりょくを うしなう
korean: 당신은 당신의 액세서리의 모든 능력을 잃게됩니다.
portuguese: Você vai perder todas as habilidades de seu acessório.
russian: Вы потеряете все способности вашего аксессуара.
spanish: Usted perderá todas las capacidades de su accesorio.

# MasterDesc-FSP00028
source: You will lose random equipment's abilities.
french: Vous perdrez les capacités de l'équipement aléatoire.
german: Sie werden zufällige Ausrüstung Fähigkeiten verlieren.
italian: Si perdono le abilità di apparecchiature casuale.
japanese: そうびの のうりょくが うしなわれていく
korean: 당신은 무작위 장비의 능력을 잃게됩니다.
portuguese: Você vai perder as habilidades de equipamentos aleatória.
russian: Вы потеряете способности случайного оборудования.
spanish: Usted perderá las capacidades de los equipos disponibles.

# MasterDesc-FSP00029
source: You will lose MaxHP whenever you take any damage.
french: Vous perdrez MaxHP chaque fois que vous prenez des dommages.
german: Sie werden MaxHP verlieren, wenn Sie einen Schaden nehmen.
italian: Si perderà MaxHP ogni volta che si prende alcun danno.
japanese: ダメージを うけるたび さいだいHPが さがる
korean: 당신이 어떤 피해를 때마다 렛을 잃게됩니다.
portuguese: Você vai perder MaxHP sempre que você tomar nenhum dano.
russian: Вы потеряете MaxHP всякий раз, когда вы берете какой-либо ущерб.
spanish: Usted perderá MaxHP cada vez que tome cualquier daño.

# MasterDesc-FSP00030
source: Cooldown+1 to all skills.
french: + 1 cooldown à toutes les compétences.
german: Aufladezeit + 1 für alle Fähigkeiten.
italian: Cooldown + 1 a tutte le abilità.
japanese: すべての スキルの クールダウン+1
korean: 모든 기술에 재사용 대기 시간 + 1.
portuguese: Cooldown + 1 para todas as habilidades.
russian: Откат + 1 ко всем навыкам.
spanish: El tiempo de reutilización + 1 a todas las habilidades.

# MasterDesc-FSP00031
source: You will lose an ability in your equipments after reroll.
french: Vous perdrez une capacité dans vos équipements après reroll.
german: Sie erhalten eine Fähigkeit in Ihre Geräte nach Reroll verlieren.
italian: Si perde la capacità nelle vostre apparecchiature dopo Reroll.
japanese: リロールするたび そうびの のうりょくを うしなう
korean: 당신은 굴릴 후 귀하의 장비의 능력을 잃게됩니다.
portuguese: Você vai perder a capacidade de seus equipamentos após nova jogada.
russian: Вы потеряете способность в ваших оборудований после перебросить.
spanish: Usted perderá la capacidad de sus equipos después de volver a tirar.

# MasterDesc-FSP00032
source: Gain petrify for each kill.(permanently)
french: Gain pétrifier pour chaque kill. (En permanence)
german: Verstärkung für jeden Kill versteinern. (Dauerhaft)
italian: Guadagno pietrificare per ogni uccisione. (In modo permanente)
japanese: てきを たおすたび せきか+1％(えいぞく)
korean: 게인 각을 죽 석화. (영구적)
portuguese: Ganho petrificar para cada matar. (Permanente)
russian: Усиление окаменеть для каждого убийства. (Постоянно)
spanish: Ganancia petrify para cada matanza. (Permanente)

# MasterDesc-FSP00033
source: You will take doubled debuff.
french: Vous prendrez debuff doublé.
german: Sie verdoppelt Debuff nehmen.
italian: Si avrà debuff raddoppiato.
japanese: うける じょうたいいじょうの こうかが ばいになる
korean: 당신은 두 배 디버프를 취할 것입니다.
portuguese: Você terá debuff dobrou.
russian: Вы будете принимать удвоенный дебафф.
spanish: Tendrá que tomar desventaja duplicado.

# MasterDesc-FSP00034
source: You will take doubled turn debuff.
french: Vous prendrez debuff tour doublé.
german: Sie verdoppelt wiederum Debuff nehmen.
italian: Si avrà raddoppiato debuff turno.
japanese: うける じょうたいいじょうの ターンが ばいになる
korean: 당신은 두 배 회전 디버프를 취할 것입니다.
portuguese: Você terá sua vez debuff dobrou.
russian: Вы будете принимать удвоенный поворот дебафф.
spanish: Tendrá que tomar perjuicio a su vez duplicado.

# MasterDesc-FSP00035
source: Cooldown +25 to all skills after moving floors.
french: Cooldown +25 à toutes les compétences après étages en mouvement.
german: Abklingzeit +25 auf alle Fertigkeiten nach Etagen bewegen.
italian: Cooldown +25 a tutte le abilità dopo piani in movimento.
japanese: フロア いどうご すべての スキルの クールダウン +25
korean: 바닥을 이동 한 후 모든 기술에 +25을 쿨 다운.
portuguese: Cooldown +25 para todas as habilidades após pisos em movimento.
russian: Кулдаун +25 ко всем навыкам после переезда полов.
spanish: Cooldown 25 a todas las habilidades después de suelos en movimiento.

# MasterDesc-FSP00036
source: Increased roaming corpses.
french: Augmentation de cadavres d'itinérance.
german: Erhöhte Leichen Roaming.
italian: Aumento cadaveri roaming.
japanese: さまようむくろの かずが ふえる
korean: 시체를 로밍 증가.
portuguese: Aumento cadáveres roaming.
russian: Увеличение роуминг трупов.
spanish: El aumento de la itinerancia cadáveres.

# MasterDesc-FSP00037
source: You can not deal any critical.
french: Vous ne pouvez pas traiter toute critique.
german: Sie können keine kritischen beschäftigen.
italian: Non si può fare alcuna critica.
japanese: クリティカルが でなくなる
korean: 당신은 어떤 중요한 거래를 할 수 없다.
portuguese: Você não pode lidar qualquer crítica.
russian: Вы не можете иметь дело любое критическое.
spanish: No se puede tratar cualquier crítica.

# MasterDesc-FSP00038
source: You can not reroll for skills.
french: Vous ne pouvez pas reroll des compétences.
german: Sie können nicht für Fähigkeiten neu würfeln.
italian: Non si può ritirare per le competenze.
japanese: スキルの リロールができない
korean: 당신은 기술에 대한 굴릴 수 없습니다.
portuguese: Você não pode rolar novamente para habilidades.
russian: Вы не можете перебросить для навыков.
spanish: No se puede volver a tirar de habilidades.

# MasterDesc-FSP00039
source: Your ''Capture'' can not work.
french: Votre « Capture » ne peut pas fonctionner.
german: Ihre „Aufnahme“ kann nicht funktionieren.
italian: Il tuo ''Cattura'' non può funzionare.
japanese: 「ほかく」の こうかが なくなる
korean: 귀하의 ''캡처''작동하지 않을 수 있습니다.
portuguese: Seu ''Capture'' não pode trabalhar.
russian: Ваш «Захват» не может работать.
spanish: Su ''captura'' no puede funcionar.

# MasterDesc-FSP00040
source: Chance to die instantly.
french: Chance de mourir instantanément.
german: Chance sofort zu sterben.
italian: Possibilità di morire all'istante.
japanese: まれに そくしする ようになる
korean: 기회는 순식간에 죽을 수 있습니다.
portuguese: Chance de morrer instantaneamente.
russian: Шанс умереть мгновенно.
spanish: Oportunidad de morir al instante.

# MasterDesc-FSP00041
source: You can not heal after moving rooms.
french: Vous ne pouvez pas guérir une chambre en mouvement.
german: Sie können nach dem Umzug Zimmer nicht heilen.
italian: Non si può guarire dopo sale in movimento.
japanese: へやいどうじに HPが かいふくしなくなる
korean: 당신은 객실을 이동 한 후 치유 할 수 없다.
portuguese: Você não pode curar após rolante.
russian: Вы не можете заживают после перемещения номера.
spanish: No se puede curar a una habitación de movimiento.

# MasterDesc-FSP00042
source: You can not enter left rooms.
french: Vous ne pouvez pas entrer dans les salles gauche.
german: Sie können nicht links Räume betreten.
italian: Non è possibile immettere camere sinistra.
japanese: みぎにしか いどうできない
korean: 당신은 왼쪽 객실을 입력 할 수 없습니다.
portuguese: Você não pode entrar nas salas de esquerda.
russian: Вы не можете ввести левые номера.
spanish: No se puede entrar en las habitaciones de izquierda.

# MasterDesc-FSP00043
source: You will take ''damage up'' debuff after taking any attack.
french: Vous prendrez debuff « dommages jusqu'à » après avoir pris toute attaque.
german: Sie werden „beschädigen up“ Debuff nehmen nach jedem Angriff nehmen.
italian: Si avrà ''danneggiare up'' debuff dopo l'assunzione di qualsiasi attacco.
japanese: こうげきを うけるたび うけるダメージが ふえていく
korean: 당신이 가지고있는 공격을 복용 후 디버프 ''가 손상''을합니다.
portuguese: Você vai tomar ''danificar-se'' debuff depois de tomar qualquer ataque.
russian: Вы возьмете «повредить вверх» дебафф после того, как предпринимать какие-либо атаки.
spanish: Tendrá que tomar ''dañar arriba'' desventaja después de tomar cualquier ataque.

# MasterDesc-FSP00044
source: Accuracy -25%
french: Précision -25%
german: Genauigkeit -25%
italian: Precisione -25%
japanese: めいちゅう -25％
korean: 정확도 -25 %
portuguese: Precisão -25%
russian: Точность -25%
spanish: Exactitud -25%

# MasterDesc-FSP00045
source: You can not deal any debuffs.
french: Vous ne pouvez pas traiter les affaiblissements.
german: Sie können keine Schwächungen beschäftigen.
italian: Non si può fare alcun debuff.
japanese: じょうたいいじょうを あたえられなくなる
korean: 당신은 어떤 디버프를 처리 할 수 ​​없다.
portuguese: Você não pode lidar quaisquer debuffs.
russian: Вы не можете иметь дело любые дебаффы.
spanish: No se puede tratar cualquier desventajas.

# MasterDesc-FSP00046
source: You will encounter disasters instead of floor bosses.
french: Vous rencontrerez des catastrophes au lieu des patrons de plancher.
german: Sie werden Katastrophen statt Boden Bossen begegnen.
italian: Si incontrano disastri invece di boss del pavimento.
japanese: フロアボスの かわりに さいやくが しゅつげんする
korean: 당신은 재해 대신 바닥 상사가 발생합니다.
portuguese: Você vai encontrar desastres em vez de chefes de piso.
russian: Вы столкнётесь бедствия вместо пола боссов.
spanish: Usted se encontrará con los desastres en lugar de jefes de piso.

# MasterDesc-FSP00047
source: Lower chance that barrier work.
french: Moins de chances que le travail de barrière.
german: Geringere Chance, dass Barriere Arbeit.
italian: Lower possibilità che il lavoro barriera.
japanese: バリアの はつどうりつが さがる
korean: 낮은 확률이 차단 작동합니다.
portuguese: Menor chance de que o trabalho de barreira.
russian: Нижняя вероятность того, что барьер работа.
spanish: Menor posibilidad de que el trabajo de barrera.

# MasterDesc-FSP00048
source: Your turn will end after using any skills.
french: Votre tour se terminera après l'utilisation des compétences.
german: Sie wiederum endet nach all Fähigkeiten.
italian: Il tuo turno finirà dopo l'utilizzo di alcune abilità.
japanese: すべての スキルで ターンを しょうひする
korean: 네 차례는 어떤 기술을 사용한 후 종료됩니다.
portuguese: Sua vez vai acabar depois de usar todas as habilidades.
russian: Ваша очередь закончится после использования каких-либо навыков.
spanish: Su turno terminará después de usar ninguna habilidad.

# MasterDesc-FSP00049
source: Enemies will become stronger gradually.
french: Les ennemis deviendront progressivement plus forte.
german: Gegner werden stärker allmählich.
italian: I nemici diventerà più forte gradualmente.
japanese: すべての てきが じょじょに つよくなる
korean: 적들이 강한 점차 될 것입니다.
portuguese: Inimigos se tornará mais forte gradualmente.
russian: Враги будут становиться сильнее постепенно.
spanish: Los enemigos serán más fuertes gradualmente.

# MasterDesc-FSP00050
source: You can not level up your skills.
french: Vous ne pouvez pas améliorer vos compétences.
german: Sie können Ihre Fähigkeiten nicht Stufe nach oben.
italian: Non si può migliorare le tue competenze.
japanese: スキルレベルが あがらなくなる
korean: 당신은 당신의 능력을 레벨 업을 할 수 없다.
portuguese: Você não pode subir de nível suas habilidades.
russian: Вы не можете выровнять свои навыки.
spanish: No se puede subir de nivel sus habilidades.

# MasterDesc-FSP00051
source: You can not reroll for equipments.
french: Vous ne pouvez pas pour les équipements reroll.
german: Sie können nicht für Ausrüstungen reroll.
italian: Non si può ritirare per attrezzature.
japanese: そうびの リロールが できない
korean: 당신은 장비에 대한 굴릴 수 없습니다.
portuguese: Você não pode rolar novamente para equipamentos.
russian: Вы не можете перебросить для оборудования.
spanish: No se puede volver a tirar de equipos.

# MasterDesc-FSP00052
source: You can not encounter any normal enemies.
french: Vous ne pouvez pas rencontrer des ennemis normaux.
german: Sie können keine normalen Gegner begegnen.
italian: Non si può incontrare dei nemici normali.
japanese: ふつうの てきに あわなくなる
korean: 당신은 어떤 정상 원수가 발생할 수 없습니다.
portuguese: Você não pode encontrar quaisquer inimigos normais.
russian: Вы не можете столкнуться любые нормальные врагов.
spanish: No se puede encontrar a los enemigos normales.

# MasterDesc-FSP00053
source: Your HP will become 1 on encounter.
french: Votre HP deviendra 1 sur la rencontre.
german: Der HP wird 1 auf Begegnung geworden.
italian: L'HP diventerà 1 su incontro.
japanese: せんとう かいしじ HPが 1になる
korean: 귀하의 HP는 만남에 1이 될 것입니다.
portuguese: Seu HP vai se tornar 1 no encontro.
russian: Ваш HP будет 1 на встрече.
spanish: El HP se convertirá en 1 en el encuentro.

# MasterDesc-FSP00054
source: You will take double damage from damage over time.
french: Vous prendrez le double des dégâts de dégâts au fil du temps.
german: Sie werden die doppelten Schaden von Schaden über Zeit in Anspruch nehmen.
italian: Si avrà il doppio dei danni da eventuali danni nel corso del tempo.
japanese: けいぞくダメージを 2ばい うける
korean: 당신은 시간이 지남에 손상을 두 번 피해를 취할 것입니다.
portuguese: Você terá o dobro de dano de danos ao longo do tempo.
russian: Вы совершите двойной урон от повреждения в течение долгого времени.
spanish: Tendrá que tomar el doble de daño de daño en el tiempo.
