Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterDesc-SK000068
source: Gain avoid for a short time.
french: Gain éviter pendant une courte période.
german: Verstärkung für eine kurze Zeit zu vermeiden.
italian: Ottieni schivata per un breve periodo
japanese: いちじてきに かいひを たかめる
korean: 잠시 회피가 상승한다.
portuguese: Ganha esquiva por um curto período.
russian: Усиление избежать в течение короткого промежутка времени.
spanish: Ganancia evitar por un tiempo corto.

# MasterDesc-SK000069
source: Increase your accuracy for a short time.
french: Augmentez votre précision pendant une courte période.
german: Steigern Sie Ihre Genauigkeit für eine kurze Zeit.
italian: Aumenta la tua precisione per un breve periodo
japanese: いちじてきに めいちゅうを たかめる
korean: 일시적으로 명중률을 높인다.
portuguese: Aumenta sua precisão por um curto período.
russian: Повысьте точность в течение короткого промежутка времени.
spanish: Aumentar la precisión por un corto tiempo.

# MasterDesc-SK000070
source: High accuracy attack.
french: attaque de haute précision.
german: Hohe Genauigkeit Angriff.
italian: Attacco molto preciso
japanese: ぜんしんで たいあたりする
korean: 높은 명중률로 전신에 힘을 실어 달려든다.
portuguese: Ataque de alta precisão.
russian: Высокая точность атаки.
spanish: ataque de alta precisión.

# MasterDesc-SK000071
source: High accuracy attack.
french: attaque de haute précision.
german: Hohe Genauigkeit Angriff.
italian: Attacco molto preciso
japanese: ねらいをさだめて こうげき
korean: 높은 명중률로 적을 노려 공격한다.
portuguese: Ataque de alta precisão.
russian: Высокая точность атаки.
spanish: ataque de alta precisión.

# MasterDesc-SK000072
source: High accuracy attack.
french: attaque de haute précision.
german: Hohe Genauigkeit Angriff.
italian: Attacco molto preciso
japanese: いかずちをおとし てきをこうげき
korean: 명중률이 높은 번개를 떨어트려 적을 공격한다.
portuguese: Ataque de alta precisão.
russian: Высокая точность атаки.
spanish: ataque de alta precisión.

# MasterDesc-SK000073
source: High accuracy attack.
french: attaque de haute précision.
german: Hohe Genauigkeit Angriff.
italian: Attacco molto preciso
japanese: てきをついびし はれつする はっこうたいを はなつ
korean: 높은 명중률로 적을 추적하여 파열하는 광탄을 날린다.
portuguese: Ataque de alta precisão.
russian: Высокая точность атаки.
spanish: ataque de alta precisión.

# MasterDesc-SK000074
source: Your critical chance is greatly increased for a brief period.
french: Gain taux plus critique grandement à ce tour.
german: Gewinnen Sie mehr kritische Rate stark in dieser Reihe.
italian: Aumenta di molto la tua possibilità di critico per un breve periodo
japanese: このターン クリティカルりつが ひやくてきに たかまる
korean: 이번 턴의 치명타율이 비약적으로 높아진다.
portuguese: Aumenta muito sua chance de acerto crítico por um curto período.
russian: Получить более критическую скорость сильно в этом повороте.
spanish: Ganar tasa más crítica en gran medida en este turno.

# MasterDesc-SK000075
source: Gain more critical rate for a short time.
french: Gain taux plus critique pour un court laps de temps.
german: Gewinnen Sie mehr kritische Rate für eine kurze Zeit.
italian: Aumenta il tuo danno critico per un breve periodo
japanese: いちじてきに クリティカルりつを たかめる
korean: 일시적으로 치명타율이 높아진다.
portuguese: Aumenta sua chance de acerto crítico por um curto período.
russian: Получить более критическую скорость в течение короткого промежутка времени.
spanish: De ganancia de tasa más crítica por un corto tiempo.

# MasterDesc-SK000076
source: Gain power and defense for a short time.
french: Gain de puissance et de la défense pour un court laps de temps.
german: Gewinnen Sie Kraft und Verteidigung für eine kurze Zeit.
italian: Ottieni potere e difesa per un breve periodo
japanese: いちじてきに せんとうのうりょくが アップ
korean: 일시적으로 전투능력을 높인다.
portuguese: Aumenta poder e defesa por um curto período.
russian: Прирост мощности и защиту в течение короткого промежутка времени.
spanish: Ganar el poder y la defensa por un corto tiempo.

# MasterDesc-SK000077
source: For a brief period, you will rise again if you die.
french: Vous revivrez dans ce tour.
german: Sie werden in dieser Runde wieder zu beleben.
italian: Per un breve periodo risorgi in caso di morte
japanese: このターンは しんでも すぐによみがえる
korean: 이번 턴에 죽으면 부활한다.
portuguese: Você irá reviver se morrer por um curto período.
russian: Вы возродится в этой очереди.
spanish: Va a revivir en este turno.

# MasterDesc-SK000078
source: Increase damage an opponent dealt for a short time.
french: Augmentation des dégâts à un adversaire traité pendant une courte période.
german: Erhöht den Schaden ein Gegner für kurze Zeit behandelt.
italian: Aumenta il danno che infligge un nemico per un breve periodo
japanese: いちじてきに てきの うけるダメージを ふやす
korean: 일시적으로 적이 받는 피해를 증가시킨다.
portuguese: Aumenta o dano causado a um inimigo por um curto período.
russian: Увеличение урона противника, наносимый в течение короткого промежутка времени.
spanish: Aumentar el daño a un oponente tratado por un corto tiempo.

# MasterDesc-SK000079
source: Greatly increase accuracy for a brief period.
french: Augmentez votre précision grandement à ce tour.
german: Steigern Sie Ihre Genauigkeit stark in dieser Reihe.
italian: Aumenta molto al precisione per un breve periodo
japanese: このターン めいちゅうが ひやくてきに たかまる
korean: 이번 턴의 명중률이 비약적으로 높아진다.
portuguese: Aumenta muito sua precisão por um curto período.
russian: Повысьте точность сильно в этом повороте.
spanish: Aumentar la precisión en gran medida en este turno.

# MasterDesc-SK000080
source: Drain opponent's life for a short time.
french: Égoutter la vie de l'adversaire pendant une courte période.
german: Gegner das Leben für kurze Zeit abtropfen lassen.
italian: Risucchi la vita del tuo nemico per un breve periodo
japanese: てきの せいめいりょくを じょじょにうばう じゃほう
korean: 적의 생명력을 서서히 빼앗는다.
portuguese: Drena a vida do inimigo por um curto período.
russian: Слить жизнь противника в течение короткого промежутка времени.
spanish: Escurrir la vida del oponente por un corto tiempo.

# MasterDesc-SK000081
source: Fight offensive.
french: Lutte offensive.
german: Kampf Offensive.
italian: Combatti offensivo
japanese: こうげきてきな スタイルで たたかう
korean: 공격적인 스타일로 싸운다.
portuguese: Luta ofensivamente.
russian: Борьба наступление.
spanish: Lucha ofensivo.

# MasterDesc-SK000082
source: Fight defensive.
french: Lutte défensive.
german: Kampf Defensive.
italian: Combatti offensivo
japanese: ぼうぎょてきな スタイルで たたかう
korean: 방어적인 스타일로 싸운다.
portuguese: Luta defensivamente.
russian: Борьба обороне.
spanish: Lucha defensiva.

# MasterDesc-SK000083
source: For a brief period, reduce damage both dealt and received.
french: Réduire damege vous traitez et vous avez traité dans ce tour.
german: Reduzieren Sie damege Sie beschäftigen und Sie in dieser Reihe nach behandelt.
italian: Per un breve periodo riduci i danni che subisci e che infliggi
japanese: このターンに あたえるダメージと うけるダメージを おおきくへらす
korean: 이번 턴에 가하는 피해와 받는 피해가 줄어든다.
portuguese: Reduz o dano causado e recebido por um curto período.
russian: Снижение damege вы имеете дело, и Вы имели дело в этой очереди.
spanish: Reducir damege tiene que tratar y que reparten en este turno.

# MasterDesc-SK000084
source: Gain great avoid and cooldown for all skills.
french: Gain grande et éviter cooldown de toutes les compétences.
german: Gewinnen Sie tolle vermeiden und eine Abklingzeit für alle Fähigkeiten.
italian: Ottieni molta schivata e riduzione dei cooldown delle abilità
japanese: ぜんスキルの クールダウンと ひきかえに おおはばに かいひアップ
korean: 전 기술의 대기 시간과 바꿔 회피를 대폭 높인다.
portuguese: Ganha muita esquiva e reduz a recarga das habilidades.
russian: Получите большое избежать и время перезарядки всех умений.
spanish: Ganar gran evite el tiempo de reutilización de todas las competencias.

# MasterDesc-SK000085
source: Heal yourself to full and gain cooldown for all skills.
french: Guérissez-vous à plein et gagner cooldown de toutes les compétences.
german: Heilen Sie sich voll und gewinnen Abklingzeit für alle Fähigkeiten.
italian: Cura tutti gli HP e riduci i cooldown per tutte le tue abilità
japanese: ぜんスキルの クールダウンと ひきかえに HPぜんかいふく
korean: 전 기술의 대기 시간과 바꿔 HP를 전부 회복.
portuguese: Cura seu HP completamente e reduz a recarga das habilidades.
russian: Исцели себя полностью и получить время восстановления для всех навыков.
spanish: Curarse a sí mismo al máximo y ganar tiempo de reutilización de todas las competencias.

# MasterDesc-SK000086
source: Heal yourself and increase your healing effectiveness for a short time.
french: Guérissez-vous et obtenir votre guérison efficace pour un court laps de temps.
german: Heilen Sie sich und gewinnen Sie Ihre Heilung wirksam für eine kurze Zeit.
italian: Cura e guadagna un aumento delle cure per un breve periodo
japanese: HPを かいふくし さらに いちじてきに HPかいふくりょうを ふやす
korean: HP를 회복하고, 일시적으로 HP회복량이 증가한다.
portuguese: Cura HP e aumenta e eficácia das curas por um curto período.
russian: Исцели себя и получить свое исцеление эффективным в течение короткого промежутка времени.
spanish: Curarse a sí mismo y obtener su curación efectiva durante un corto tiempo.

# MasterDesc-SK000087
source: Increase damage you deal and take for a short time.
french: Augmenter dégâts que vous infligez et vous avez traité pendant une courte période.
german: Erhöht den Schaden Sie beschäftigen und Sie für eine kurze Zeit behandelt.
italian: Aumenta il danno che infliggi e che subisci per un breve periodo
japanese: いちじてきに あたえるダメージと うけるダメージを おおはばに ふやす
korean: 일시적으로 가하는 피해량과 받는 피해가 크게 늘어난다.
portuguese: Aumenta o dano causado e recebido por um curto período.
russian: Увеличение урона вы имеете дело, и вы нанесли на короткое время.
spanish: Aumentar daño que haces y se reparten por un corto tiempo.

# MasterDesc-SK000088
source: Gain heal per turn.
french: Gain guérir par tour.
german: Gewinnen Sie pro Runde heilen.
italian: Cura nel tempo
japanese: じょじょに HPをかいふくする
korean: 서서히 HP를 회복한다.__<color=#F3F>최대 HP기반</color>
portuguese: Cura HP ao longo do tempo.
russian: Gain заживают за ход.
spanish: Ganar curarse por turno.

# MasterDesc-SK000089
source: Gain heal per turn.
french: Gain guérir par tour.
german: Gewinnen Sie pro Runde heilen.
italian: Cura nel tempo
japanese: じょじょに HPをかいふくする
korean: 서서히 HP를 회복한다.__<color=#F3F>최대 HP기반</color>
portuguese: Cura HP ao longo do tempo.
russian: Gain заживают за ход.
spanish: Ganar curarse por turno.

# MasterDesc-SK000090
source: Kill an enemy.
french: Tuer un ennemi.
german: Töten Sie einen Gegner.
italian: Uccidi un nemico
japanese: いちげきで てきのいのちをうばいさる きけんなじゅもん
korean: 일격으로 적의 목숨을 빼앗는 위험한 주문이다.
portuguese: Mata um inimigo.
russian: Убить врага.
spanish: Mata a un enemigo.

# MasterDesc-SK000091
source: Heal yourself.
french: Guérissez-vous.
german: Heile dich selbst.
italian: Cura
japanese: いやしのくすりをのんで HPを かいふくする
korean: 회복약을 마셔서 HP를 회복한다.
portuguese: Cura HP.
russian: Исцели себя.
spanish: Cúrate a ti mismo.

# MasterDesc-SK000092
source: Gain a soulstone.
french: Acquérir une pierre d'âme.
german: Verschaffen Sie sich einen Seelenstein.
italian: Ottieni una soulstone
japanese: てきと しょうだんを かわし うまくいけば ませきを もらえる
korean: 적과 협상을 해서 잘되면 마석을 받는다.
portuguese: Ganha uma Pedra d'Alma.
russian: Усиление души камень.
spanish: Obtener una piedra del alma.

# MasterDesc-SK000093
source: You can see opponent's HP and next action, and increase damage the opponent takes.
french: Vous pouvez voir HP et à côté de l'action de l'adversaire pour un court laps de temps et augmenter les dégâts d'une prise de l'adversaire.
german: Sie können gegnerische HP und nächste Aktion für eine kurze Zeit und erhöhen Schaden einen Gegner nehmen sehen.
italian: Puoi vedere gli HP e la prossima azione del nemico per un breve periodo e aumenti i danni che subisce
japanese: いちじてきに てきのHPと つぎのこうどうが みえるようになり あたえるダメージも すこし ふえる
korean: 일시적으로 적의 HP와 다음 행동이 보이고, 가하는 피해량도 조금 늘어난다.
portuguese: Você consegue ver o HP e a próxima ação do inimigo e aumenta o dano que ele recebe.
russian: Вы можете увидеть HP и следующее действие противника на короткое время и увеличить урон Соперник дубль.
spanish: Se puede ver la acción del oponente HP y al lado por un corto tiempo y aumentar el daño que un oponente se.

# MasterDesc-SK000094
source: You can look into the distance, see the color of rooms and heal yourself for each movement.
french: Vous pouvez regarder dans la distance pour un court laps de temps et de regarder la couleur de pièces et de guérir vous-même pour chaque mouvement.
german: Sie können für eine kurze Zeit in die Ferne schauen und sehen Farbe der Zimmer und sich für jede Bewegung zu heilen.
italian: Puoi vedere lontano, vedere il colore delle stanze e curarti per ogni movimento
japanese: いちじてきに ２つさきの へやの なかみや へやの いろが みえるようになり しばらくのあいだ いどうごとに HPがかいふくする
korean: 일시적으로 방의 내부와 색을 알 수 있고 한동안 이동할 때마다 HP를 회복한다.
portuguese: Você consegue enxergar salas mais distantes, ver a cor delas e curar com cada movimento.
russian: Вы можете смотреть вдаль на короткое время и посмотреть цвет комнат и исцелить себя для каждого движения.
spanish: Usted puede mirar en la distancia por un corto tiempo y mirar el color de las habitaciones y curarse a sí mismo para cada movimiento.

# MasterDesc-SK000095
source: A powerful attack.
french: Une attaque puissante.
german: Ein mächtiger Angriff.
italian: Un attacco potente
japanese: じゅうりょくで てきを おしつぶす
korean: 중력으로 적을 뭉개버린다.
portuguese: Um ataque poderoso.
russian: Мощная атака.
spanish: Un poderoso ataque.

# MasterDesc-SK000096
source: Reduce the cooldown of all skills by 1.
french: Réduire 1 cooldown de vos toutes les compétences.
german: Reduzieren 1 Abklingzeit von allen Fähigkeiten.
italian: Riduce tutti i cooldown delle abilità di 1
japanese: すべてのスキルの クールダウンを 1 へらす
korean: 모든 기술의 대기 시간을 1 줄인다.
portuguese: Reduz a recarga de todas habilidades em 1.
russian: Уменьшение 1 восстановления ваших всех навыков.
spanish: Reducir el tiempo de reutilización de 1 tus todas las habilidades.

# MasterDesc-SK000097
source: Quadruple attack.
french: attaque Quadruple.
german: Quadruple Angriff.
italian: Attacco quadruplo
japanese: もうれつな いきおいで こうげきを くりだす
korean: 맹렬한 기세로 공격을 내지른다.
portuguese: Ataque quadruplo.
russian: Четырехместный нападение.
spanish: ataque cuádruple.

# MasterDesc-SK000098
source: A triple attack.
french: Une triple attaque.
german: Ein dreifacher Angriff.
italian: Triplo attacco
japanese: いんせきをよびよせ てきにふりそそがせる きゅうきょくまほうの ひとつ
korean: 운석을 불러 적에게 쏟아지게하는 궁극 마법 중 하나
portuguese: Ataque triplo.
russian: Тройная атака.
spanish: Un triple ataque.

# MasterDesc-SK000099
source: Add damage over time to an enemy.
french: Ajouter des dégâts au fil du temps à un ennemi.
german: In Schaden im Laufe der Zeit zu einem Feind.
italian: Aggiungi danno nel tempo ad un nemico
japanese: てきに はめつを もたらす きゅうきょくまほうの ひとつ
korean: 적에게 지속피해를 입혀 파멸을 야기시키는 궁극 마법 중 하나
portuguese: Causa dano ao longo do tempo a um inimigo.
russian: Добавить урон с течением времени к врагу.
spanish: Añadir daño en el tiempo a un enemigo.

# MasterDesc-SK000100
source: Gain ''Observation'' this turn.
french: Gain ''Observation'' ce tour.
german: Gain ''Observation'' in diesem Zug.
italian: Ottieni ''Vista'' per un breve periodo
japanese: このターンは あいての ようすをみる
korean: 아무 것도 하지않고 지켜본다.
portuguese: Ganha ''Observação'' neste turno.
russian: Усиление «Наблюдение» этот поворот.
spanish: Ganancia ''Observación'' este turno.

# MasterDesc-SK000101
source: You can earn more great treasure for a short time.
french: Vous pouvez gagner plus grand trésor pour un court laps de temps.
german: Sie können mehr ein großer Schatz für eine kurze Zeit zu verdienen.
italian: Possibilità di ottenere ricompense migliori per un breve periodo
japanese: えんぎのよい コインをほうって いちじてきに うんのよさを ふやす
korean: 행운의 동전을 던져서, 일시적으로 행운이 증가한다.
portuguese: Você pode receber melhores tesouros por um curto período.
russian: Вы можете заработать больше большое сокровище в течение короткого промежутка времени.
spanish: Puede ganar más gran tesoro por un corto tiempo.

# MasterDesc-SK000102
source: You can earn more soulstones for a short time.
french: Vous pouvez gagner plus soulstones pendant une courte période.
german: Sie können mehr Seelensteine ​​für eine kurze Zeit zu verdienen.
italian: Possibilità di ottenere più soulstone per un breve periodo
japanese: いちじてきに てにはいる ませきのりょうを ふやす
korean: 일시적으로 입수하는 마석량이 증가한다.
portuguese: Você pode receber mais Pedras d'alma por um curto período.
russian: Вы можете заработать больше Soulstones в течение короткого промежутка времени.
spanish: Usted puede ganar más piedras de alma por un corto tiempo.

# MasterDesc-SK000103
source: You can look into the distance for a short time.
french: Vous pouvez regarder dans la distance pendant une courte période.
german: Sie können für eine kurze Zeit in die Ferne schauen.
italian: Puoi vedere più lontano per un breve periodo
japanese: ふしぎなちずで このさきのへやを みとおす
korean: 불가사의한 지도로 앞의 방을 볼 수 있다.
portuguese: Você pode enxergar mais longe por um curto período.
russian: Вы можете смотреть вдаль в течение короткого промежутка времени.
spanish: Usted puede mirar en la distancia por un corto tiempo.

# MasterDesc-SK000104
source: Cure all ailments and become immune to ailments for a short time.
french: Cure tous les maux et ignorer tous les maux que vous distribuées pendant une courte période.
german: Cure alle Beschwerden und ignorieren alle Beschwerden Sie für eine kurze Zeit behandelt.
italian: Cura tutte le maledizioni ed ignola le maledizioni che ti vengono inflitte per un breve periodo
japanese: くすりをのんで じょうたいへんかを すべてちりょうし しばらくのあいだ たいせいもアップ
korean: 약을 먹어 상태이상을 모두 치료하고, 잠시동안 내성도 높인다.
portuguese: Cura todas aflições e ignora todas aflições que você causa por um curto período.
russian: Вылечить все болезни и игнорировать все недуги Вы имели дело в течение короткого промежутка времени.
spanish: Curar todas las dolencias e ignorar todas las dolencias que reparten por un corto tiempo.

# MasterDesc-SK000105
source: Increase damage you deal for a short time.
french: Augmenter dégâts que vous infligez pendant une courte période.
german: Erhöht den Schaden Sie für eine kurze Zeit beschäftigen.
italian: Aumenta il danno per un breve periodo
japanese: いちじてきに こうげきの いりょくを ぞうかさせる
korean: 일시적으로 공격력이 증가한다.
portuguese: Aumenta o dano causado por um curto período.
russian: Увеличение урона вы имеете дело в течение короткого промежутка времени.
spanish: Aumentar daño infligido por un corto tiempo.

# MasterDesc-SK000106
source: Reduce damage you dealt for a short time.
french: Réduire les dégâts que vous recevez pendant une courte période.
german: Reduzieren Sie Schäden, die Sie für eine kurze Zeit behandelt.
italian: Riduzione del danno per un breve periodo
japanese: いちじてきに うけるダメージを おおはばにへらす
korean: 일시적으로 받는 피해를 크게 줄인다.
portuguese: Reduz o dano recebido por um curto período.
russian: Уменьшить урон, наносимый в течение короткого промежутка времени.
spanish: Reducir el daño que reparten por un corto tiempo.

# MasterDesc-SK000107
source: Gain heal per turn.
french: Gain guérir par tour.
german: Gewinnen Sie pro Runde heilen.
italian: Cura nel tempo
japanese: じょじょに HPをかいふくする
korean: 서서히 HP를 회복한다.
portuguese: Cura HP ao longo do tempo.
russian: Gain заживают за ход.
spanish: Ganar curarse por turno.

# MasterDesc-SK000108
source: Reduce the cooldown of all skills by 1.
french: Réduire 1 cooldown de vos toutes les compétences.
german: Reduzieren 1 Abklingzeit von allen Fähigkeiten.
italian: Riduce tutti i cooldown delle abilità di 1
japanese: ふしぎなとけいを うごかし すべてのスキルの クールダウンを 1 へらす
korean: 불가사의한 시계를 작동시켜서 모든 기술의 대기 시간을 1 줄인다.
portuguese: Reduz a recarga de todas habilidades em 1.
russian: Уменьшение 1 восстановления ваших всех навыков.
spanish: Reducir el tiempo de reutilización de 1 tus todas las habilidades.

# MasterDesc-SK000109
source: You will revive for a short time.
french: Vous revivrez pour un court laps de temps.
german: Sie werden für eine kurze Zeit wieder aufleben.
italian: Ressurrezione per un breve periodo
japanese: しばらくのあいだ しんでも すぐによみがえる
korean: 잠시 죽어도 다시 살아난다.
portuguese: Você irá reviver se morrer por um curto período.
russian: Вы возродится в течение короткого промежутка времени.
spanish: Va a revivir por un corto tiempo.

# MasterDesc-SK000110
source: A powerful attack.
french: Une attaque puissante.
german: Ein mächtiger Angriff.
italian: Un attacco potente
japanese: せいかいから ほしぼしを よびだし こうげき
korean: 성계에서 별들을 불러 공격한다.
portuguese: Um ataque poderoso.
russian: Мощная атака.
spanish: Un poderoso ataque.

# MasterDesc-SK000111
source: Gain additional attack and shield.
french: Gain attaque et bouclier supplémentaire.
german: Gewinnen Sie zusätzliche Angriff und Schild.
italian: Ottieni attacco e difesa aggiuntivi
japanese: ゾンビをよびおこし いっしょにたたかわせる
korean: 좀비를 불러일으켜 함께 싸우게한다.
portuguese: Ganha ataque e escudo adicionais.
russian: Получите дополнительную атаку и щит.
spanish: Ganar ataque y blindaje adicional.

# MasterDesc-SK000112
source: Gain additional attack and shield.
french: Gain attaque et bouclier supplémentaire.
german: Gewinnen Sie zusätzliche Angriff und Schild.
italian: Ottieni attacco e difesa aggiuntivi
japanese: がいこつぐんだんを よびおこし いっしょにたたかわせる
korean: 해골 군단을 불러 함께 싸운다.
portuguese: Ganha ataque e escudo adicionais.
russian: Получите дополнительную атаку и щит.
spanish: Ganar ataque y blindaje adicional.

# MasterDesc-SK000113
source: Gain additional attack and shield.
french: Gain attaque et bouclier supplémentaire.
german: Gewinnen Sie zusätzliche Angriff und Schild.
italian: Ottieni attacco e difesa aggiuntivi
japanese: いくさのかみを よびおろし ともにたたかう
korean: 전쟁의 신을 불러내 함께 싸운다.
portuguese: Ganha ataque e escudo adicionais.
russian: Получите дополнительную атаку и щит.
spanish: Ganar ataque y blindaje adicional.

# MasterDesc-SK000114
source: Gain additional attack and shield.
french: Gain attaque et bouclier supplémentaire.
german: Gewinnen Sie zusätzliche Angriff und Schild.
italian: Ottieni attacco e difesa aggiuntivi
japanese: おおかみを よびだし ともにたたかう
korean: 늑대를 불러내 함께 싸운다.
portuguese: Ganha ataque e escudo adicionais.
russian: Получите дополнительную атаку и щит.
spanish: Ganar ataque y blindaje adicional.

# MasterDesc-SK000115
source: Gain additional attack and shield.
french: Gain attaque et bouclier supplémentaire.
german: Gewinnen Sie zusätzliche Angriff und Schild.
italian: Ottieni attacco e difesa aggiuntivi
japanese: ナイトメアを しょうかんし ともにたたかう
korean: 몽마를 소환해 같이 싸운다.
portuguese: Ganha ataque e escudo adicionais.
russian: Получите дополнительную атаку и щит.
spanish: Ganar ataque y blindaje adicional.

# MasterDesc-SK000116
source: Gain additional attack and shield.
french: Gain attaque et bouclier supplémentaire.
german: Gewinnen Sie zusätzliche Angriff und Schild.
italian: Ottieni attacco e difesa aggiuntivi
japanese: ドラゴンを しょうかんし ともにたたかう
korean: 용을 소환해 같이 싸운다.
portuguese: Ganha ataque e escudo adicionais.
russian: Получите дополнительную атаку и щит.
spanish: Ganar ataque y blindaje adicional.

# MasterDesc-SK000117
source: Pay HP to prolong your buffs.
french: Vous payez votre HP pour prolonger votre bon effet.
german: Sie zahlen Ihre HP Ihre gute Wirkung zu verlängern.
italian: Paghi i tuoi HP per prolungare gli effetti positivi
japanese: ほじょこうかの じかんを えんちょうする
korean: 보조 효과의 시간을 연장시킨다.
portuguese: Sacrifica seu HP para prolongar seus efeitos positivos.
russian: Вы платите ваш HP, чтобы продлить свой хороший эффект.
spanish: Usted paga su HP para prolongar su buen efecto.

# MasterDesc-SK000118
source: Greatly reduce your opponent's accuracy for a brief period.
french: Réduire la précision de l'adversaire grandement à ce tour.
german: Reduzieren des Gegners Genauigkeit stark in dieser Reihe.
italian: Diminuisce drasticamente la precisione del nemico per un breve periodo
japanese: てきに めつぶしをあびせ しゅんかんてきに めいちゅうをさげる
korean: 적의 눈을 찔러서 순간적으로 적의 명중률을 낮춘다.
portuguese: Reduz a precisão do seu inimigo drasticamente por um curto período.
russian: Снижение точности противника сильно в этом повороте.
spanish: Reducir la precisión del oponente en gran medida en este turno.
