Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterDesc-JB000030
source: Those who believe in God are not necessarily existence to bring relief.
french: Ceux qui croient en Dieu ne sont pas nécessairement l'existence d'apporter un soulagement.
german: Diejenigen, die an Gott glauben, sind nicht notwendigerweise Existenz Erleichterung zu bringen.
italian: Coloro che credono in Dio non sono necessariamente l'esistenza di portare sollievo.
japanese: かみを しんじる ものたちが かならずしも きゅうさいを もたらす そんざいで あるとは かぎらない。
korean: 하나님을 믿는 사람들은 반드시 구제를 가져 오는 존재하지 않습니다.
portuguese: Aqueles que acreditam em Deus não são necessariamente existência para trazer alívio.
russian: Те, кто верит в Бога, не обязательно существование, чтобы принести облегчение.
spanish: Aquellos que creen en Dios no son necesariamente la existencia de traer alivio.

# MasterName-LASE8001
source: Mushroom
french: Champignon
german: Pilz
italian: Fungo
japanese: きのこ
korean: 버섯
portuguese: Cogumelo
russian: Гриб
spanish: Seta

# MasterName-LASE8002
source: Rough rope
french: corde rugueuse
german: raue Seil
italian: corda ruvida
japanese: あらなわ
korean: 거친 밧줄
portuguese: corda áspera
russian: Грубый канат
spanish: cuerda áspera

# MasterName-LASE8003
source: Broom
french: Balai
german: Besen
italian: Scopa
japanese: ほうき
korean: 비
portuguese: Vassoura
russian: метла
spanish: Escoba

# MasterName-LASE8004
source: Seed
french: La graine
german: Samen
italian: seme
japanese: しゅし
korean: 씨
portuguese: Semente
russian: семя
spanish: Semilla

# MasterDesc-LASE8001
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: どう みても きのこです。 ほんとうに ありがとうございました。
korean: 아직 드러나지 않은 세계의 알려지지 않은 부분.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LASE8002
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: ある ちほうでは いまわしいものを ふうじる もくてきで なわを はる ふうしゅうが ある。
korean: 아직 드러나지 않은 세계의 알려지지 않은 부분.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LASE8003
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: そらを とぶことも できるはず。
korean: 아직 드러나지 않은 세계의 알려지지 않은 부분.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LASE8004
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: そのちいさな かたまりの なかに いのちの すべてを やどしている。
korean: 아직 드러나지 않은 세계의 알려지지 않은 부분.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterName-SKE01057
source: Spore diffusion
french: diffusion de Spore
italian: spore diffusione
japanese: ほうしの かくさん
korean: 포자 확산
portuguese: difusão Spore
russian: диффузия Spore
spanish: la difusión de esporas

# MasterName-SKE01058
source: Tighten
french: Serrer
german: Spannen
italian: serrare
japanese: しめつける
korean: 죄다
portuguese: Apertar
russian: затянуть
spanish: Apretar

# MasterName-SKE01059
source: Eternal venom
french: venin éternel
german: ewiges Gift
italian: veleno Eternal
japanese: エターナルベノム
korean: 영원한 독
portuguese: veneno eterna
russian: Вечный яд
spanish: veneno eterna

# MasterName-SKE01060
source: Branch spear
french: lance Branch
german: Zweig Speer
italian: Branch lancia
japanese: えだの やり
korean: 지점의 창
portuguese: lança ramo
russian: Отделение копье
spanish: lanza rama

# MasterName-SKE01061
source: Ivy spread
french: diffusion Ivy
german: Ivy Verbreitung
italian: Ivy diffusione
japanese: つたの まんえん
korean: 아이비 확산
portuguese: Ivy propagação
russian: Ivy распространение
spanish: Ivy propagación

# MasterName-SKE01062
source: Poison spores
french: Les spores de poison
german: Gift-Sporen
italian: spore tossiche
japanese: どくの ほうし
korean: 독 포자
portuguese: esporos veneno
russian: Ядовитые споры
spanish: esporas de veneno

# MasterName-SKE01063
source: Tie
french: Attacher
german: Krawatte
italian: Cravatta
japanese: しばりつける
korean: 넥타이
portuguese: Gravata
spanish: Corbata

# MasterName-SKE01064
source: Forest wrath
french: la colère des forêts
german: Wald Zorn
italian: ira Foresta
japanese: もりの いかり
korean: 숲의 분노
portuguese: ira floresta
russian: гнев Лесной
spanish: ira bosque

# MasterName-SKE01065
source: Voice screaming
french: voix cris
german: Voice-Kreischen
italian: urla Voice
japanese: こえなき さけび
korean: 음성 비명
portuguese: voz gritos
russian: Голос крик
spanish: gritos de voz

# MasterName-SK100038
source: Dark bolt
french: boulon noir
german: dunkle Bolzen
italian: bolt scuro
japanese: ダークボルト
korean: 다크 볼트
portuguese: bolt escuro
russian: Темный болт
spanish: perno oscura

# MasterName-SK100039
source: Blood Pact
french: Pacte de sang
german: Blutpakt
italian: Patto di sangue
japanese: ちの きょうてい
korean: 혈액 협정
portuguese: Pacto de sangue
russian: Пакт крови
spanish: Pacto de sangre

# MasterName-SK100040
source: Dark Pact
french: Pacte noir
german: Dunkler Pakt
italian: Patto Oscuro
japanese: やみの きょうてい
korean: 다크 협정
spanish: Pacto oscuro

# MasterShortName-SK100038
source: Drain Life
french: drain de vie
german: Sauger
italian: drain vita
japanese: きゅうけつ
korean: 흡혈
russian: Похищение жизни
spanish: Drenar vida

# MasterShortName-SK100039
source: Heal
french: Guérir
german: Heilen
italian: Guarire
japanese: かいふく
korean: 회복
portuguese: Curar
russian: заживать
spanish: Sanar

# MasterShortName-SK100040
source: Smash
french: Fracasser
italian: Distruggere
japanese: きょう こうげき
korean: 강한 공격
portuguese: Esmagar
russian: громить
spanish: Aplastar

# MasterDesc-SK100038
source: Drain an opponent's blood and heal yourself.
french: Égoutter le sang d'un adversaire et vous guérir.
german: Drain eines Blut des Gegners und heilen sich selbst.
italian: Scolate il sangue di un avversario e guarire se stessi.
japanese: やみの ちからで てきを こうげきし HPを うばう
korean: 상대의 혈액을 배출하고 자신을 치유.
portuguese: Drenar o sangue de um oponente e curar-se.
russian: Слейте кровь противника и исцелить себя.
spanish: Drenar la sangre de un oponente y curarse a sí mismo.

# MasterDesc-SK100039
source: Gain autoheal but you will lose life in the future.
french: Gain autoheal mais vous perdrez la vie à l'avenir.
german: Gewinnen Sie autoheal aber Sie werden das Leben in der Zukunft verlieren.
italian: Guadagno autoheal ma si perde la vita in futuro.
japanese: いちじてきに HPを えるが さいごに だいしょうを しはらう
korean: autoheal 확보하지만 당신은 미래에 생명을 잃게됩니다.
portuguese: Ganhar autoheal mas você vai perder a vida no futuro.
russian: Получите autoheal, но вы потеряете жизнь в будущем.
spanish: Ganar autoheal pero perderá la vida en el futuro.

# MasterDesc-SK100040
source: Deal great damage but you will lose life in the future.
french: Traiter de gros dégâts, mais vous perdrez la vie à l'avenir.
german: Deal großen Schaden, aber Sie werden das Leben in der Zukunft verlieren.
italian: Distribuisci grande danno, ma si perde la vita in futuro.
japanese: やみに ひそむ ものと けいやくし だいしょうを しはらって こうげきする
korean: 큰 피해를 거래하지만 당신은 미래에 생명을 잃게됩니다.
portuguese: Reparta grande dano, mas você vai perder a vida no futuro.
russian: Deal большого ущерба, но вы потеряете жизнь в будущем.
spanish: Tratar un gran daño, pero perderá la vida en el futuro.

# MasterName-ENE00105
source: Planted man
french: homme planta
german: gepflanzt Mann
italian: uomo piantò
japanese: むしばまれた おとこ
korean: 심은 사람
portuguese: homem plantou
russian: Посаженные человек
spanish: hombre plantado

# MasterName-ENE00106
source: Strangler
french: étrangleur
german: Würger
japanese: しめつけるもの
korean: 교 살자
russian: душитель
spanish: estrangulador

# MasterName-ENE00107
source: Forest witch
french: sorcière Forêt
german: Waldhexe
italian: strega della foresta
japanese: もりの まじょ
korean: 숲의 마녀
portuguese: bruxa floresta
russian: Лесная колдунья
spanish: bruja del bosque

# MasterName-ENE00108
source: Guardian of forests
french: Gardien des forêts
german: Wächter der Wälder
italian: Guardiano delle foreste
japanese: もりの まもりがみ
korean: 숲의 수호자
portuguese: Guardião das florestas
russian: Хранитель леса
spanish: Guardián de los bosques

# MasterName-ENE00109
source: Cursed child
french: enfant maudit
german: Verfluchtes Kind
italian: Bambino Maledetto
japanese: のろわれた こども
korean: 저주받은 아이
portuguese: criança Cursed
russian: Проклятый ребенок
spanish: maldito hijo

# MasterDesc-ENE00105
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: ほうしに しんしょくされ のうを しはいされた にんげん。 より ほうしを ひろげるため もりを さまよっている。
korean: 아직 드러나지 않은 세계의 알려지지 않은 부분.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENE00106
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: もりの あちこちに まんえんしている つた。 しんにゅうしゃを つかまえ ほしょくする。 さしずめ せいたい けいび そうち といったところか。
korean: 아직 드러나지 않은 세계의 알려지지 않은 부분.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENE00107
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: すうせだいに わたり もりで くらしてきた まじょの まつえい。 もはや にんげんとは ことなる いきものに なりはてている。
korean: 아직 드러나지 않은 세계의 알려지지 않은 부분.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENE00108
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: せかいの はじまりから いきつづけ せかいの おわりまでを みつめるもの。
korean: 아직 드러나지 않은 세계의 알려지지 않은 부분.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENE00109
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: もりの どくけに あてられて しざんした たいじに べつの たましいが まぎれたもの。 げんみつには かのじょの こどもとは いえないだろう。
korean: 아직 드러나지 않은 세계의 알려지지 않은 부분.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterName-EFJ00030
source: Fallen faith
french: Fallen foi
german: gefallene Glauben
italian: fede caduti
japanese: しんこうの だらく
korean: 타락의 믿음
portuguese: fé caído
russian: Fallen вера
spanish: fe caído

# MasterName-EFL00038
source: Mushrooms
french: Champignons
german: Pilze
italian: Funghi
japanese: きのこまみれ
korean: 버섯
portuguese: cogumelos
russian: грибы
spanish: Hongos

# MasterName-EFL00039
source: One Rope
french: une corde
german: Ein Seil
italian: una corda
japanese: ひとすじなわ
korean: 한 로프
portuguese: uma Corda
russian: Один Rope
spanish: una cuerda

# MasterName-EFL00040
source: It lets you fly
french: Il vous permet de voler
german: Es lässt Sie fliegen
italian: Esso consente di volare
japanese: ひとっとび
korean: 그것은 당신이 날 수 있습니다
portuguese: Ele permite que você voar
russian: Это позволяет летать
spanish: Se le permite volar

# MasterName-EFL00041
source: Sprout
french: Germer
german: Sprießen
italian: Germoglio
japanese: めばえ
korean: 새싹
portuguese: broto
russian: росток
spanish: Brote

# MasterDesc-EFJ00030
source: You will earn shield instead of healing.
french: Vous gagnerez bouclier au lieu de guérison.
german: Sie werden Schild statt Heilung verdienen.
italian: Guadagnerai scudo invece di guarire.
japanese: HPが かいふくする かわりに おなじりょうの シールドを える
korean: 대신 치유의 방패가 적립됩니다.
portuguese: Você vai ganhar escudo em vez de cura.
russian: Вы заработаете щит вместо исцеления.
spanish: Usted ganará escudo en lugar de curación.

# MasterDesc-EFL00038
source: Ignore all debuffs.
french: Ignorer tous les affaiblissements.
german: Ignorieren Sie alle Debuffs.
italian: Ignora tutti debuff.
japanese: じょうたいいじょうを かんぜん むこうか
korean: 모든 디버프를 무시합니다.
portuguese: Ignorar todos os debuffs.
russian: Игнорировать все дебаффы.
spanish: No haga caso de todas las desventajas.

# MasterDesc-EFL00039
source: You can reduce your cooldown instead of increasing.
french: Vous pouvez réduire votre temps de recharge au lieu d'augmenter.
german: Sie können Ihre Abklingzeit statt zu erhöhen reduzieren.
italian: È possibile ridurre il tempo di ricarica invece di aumentare.
japanese: クールダウンが ふえる こうかで ぎゃくに クールダウンが へる
korean: 당신은 증가하는 대신 재사용 대기 시간을 줄일 수 있습니다.
portuguese: Você pode reduzir o cooldown em vez de aumentar.
russian: Вы можете сократить время восстановления, а не увеличивать.
spanish: Usted puede reducir el tiempo de reutilización en lugar de aumentar.

# MasterDesc-EFL00040
source: You can encounter bosses earlier.
french: Vous pouvez rencontrer des patrons plus tôt.
german: Sie können Bosse früher auftreten.
italian: È possibile incontrare i boss in precedenza.
japanese: すぐに ボスに であえる
korean: 당신은 이전 상사가 발생할 수 있습니다.
portuguese: Você pode encontrar chefes anteriormente.
russian: Вы можете столкнуться с боссами ранее.
spanish: Puede encontrarse con los jefes anterior.

# MasterDesc-EFL00041
source: You can earn doubled barriers on encounter.
french: Vous pouvez gagner des obstacles sur la rencontre a doublé.
german: Sie können verdoppelt Barrieren auf Begegnung verdienen.
italian: Si può guadagnare barriere raddoppiato su incontro.
japanese: しょきバリア 2ばい
korean: 당신은 만남에 두 배 장벽을받을 수 있습니다.
portuguese: Você pode ganhar barreiras dobrou no encontro.
russian: Вы можете заработать удвоенные барьеры на встрече.
spanish: Usted puede ganar barreras se duplicó en el encuentro.

# MasterName-EM000028
source: Dirty {0}
french: Sale {0}
german: Schmutzige {0}
italian: Sporco {0}
japanese: きたならしい {0}
korean: 더러운 {0}
portuguese: Sujo {0}
russian: Грязный {0}

# MasterName-EM000029
source: Mind eye's {0}
french: oeil de l'esprit de {0}
german: Geist Auge {0}
italian: La mente di occhio {0}
japanese: しんがんの {0}
korean: 마음의 눈의 {0}
portuguese: A mente de olho {0}
russian: Ум глаза {0}
spanish: La mente de los ojos {0}

# MasterName-EM000030
source: Immortal {0}
japanese: ふめつの {0}
korean: 불멸의 {0}
russian: Бессмертный {0}
spanish: {0} inmortal

# MasterName-SM000046
source: Outstanding {0}
german: Hervorragende {0}
italian: Eccezionale {0}
japanese: たくえつの {0}
korean: 뛰어난 {0}
russian: Отлично {0}
spanish: Sobresaliente {0}

# MasterName-SM000047
source: Infinite {0}
french: Infini {0}
german: Unendlich {0}
japanese: むげん {0}
korean: 무한 {0}
portuguese: Infinita {0}
russian: Бесконечные {0}
spanish: Infinita {0}

# MasterName-SM000048
source: Completed {0}
french: Terminé {0}
german: Abgeschlossen {0}
italian: Completato {0}
japanese: かんせいされた {0}
korean: 완료 {0}
portuguese: Concluído {0}
russian: Завершено {0}
spanish: Completado {0}

# MasterDesc-SM000046
source: This skill power will relate on level.
french: Ce pouvoir de compétences se rapportera au niveau.
german: Diese Fähigkeit Macht wird auf Ebene beziehen.
italian: Questo potere skill relazionarsi a livello.
japanese: いりょくが レベルいぞんになる
korean: 이 기술 전력 레벨에 관계됩니다.
portuguese: Este poder habilidade irá relacionar em nível.
russian: Это умение власть будет относиться на уровне.
spanish: Este poder de habilidad se relacionará en el nivel.

# MasterDesc-SM000047
source: You will not consume it.
french: Vous ne le consommer.
german: Sie werden es nicht verbrauchen.
italian: Non sarà consumarlo.
japanese: しょうひしなくなる (しょうもうひんのみ)
korean: 당신은 그것을 소비하지 않습니다.
portuguese: Você não vai consumi-lo.
russian: Вы не будете потреблять.
spanish: Usted no va a consumir.

# MasterDesc-SM000048
source: This skill is counted as max level.
french: Cette compétence est compté comme niveau maximum.
german: Diese Fähigkeit wird als max Ebene gezählt.
italian: Questa abilità è contato come il livello massimo.
japanese: スキルレベルを さいだいとして あつかう
korean: 이 기술은 최대 레벨로 계산됩니다.
portuguese: Esta habilidade é contado como o nível máximo.
russian: Этот навык считается уровень макс.
spanish: Esta habilidad se cuenta como nivel máximo.

# MasterName-FDG00002
source: Healing power
french: Pouvoir de guérison
german: Heilkraft
italian: Potere curativo
japanese: いやしの ちから
korean: 치유 전원
portuguese: Poder de cura
russian: Сила лечения
spanish: Poder curativo

# MasterName-FDG00003
source: Life force
french: Force de vie
german: Lebenskraft
italian: Forza vitale
japanese: せいめいりょく
korean: 생명의 힘
portuguese: Força vital
russian: Жизненная сила
spanish: Fuerza de vida

# MasterName-FDG00004
source: Apprentice
french: Apprenti
german: Lehrling
italian: Apprendista
japanese: アプレンティス
korean: 도제
portuguese: Aprendiz
russian: подмастерье
spanish: Aprendiz

# MasterName-FDG00005
source: Forest benefits
french: avantages forestiers
german: Wald Vorteile
italian: benefici forestali
japanese: もりの おんけい
korean: 숲의 혜택
portuguese: benefícios florestais
russian: преимущества лесных
spanish: beneficios de los bosques

# MasterDesc-FDG00002
source: You will gain ''Overheal'', ''Autoheal +10%'' and ''Rest+25%''.
french: Vous gagnerez ''d'extra'', ''Autoheal + 10%'' et ''Rest + 25%''.
german: Sie werden gewinnen ''Überheilung'', ''Autoheal + 10%'' und ''Rest + 25%''.
italian: Si otterrà ''Sovracura'', ''Autoheal + 10%'' e ''Resto + 25%''.
japanese: 「オーバーヒール」「しぜんちゆ+10％」「きゅうそく+25％」をえる
korean: 당신은 ''과도한 치유'', ''Autoheal + 10 %''와 ''나머지는 + 25 %''얻을 것입니다.
portuguese: Você vai ganhar ''Sobrecura'', ''Autoheal + 10%'' e ''Resto + 25%''.
russian: Вы получите ''Сверхлечение'', ''Autoheal + 10%'' и ''Rest + 25%''.
spanish: Usted ganará ''Exceso'', ''Autoheal + 10%'' y ''Resto + 25%''.

# MasterDesc-FDG00003
source: You will gain ''MaxHP +15%'', ''HP Boost'' and ''Vitality''.
french: Vous gagnerez ''MaxHP + 15%'', ''HP Boost'' et ''Vitalité''.
german: Sie werden gewinnen ''MaxHP + 15%'', ''HP Boost'' und ''Vitalität''.
italian: Si otterrà ''MaxHP + 15%'', ''HP Boost'' e ''vitalità''.
japanese: 「さいだいHP+15％」「HPブースト」「バイタリティ」をえる
korean: 당신은 ''렛 + 15 %'', ''HP 부스트''와 ''활력''을 얻을 것입니다.
portuguese: Você vai ganhar ''MaxHP + 15%'', ''HP impulso'' e ''vitalidade''.
russian: Вы получите ''MaxHP + 15%'', ''HP подталкивание'' и ''живучесть''.
spanish: Usted ganará ''MaxHP + 15%'', ''HP Boost'' y ''vitalidad''.

# MasterDesc-FDG00004
source: You will gain ''Shield +15%'', ''Shield Regenerate +5%'' and ''Jackpot''.
french: Vous gagnerez ''bouclier + 15%'', ''Bouclier Régénérer + 5%'' et ''Jackpot''.
german: Sie werden gewinnen ''Shield + 15%'', ''Schild Regenerieren + 5%'' und ''Jackpot''.
italian: Si otterrà ''Scudo + 15%'', ''Scudo Rigenera + 5%'' e ''Jackpot''.
japanese: 「シールド+15％」「シールドさいせい+5％」「おおわざつかい」をえる
korean: 당신은 ''쉴드 + 15 %'', ''쉴드 다시 생성 + 5 %''와 ''대박''을 얻을 것입니다.
portuguese: Você vai ganhar ''Escudo + 15%'', ''Escudo Regenerar + 5%'' e ''Jackpot''.
russian: Вы получите ''Shield + 15%'', ''Щит Regenerate + 5%'' и ''джек-пот''.
spanish: Usted ganará ''Escudo + 15%'', ''Escudo Regenerar + 5%'' y ''Jackpot''.

# MasterDesc-FDG00005
source: You will gain ''Embezzle'', ''Poison Alchemy'' and ''Poisonous +50%''.
french: Vous gagnerez ''escroquer'', ''Alchemy Poison'' et ''Toxiques + 50%''.
german: Sie werden gewinnen ''veruntreuen'', ''Poison Alchemy'' und ''Giftige + 50%''.
italian: Si otterrà ''sottrarre'', ''Poison Alchimia'' e ''Poisonous + 50%''.
japanese: 「つかいこみ」「どくの ちょうごう」「ゆうどく+50％」をえる
korean: 당신은, ''독 연금술''과 ''유독이 + 50 %'', ''횡령''을 얻을 것입니다.
portuguese: Você vai ganhar ''desviar'', ''Alquimia do veneno'' e ''Poisonous + 50%''.
russian: Вы получите «присваивают», «Яд Алхимия» и «Ядовитый + 50%».
spanish: Usted ganará ''estafar'', ''Veneno Alquimia'' y ''tóxico + 50%''.

# MasterName-RS000039
source: Leaves
french: Feuilles
german: Blätter
italian: Le foglie
japanese: このは
korean: 이파리
portuguese: Sai
russian: Листья
spanish: Hojas

# MasterDesc-RS000039
source: You can not see rooms detail but you can earn a new skill.
french: Vous ne pouvez pas voir les chambres détails mais vous pouvez gagner une nouvelle compétence.
german: Sie können keine Zimmer Detail sehen, aber Sie können eine neue Fertigkeit verdienen.
italian: Non è possibile selezionare le camere dettagli, ma si può guadagnare una nuova abilità.
japanese: さきが みとおせないが かならず スキルが てにはいる
korean: 당신은 객실의 세부 사항을 볼 수 있지만, 당신은 새로운 기술을 획득 할 수 있습니다.
portuguese: Você não pode ver quartos detalhes, mas você pode ganhar uma nova habilidade.
russian: Вы не можете видеть номера деталей, но вы можете получить новый навык.
spanish: No se pueden ver las habitaciones detalle, pero se puede ganar una nueva habilidad.

# MasterName-RS000040
source: Ivy
french: Lierre
german: Efeu
italian: Edera
japanese: どくつた
korean: 여자 이름
portuguese: Hera
russian: плющ
spanish: Hiedra

# MasterDesc-RS000040
source: Doubled damage by damage over time, delayed damage, pursuit and reflect.
french: Doublement les dommages causés par des dégâts au fil du temps, les dommages retardé, la poursuite et de réfléchir.
german: Verdoppelt Schaden durch Schaden über Zeit, verzögert Schaden, Verfolgung und reflektieren.
italian: Raddoppiato danni da danni nel corso del tempo, i danni in ritardo, l'inseguimento e riflettere.
japanese: けいぞく・ちえん・ついげき・はんしゃの ダメージが 2ばい
korean: 시간이 지남에 따라 손상, 지연 손상을 추구 반영에 의한 손상을 두 배로.
portuguese: Dobrou danos causados ​​por danos ao longo do tempo, danos atrasado, busca e refletir.
russian: Вдвое ущерб от повреждения в течение долгого времени, задержки ущерба, преследования и отражения.
spanish: Duplicado el daño por daño en el tiempo, el daño demorado, seguimiento y reflexionar.

# MasterName-DGS80001
source: Forest
french: Forêt
german: Wald
italian: foresta
japanese: しんりん
korean: 숲
portuguese: Floresta
russian: лес
spanish: Bosque

# MasterDesc-DGS80001
source: ''Oh, I did not expect to find a monkey at such a place ...''__The witch smiles vulgar laughter.__''I can make a good medicine grinding a human, I am lucky.''
french: « Oh, je ne pensais pas trouver un singe à un tel endroit ... » __ La sorcière sourit rire vulgaire .__ « Je peux faire un bon médicament broyant un humain, je suis chanceux. »
german: „Oh, ich hatte nicht erwartet, einen Affen an einem solchen Ort zu finden ...“ __ Die Hexe lächelt vulgäre Lachen .__ „Ich habe eine gute Medizin machen kann ein menschliches Schleifen, ich bin glücklich.“
italian: ''Oh, non mi aspettavo di trovare una scimmia in un posto del genere ...'' __ La strega sorride risata volgare .__ ''posso fare una buona medicina di macinazione un essere umano, sono fortunato.''
japanese: 「はて こんな もりの おくに にんげんが ね…」__まじょは げひんな わらいを うかべた。__「にんげんは すりつぶすと いい くすりに なるんだ こいつは もうけものだね」
korean: __ 마녀 저속한 웃음 .__ 미소 ''아, 나는 ... 이런 곳에서 원숭이를 찾을 기대하지 않았다'' ''나는 운, 인간을 연마 좋은 약을 만들 수 있습니다.''
portuguese: ''Oh, eu não esperava para encontrar um macaco em um lugar ...'' __ A bruxa sorri riso vulgar .__ ''Eu posso fazer uma boa medicina moer um ser humano, eu tenho sorte.''
russian: «О, я не ожидал, чтобы найти обезьяну в таком месте ...» __ Ведьма улыбается вульгарный смех .__ «Я могу сделать хорошее лекарство измельчением человека, мне повезло.»
spanish: ''Oh, yo no esperaba encontrar un mono en un lugar tan ...'' __ La bruja sonríe risa vulgar .__ ''Puedo hacer una buena medicina molienda de un ser humano, tengo la suerte.''
