Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterDesc-MSM10016
source: Clear 25F.(Purgatory)
french: Effacer 25F.(Purgatoire)
german: Klar 25F.(Fegefeuer)
italian: Cancella 25F.(Purgatorio)
japanese: れんごく 25Fを クリアする
korean: 연옥 25층을 클리어한다.
portuguese: Limpar 25F. (Purgatório)
russian: Ясно 25F.(Чистилище)
spanish: Terminar el nivel 25F. (Purgatorio)

# MasterDesc-MSD10020
source: Kill 25 monsters.
french: Tuez 25 monstres.
german: Töte 25 Monster.
italian: Uccidi 25 mostri.
japanese: モンスターを 25たい たおす
korean: 마물을 25번 쓰러트린다.
portuguese: Mate 25 monstro.
russian: Убейте 25 монстров.
spanish: Mata a 25 monstruos.

# MasterDesc-MSD10021
source: Kill 10 floor bosses.
french: Tuer 10 patrons de plancher.
german: Töte 10 Boden-Bosse.
italian: Uccidi 10 boss del pavimento.
japanese: フロアボスを 10たい たおす
korean: 층 보스를 10번 쓰러트린다
portuguese: Mate 10 chefes de piso.
russian: Убейте 10 боссов пола.
spanish: Mata a 10 jefes de piso.

# MasterDesc-MSD10022
source: Enter Door Room 10 times.
french: Entrez dans la salle de porte 10 fois.
german: Geben Sie Tür-Raum 10 mal.
italian: Entra nella stanza della porta 10 volte.
japanese: とびらの へやに 10かい ふみこむ
korean: 문 방에 10회 들어간다.
portuguese: Digite Porta Quarto 10 vezes.
russian: Введите дверь комнаты в 10 раз.
spanish: Entrar en la sala de la puerta 10 veces.

# MasterDesc-MSD10023
source: Pick 1 Legendary items.
french: Choisissez 1 objets légendaires.
german: Pick-1 Legendäre Gegenstände.
italian: Scegli 1 elementi leggendari.
japanese: でんせつのぶぐを 1かい ひろう
korean: 전설의 무구를 1회 줍는다.
portuguese: Escolha 1 itens lendários.
russian: Выберите 1 легендарных предметов.
spanish: Elige 1 objetos legendarios.

# MasterDesc-MSD10024
source: Clear 5F.
french: Effacer 5F.
german: Klar 5F.
italian: Cancella 5F.
japanese: 5Fを クリアする
korean: 5층을 클리어한다.
portuguese: Limpar 5F.
russian: Ясно 5F.
spanish: Terminar el nivel 5F.

# WORD_REPEATABLE
source: Repeatable
french: Répétable
german: Wiederholbar
italian: Ripetibile
japanese: くりかえし
korean: 반복
portuguese: Repetivel
russian: Повторяется
spanish: repetible

# TEXT_ALERT_ABOUT_SMALL_CDS
source: You can see your cooldowns here.
french: Vous pouvez voir vos cooldowns ici.
german: Sie können Ihre Abklingzeiten hier zu sehen.
italian: È possibile visualizzare i cooldown qui.
japanese: ここで げんざいの スキルの クールダウンを かくにんできます。
korean: 이 곳에서 현재 기술의 대기 시간을 확인할 수 있습니다.
portuguese: Você pode ver seus cooldowns aqui.
russian: Вы можете увидеть ваши кулдауны здесь.
spanish: Usted puede ver sus tiempos de reutilización aquí.

# MasterName-EF002010
source: Toughness
french: Dureté
german: Zähigkeit
italian: durezza
japanese: タフネス
korean: 터프함
portuguese: Dureza
russian: прочность
spanish: Tenacidad

# MasterName-EF002011
source: Blood armor
french: armure de sang
german: Blut Panzerung
italian: armatura sangue
japanese: ブラッドアーマー
korean: 혈액갑옷
portuguese: armadura de sangue
russian: Кровь броня
spanish: Armadura de Sangre

# MasterName-EF002012
source: Spirit body
french: Esprit de corps
german: Geistkörper
italian: corpo di spirito
japanese: せいしんたい
korean: 정신체
portuguese: corpo espiritual
russian: тело Духа
spanish: Cuerpo Espiritual

# MasterDesc-EF002010
source: You can cure all debuffs more earlier.
french: Vous pouvez guérir tous les debuffs plus tôt.
german: Sie können alle Debuffs mehr früher heilen.
italian: Si può curare tutti i debuff di più in precedenza.
japanese: じょうたいいじょうから はやく かいふくする
korean: 모든 상태이상에서 빠르게 회복된다.
portuguese: Você pode curar todos os debuffs mais cedo.
russian: Вы можете вылечить все дебаффы более раньше.
spanish: Te demoras más en quitar las desventajas.

# MasterDesc-EF002011
source: You will take damage instead of taking debuffs.
french: Vous subissez des dégâts au lieu de prendre affaiblissements.
german: Sie nehmen Schaden statt Debuffs zu nehmen.
italian: Si avrà danni invece di prendere debuff.
japanese: じょうたいいじょうを うける かわりに ダメージを うける
korean: 상태이상이 되지 않는 대신 피해를 받는다.
portuguese: Você vai tomar o dano em vez de tomar debuffs.
russian: Вы получаете урон вместо того, чтобы дебаффы.
spanish: Tendrá que tomar el daño en lugar de tomar desventajas.

# MasterDesc-EF002012
source: Your HP becomes 1 and you can ignore penetration.
french: Votre HP devient 1 et vous pouvez ignorer la pénétration.
german: Der HP wird 1, und Sie können das Eindringen ignorieren.
italian: L'HP diventa 1 ed è possibile ignorare la penetrazione.
japanese: HPが 1になる かわりに かんつうを むしする
korean: HP가 1이 되지만 관통을 무시한다.
portuguese: Seu HP torna-se 1 e você pode ignorar a penetração.
russian: Ваш HP становится 1, и вы можете игнорировать проникновение.
spanish: El HP se convierte en 1 y se puede ignorar la penetración.

# MasterDescLv-EF002010-1
source: Additional -1
french: -1 supplémentaires
german: Weitere 1
italian: Ulteriori -1
japanese: さらに-1
korean: 추가 -1
portuguese: -1 adicional
russian: Дополнительный -1
spanish: Adicional -1

# MasterDescLv-EF002011-1
source: MaxHP+10%
japanese: さいだいHP+10%
korean: 최대 HP+10%

# MasterDescLv-EF002012-1
source: Barrier +1
french: Barrière +1
german: Barriere +1
italian: Barriera +1
japanese: バリア+1
korean: 방벽 +1
portuguese: barreira +1
russian: барьерный +1
spanish: Barrera +1

# MasterDescLv-EF002010-2
source: Additional -1
french: -1 supplémentaires
german: Weitere 1
italian: Ulteriori -1
japanese: さらに-1
korean: 추가 -1
portuguese: -1 adicional
russian: Дополнительный -1
spanish: Adicional -1

# MasterDescLv-EF002011-2
source: MaxHP+15%
japanese: さいだいHP+15%
korean: 최대 HP+15%

# MasterDescLv-EF002012-2
source: Shield +25%
french: Bouclier +25%
german: Schild +25%
italian: Scudo +25%
japanese: シールド+25％
korean: 보호막 +25%
portuguese: Escudo + 25%
russian: Щит +25%
spanish: Escudo +25%

# WORD_GOLD_SHARD
source: Gold Shard
french: or Shard
german: Goldsplitter
italian: L'oro Shard
japanese: ゴールドシャード
korean: 황금 조각
portuguese: caco de ouro
russian: Золотой осколок

# WORD_CHARA_CAP
source: Character Capacity
french: Capacité de caractère
german: Charakter Kapazität
italian: Capacità di caratteri
japanese: キャラしょじすう
korean: 캐릭터 용량
portuguese: Capacidade de caracteres
russian: Характер Емкость
spanish: Capacidad carácter

# WORD_PARTS_CAP
source: Lab Parts Capacity
french: Capacité Pièces Lab
german: Lab Parts Kapazität
italian: Lab Parti Capacità
japanese: ラボパーツしょじすう
korean: 연구소 부품 용량
portuguese: Lab Parts Capacidade
russian: Емкость лаборатории Детали
spanish: Capacidad Lab Parts

# TEXT_ALERT_BUY_ANY_MORE
source: You cannot purchase it any more.
french: Vous ne pouvez pas acheter plus.
german: Sie können es nicht mehr kaufen.
italian: Non è possibile acquistare più.
japanese: これいじょう こうにゅうが できません。
korean: 더 이상 구입할 수 없습니다.
portuguese: Você não pode comprá-lo mais.
russian: Вы не можете купить его больше.
spanish: Usted no puede comprar más.

# WORD_EARNED
source: Earned
german: Erfolg
italian: Guadagnato
japanese: かくとく
korean: 획득
portuguese: Ganhou
russian: заработанный
spanish: Adquieres

# WORD_FREE_COST
source: Contract/Taking Item Free! (Once)
french: Contrat / Prendre l'article gratuit! (Une fois que)
german: Vertrag / Taking Artikel kostenlos! (Einmal)
italian: Contratto / Prendendo articolo libero! (Una volta)
japanese: まのけいやく・もちこみ コスト むりょう(1かい)
korean: 마의 계약/아이템 무료!(1회)
portuguese: Contrato / Tomando grátis Item! (Uma vez)
russian: Контракт / Принимая позицию Free! (Однажды)
spanish: Contrato / Tomando artículo libre! (Una vez)

# WORD_NEXT_BONUS
source: Next Play Bonus ''{0}''
french: Suivant Play Bonus ''{0}''
german: Weiter Play Bonus ''{0}''
italian: Prossimo Gioco Bonus ''{0}''
japanese: じかい ボーナス 「{0}」
korean: 다음 플레이 추가 효과 ''{0}''
portuguese: Seguinte Play Bonus ''{0}''
russian: Следующая Play Bonus ''{0}''
spanish: Siguiente Bono de Juego ''{0}''

# TEXT_NOT_ENOUGH_SHARDS
source: You don't have enough Gold Shard.
french: Vous n'avez pas assez d'or Shard.
german: Sie haben nicht genug Gold-Splitter.
italian: Non avete abbastanza oro Shard.
japanese: ゴールドシャードが たりません！
korean: 황금 조각이 부족합니다!
portuguese: Você não tem o suficiente ouro Shard.
russian: Вам не хватает Gold осколка.
spanish: No tienes suficiente Gold Shard.

# TEXT_ALERT_BONUS_CHEST
source: You can earn random bonus by opening ''Bonus chest''.
french: Vous pouvez gagner des bonus au hasard en ouvrant « la poitrine Bonus ».
german: Sie können durch Öffnen „Bonus Brust“ zufälligen Bonus verdienen.
italian: Puoi guadagnare bonus casuale con l'apertura di ''petto Bonus''.
japanese: 「ボーナスチェスト」を あけると さまざまな ボーナスが えられます。
korean: [보너스 상자]를 열어 무작위 추가 효과를 받을 수 있습니다.
portuguese: Você pode ganhar bônus aleatório abrindo ''peito Bonus''.
russian: Вы можете получить случайный бонус при открытии «Bonus груди».
spanish: Podrás ganar un bonus aleatorio al abrir un ''Cofre Bonus''.

# TEXT_CONFIRM_OPEN_BONUS_CHEST
source: Are you sure you pay Gold Shards to open ''Bonus chest''?
french: Êtes-vous sûr que vous payez or Shards pour ouvrir « la poitrine Bonus »?
german: Sind Sie sicher, dass Sie Gold-Shards zahlen zu öffnen „Bonus Brust“?
italian: Sei sicuro che si paga oro Frammenti aprire ''petto Bonus''?
japanese: 「ボーナスチェスト」を あけますか？
korean: 황금 조각으로 [보너스 상자]를 여시겠습니까?
portuguese: Tem certeza de que pagar ouro Shards para abrir ''no peito Bonus''?
russian: Вы уверены, что вы платите золото Осколки, чтобы открыть «Bonus грудь»?
spanish: ¿Estás seguro de pagar Gold Shards para abrir un ''Cofre Bonus''?

# TEXT_CONFIRM_ADS_BONUS_CHEST
source: Are you sure you watch ads movie to open ''Bonus chest''?
french: Êtes-vous sûr film que vous regardez les annonces à ouvrir « la poitrine Bonus »?
german: Sind Sie sicher, dass Sie Anzeigen Film öffnen „Bonus Brust“ sehen?
italian: Sei sicuro di guardare gli annunci filmato aprire ''petto Bonus''?
japanese: 広告動画を見て 「ボーナスチェスト」を 開けますか？
korean: [보너스 상자]를 열기 위해 광고를 시청하시겠습니까?
portuguese: Tem certeza de que assistir filme anúncios para abrir ''no peito Bonus''?
russian: Вы уверены, что вы смотрите фильм объявления, чтобы открыть «Bonus грудь»?
spanish: ¿Estás seguro de ver el siguiente video anuncio para abrir un ''Cofre Bonus''?

# MasterDesc-EF002013
source: Powers of some skills are based on this parameter.
french: Pouvoirs de certaines compétences sont basées sur ce paramètre.
german: Powers einiger Fähigkeiten auf diesem Parameter basieren.
italian: Poteri di alcune competenze sono basate su questo parametro.
japanese: スキルの いりょくに えいきょうする
korean: 해당 기반 기술의 위력에 영향을 준다.
portuguese: Poderes de algumas habilidades são baseados neste parâmetro.
russian: Полномочия некоторых навыков основаны на этом параметре.
spanish: El poder de algunas habilidades se basan en este parámetro.

# MasterName-EF002013
source: Power
french: Puissance
german: Leistung
italian: Energia
japanese: いりょく
korean: 위력
portuguese: Poder
russian: Мощность
spanish: Poder

# WORD_RESTART_GAME
source: Restart
french: Redémarrer
german: Neustart
italian: Ricomincia
japanese: さいきどう
korean: 재시작
portuguese: Reiniciar
russian: Перезапуск
spanish: Reiniciar

# WORD_CONNECTED
source: Connected!
french: Connecté!
german: In Verbindung gebracht!
italian: Collegato!
japanese: せつぞくずみ!
korean: 연결!
portuguese: Conectado!
russian: Связанный!
spanish: ¡Conectado!

# WORD_DISCONNECT
source: Disconnect
japanese: せつだん
korean: 연결 해제
portuguese: desconectar
spanish: Desconectar

# TEXT_ALERT_OVERRIDE_CONNECTION
source: Are you sure you override your platform connection with current game user?__Now: {0}__Old: {1}
french: Êtes-vous sûr passer outre votre connexion plate-forme avec l'utilisateur en cours de jeu __ Maintenant: {0} __ Vieux: {1}
german: Sind Sie sicher, dass Sie Ihre Plattform Verbindung mit aktuellem Spiel Benutzer außer Kraft setzen __ Jetzt: {0} __ Alt: {1}
italian: Sei certo di ignorare il vostro collegamento della piattaforma con l'utente partita in corso __ Ora: {0} __ Vecchio: {1}
japanese: 現在のゲームユーザでプラットフォームの接続ユーザを上書きしますか？__今：{0}__元：{1}
korean: 현재 게임 사용자로 플랫폼 접속 사용자를 덮어쓰기 하시겠습니까?__지금：{0}__원래대로：{1}
portuguese: Tem certeza de que substituir sua conexão de plataforma com o usuário jogo atual __ Agora: {0} __ antiga: {1}
russian: Вы уверены, что переопределять соединение платформы с текущим пользователем игры __ Сейчас: {0} __ Старый: {1}
spanish: ¿Seguro que anule su conexión con la plataforma de uso del juego actual __ Ahora: {0} __ Viejo: {1}

# MasterDesc-MSM20001
source: Purchase any item in Item Shop.
french: Achetez un article dans la boutique d'objets.
german: Kaufen Sie ein beliebiges Element in Item-Shop.
italian: Acquistare qualsiasi elemento in un oggetto del negozio.
japanese: アイテムショップで かいものする
korean: 아이템 상점에서 물건을 구입한다
portuguese: Comprar qualquer item na Item Shop.
russian: Покупка любого предмета в магазине предметов.
spanish: Comprar cualquier artículo en tienda de objetos.

# MasterDesc-MSM20002
source: Develop new lab parts.
french: Développer de nouvelles pièces de laboratoire.
german: Entwicklung neuer Laborteile.
italian: Sviluppare nuove parti di laboratorio.
japanese: ラボパーツを かいはつする
korean: 연구실 부품을 개발한다.
portuguese: Desenvolver novas peças de laboratório.
russian: Разработка новых лабораторных частей.
spanish: Desarrollar nuevas piezas de laboratorio.

# MasterDesc-MSM20003
source: Purchase any parts in Bargain.
french: Acheter des pièces en bonne affaire.
german: Erwerben Sie alle Teile in Schnäppchen.
italian: Acquista tutte le parti in Bargain.
japanese: ほりだしものを 1つ こうにゅう
korean: 특가 판매 물건 1개 구입
portuguese: Adquirir quaisquer partes em negociar.
russian: Покупка каких-либо частей в придачу.
spanish: Comprar cualquier pieza de ganga.

# WORD_BTN_REVIVE
source: Revive__<size=12>(-100Gold Shard)</size>
french: Relancer__<size=12>(-100 or Fragment)</size>
german: Beleben__<size=12>(-100 Gold-Scherbe)</size>
italian: rivivere__<size=12>(-100 oro Shard)</size>
japanese: そせいする__<size=12>(-100ゴールドシャード)</size>
korean: 소생__<size=12>(-100 황금 조각)</size>
russian: возрождать__<size=12>(-100 Gold осколок)</size>
spanish: Reanimar__<size=12>(-100 Oro Fragmento)</size>

# TEXT_CONFIRM_REVIVE
source: Are you sure you pay Gold Shard to revive this character?____* You will return to the floor that you died.__* You will lose 25% score.__* You can not register this character to ranking server.__* You can not encounter 100F Boss anymore.
french: Êtes-vous sûr que vous payez or Shard pour redonner vie à ce personnage? ____ * Vous retournerez au sol que vous mouriez .__ * Vous perdrez 25% score .__ * Vous ne pouvez pas enregistrer ce personnage au classement serveur .__ * Vous ne pouvez pas rencontrer 100F patron plus.
german: Sind Sie sicher, dass Sie Gold-Shard zahlen diesen Charakter wieder zu beleben? ____ * Sie auf den Boden zurück, die Sie .__ gestorben * Sie werden 25% verlieren Punktzahl .__ * Sie können diesen Charakter-Server-Ranking nicht registrieren .__ * Sie können nicht Begegnung mehr 100F Boss.
italian: Sei sicuro che si paga oro Shard di far rivivere questo personaggio? ____ * Si tornerà al pavimento che sei morto .__ * Si perderà il 25% punteggio .__ * Non è possibile registrare questo personaggio per server di classifica .__ * Non è possibile incontrare 100F Boss più.
japanese: ほんとうに そせいしますか？____* しぼうした フロアに もどります。__* スコアの 25％を うしないます。__* ランキングとうろくが できなくなります。__* 100F ボスに そうぐう できなくなります。
korean: 이 캐릭터를 소생시키기 위해 정말 황금 조각을 사용하시겠습니까?____* 사망한 층으로 돌아갑니다.__* 점수의 25%를 잃습니다.__* 이 캐릭터를 랭킹에 등록할 수 없게 됩니다.
portuguese: Tem certeza de que pagar ouro Shard para reviver este personagem? ____ * Você vai voltar para o chão que você morreu .__ * Você vai perder 25% de pontuação .__ * Você não pode registrar este personagem com o ranking servidor .__ * Você não pode encontrar mais 100F chefe.
russian: Вы уверены, что вы платите Золотой осколок, чтобы оживить этот символ? ____ * Вы вернетесь на пол, что вы умерли .__ * Вы потеряете 25% оценку .__ * Вы не можете зарегистрировать этот символ для ранжирования сервера .__ * Вы не можете сталкиваются 100F Boss больше.
spanish: ¿Seguro que paga Oro Fragmento de revivir este personaje? ____ * Volverá a la planta que moriste .__ * Usted perderá 25% de la puntuación .__ * No es posible registrar este personaje para la clasificación del servidor .__ * No es posible encontrarse 100F jefe más.

# TEXT_EVENT_REVIVE
source: You found that there is potential in this Buriedbornes and chose you revive this to retry this battle.
french: Vous avez trouvé qu'il ya un potentiel dans cette Buriedbornes et vous avez choisi ce faire revivre cette bataille pour retenter.
german: Sie fanden heraus, dass es in diesem Buriedbornes Potential ist und wählten Sie beleben das diesen Kampf zu wiederholen.
italian: Hai trovato che esiste un potenziale in questo Buriedbornes e ha scelto voi rivivere questa per ritentare questa battaglia.
japanese: この ぼうけんしゃの いたいに のこされた かのうせいに きづいた あなたは、 したいを つくろい ふたたび たたかいに いどむことにした。
korean: 당신은 시체의 가능성을 눈치채고 시체를 되살려 다시 전투에 도전하기로 했다.
portuguese: Você descobriu que existe potencial neste Buriedbornes e escolheu você reviver isso para repetir esta batalha.
russian: Вы обнаружили, что существует потенциал в этом Buriedbornes и выбрал вас оживить это повторить эту битву.
spanish: Usted encontró que existe un potencial en este Buriedbornes y eligió a revivir este para volver a intentar esta batalla.

# WORD_FREE_LAB
source: Free to equip and remove Lab Parts
french: Gratuit pour équiper et enlever les parties de laboratoire
german: Freies ausstatten und Lab Parts entfernen
italian: Libero di attrezzare e rimuovere le parti Lab
japanese: ラボパーツそうび・かいじょ むりょう
korean: 연구실 부품의 장착, 해제 무료
portuguese: Livre para equipar e remover partes Lab
russian: Free для оснащения и удаления частей Lab
spanish: Libre para equipar y quitar elementos de laboratorio

# WORD_DAY_FORMAT
source: {0} day
japanese: {0}日分
korean: {0}일치
portuguese: {0} dia

# WORD_BARGAIN_NUM
source: Bargain Lineup
french: Lineup Bonnes affaires
japanese: ほりだしものラインナップ
korean: 특가판매 라인업
portuguese: Lineup Bargain
russian: Модельный ряд со скидкой
spanish: Formación de ganga

# MasterName-JB000027
source: Ashigaru
japanese: あしがる
korean: 졸병
russian: асигару

# MasterName-JB000028
source: Onmyoji
japanese: おんみょうじ
korean: 음양사

# MasterDesc-JB000027
source: He is a miscellaneous soldier in the east. Even a tiny person had family and life.
french: Il est un soldat divers à l'est. Même une petite personne avait de la famille et de la vie.
german: Er ist ein sonstiger Soldat im Osten. Selbst eine kleine Person hatte Familie und das Leben.
italian: Lui è un soldato varie a est. Anche una persona molto piccola aveva famiglia e la vita.
japanese: とうほうの くにの いわゆる ぞうひょう。__たとえ ざこでも かぞくがあり じんせいが あった。
korean: 동방 국가의 이른바 졸병이다. __하지만 피라미에게도 가족이 있고 인생이 있었다.
portuguese: Ele é um soldado miscellaneous no leste. Mesmo uma pequena pessoa tinha família e da vida.
russian: Он разные солдаты на востоке. Даже маленький человек имел семью и жизнь.
spanish: Es un soldado varios en el este. Incluso una persona pequeña tenía familia y la vida.

# MasterDesc-JB000028
source: He is a magician from the east. Excellent onmyoji can shatter even a citadel.
french: Il est un magicien de l'est. D'excellents onmyoji peuvent voler en éclats, même une citadelle.
german: Er ist ein Magier aus dem Osten. Ausgezeichnete Onmyoji kann sogar eine Zitadelle zerbrechen.
italian: Lui è un mago da est. Eccellenti onmyoji possono frantumare persino una cittadella.
japanese: とうほうに つたわる ひじゅつを うけついだ じゅつし。__すぐれた おんみょうじは じょうさいですら こなごなにするという。
korean: 동방에 전해지는 비술을 계승한 술사. __뛰어난 음양사는 성채조차 산산조각 낼 수 있다고 한다.
portuguese: Ele é um mago do leste. Excelentes Onmyoji pode quebrar mesmo uma cidadela.
russian: Он фокусник с востока. Отличный Onmyoji может разрушить даже цитадель.
spanish: Es un mago desde el este. Excelentes onmyōji pueden romperse incluso una ciudadela.

# MasterName-LA060001
source: Torapezohedoron
japanese: トラペゾヘドロン
korean: 트라페조헤드론

# MasterName-LA060002
source: Tide staff
french: canne de marée
german: Rohr von Tide
italian: canna di Tide
japanese: うしおの つえ
korean: 조류의 지팡이
portuguese: equipe Tide
russian: трость Tide
spanish: caña de marea

# MasterName-LA060003
source: Open sea
french: Ouvrir la mer
german: Offenes Meer
italian: Mare aperto
japanese: おおうなばら
korean: 대해
portuguese: Mar aberto
russian: Открытое море
spanish: Mar abierto

# MasterName-SKE01021
source: Dispel
french: Dissiper
german: Zerstreuen
italian: Dissipare
japanese: ぼうとくの いのり
korean: 해주
portuguese: Dissipar
russian: рассеивать
spanish: Disipar

# MasterName-SKE01022
source: Summon
french: Convoquer
german: Herbeirufen
italian: convocare
japanese: しょうかん えいしょう
korean: 소환
portuguese: convocar
russian: созывать
spanish: Convocar

# MasterName-SKE01023
source: Empowered
french: habilité
japanese: ぼうそう
korean: 강화
portuguese: Fortalecidos
russian: уполномоченный
spanish: facultado

# MasterName-SK100029
source: Advancement
french: Avancement
german: Förderung
italian: Avanzamento
japanese: しんぐん
korean: 진군
portuguese: Avanço
russian: продвижение
spanish: Adelanto

# MasterName-SK100030
source: Tripped
french: déclenché
german: ausgelöst
italian: scattato
japanese: あしばらい
korean: 다리후리기
portuguese: tropeçado
russian: Сработал
spanish: disparado

# MasterName-SK100031
source: Prudence
german: Klugheit
italian: Prudenza
japanese: しんがり
korean: 후방
portuguese: Prudência
russian: предусмотрительность
spanish: Prudencia

# MasterName-SK100032
source: Kuji
japanese: くじ
korean: 구자인법

# MasterName-SK100033
source: Hitogata
japanese: ひとがた
korean: 주술 인형

# MasterName-SK100034
source: Six-woven type board
french: Six-tissé carte de type
german: Sechs-Woven-Typ Board
italian: Six-tessuto di bordo di tipo
japanese: りくじんしきばん
korean: 육임식반
portuguese: Six-tecidos placa de tipo
russian: Шесть тканых платы типа
spanish: Seis tejida junta tipo

# MasterShortName-SKE01021
source: Dispel
french: Dissiper
german: Zerstreuen
italian: Dissipare
japanese: ぼうとくの いのり
korean: 주문 해제
portuguese: Dissipar
russian: рассеивать
spanish: Disipar

# MasterShortName-SKE01022
source: Summon
french: Convoquer
german: Herbeirufen
italian: convocare
japanese: しょうかん えいしょう
korean: 소환
portuguese: convocar
russian: созывать
spanish: Convocar

# MasterShortName-SKE01023
source: Empowered
french: habilité
japanese: ぼうそう
korean: 강화
portuguese: Fortalecidos
russian: уполномоченный
spanish: facultado

# MasterShortName-SK100029
source: Attack
french: Attaque
german: Attacke
italian: attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK100030
source: Attack
french: Attaque
german: Attacke
italian: attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK100031
source: Barrier
french: Barrière
german: Barriere
italian: Barriera
japanese: バリア
korean: 방벽
portuguese: Barreira
russian: барьерный
spanish: Barrera

# MasterShortName-SK100032
source: Triple Attack
french: Attaque Triple
german: Triple-Angriff
italian: Attacco Triple
japanese: ３れんげき
korean: 3연격
portuguese: Ataque triplo
russian: Тройной атаки
spanish: Ataque Triple

# MasterShortName-SK100033
source: Summon
french: Convoquer
german: Herbeirufen
italian: convocare
japanese: しょうかん
korean: 소환
portuguese: convocar
russian: созывать
spanish: Convocar

# MasterShortName-SK100034
source: Summon
french: Convoquer
german: Herbeirufen
italian: convocare
japanese: しょうかん
korean: 소환
portuguese: convocar
russian: созывать
spanish: Convocar

# MasterDesc-SK100029
source: Attack an enemy.
french: Attaquer un ennemi.
german: Angriff einen Gegner.
italian: Attaccare un nemico.
japanese: ぜんしんして えもので こうげき
korean: 전진해서 무기로 공격
portuguese: Atacar um inimigo.
russian: Атаки врага.
spanish: Atacar a un enemigo.

# MasterDesc-SK100030
source: Attack an enemy and stun it.
french: Attaque un ennemi et l'étourdir.
german: Angriff einen Gegner und betäuben sie.
italian: Attaccare un nemico e stordirlo.
japanese: あしを はらい ダメージを あたえ スタンさせる
korean: 다리를 공격해 피해를 주고 기절시킨다.
portuguese: Atacar um inimigo e atordoá-lo.
russian: Атаковать врага и оглушает его.
spanish: Atacar a un enemigo y aturdir a él.
