Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterDesc-ENB00028
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: ふくすうの けものを ごうせいして つくりだされた まほうせいぶつ。 かれらは ただの ひがいしゃだ。
korean: 여러 짐승을 합성해 만든 마법 생물. 그들은 그저 피해자다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00029
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: かぜと たいようを つかさどる いこくの かみ。 いまや このめいきゅうは せかいじゅうの かみが あふれている。
korean: 바람과 태양을 관장하는 이국의 신. 이제 이 미궁은 온 세계의 신들로 넘쳐난다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00033
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: きょじんぞくの なかでも とくに おおきいもの。 いまや きょじんにさえ のろいが ふりかかっている。
korean: 거인족 중에서도 특히 큰 자. 이제 거인에게조차 저주가 닥친 것이다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00034
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: くびを なくした きし。 なくした くびの かわりになる くびを さがしている。
korean: 목을 잃은 기사. 잃어버린 목 대신 쓸 목을 찾고 있다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00035
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: おそるべき わざわいが うちに ひめられた まゆ。 その わざわいが でてくるまえに はかいするしかない。
korean: 무서운 재앙이 안에 깃든 고치. 그 재앙이 나오기 전에 파괴할 수 밖에 없다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00036
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: ひとりでに うごく よろい。 せんそうのための まほうにんぎょうの いっしゅであると かんがえられている。
korean: 저절로 움직이는 갑옷. 전쟁을 위한 마법인형의 일종으로 보인다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00037
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: しっとの こころに おのれを うしない てんかいを ついほうされた てんし。
korean: 질투심에 자신을 잃고 천계에서 추방된 천사.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00038
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: きゅうけつきたちの おさ。 ひるの おうが にんげんで あったなら よるの おうは かれら きゅうけつきであった。
korean: 흡혈귀들의 우두머리. 낮의 왕이 인간이라면 밤의 왕은 그들 흡혈귀였다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00009
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: はおうを したって ともに いばらの みちを あゆんだ じょせい。 りようされている だけだとも しらずに…
korean: 패왕이라 하더라도 함께 가시밭길을 걷던 여성. 이용당하고 있을 뿐이라는 것도 모르고…
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00010
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: もっとも ふるく いまわしい よげんに しるされた 「このよに しゅうえんを もたらすもの」。 ほぼむげんの たましいを ゆうする。
korean: 가장 오래되고 불길한 예언에 기록된 ''이 세상에 종말을 가져올 것''. 거의 무한한 영혼을 가지고 있다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00032
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: こだいの はおうに むげんの たましいを あつめるすべを おしえ そうして あつめられた たましいを むさぼっていた げどう。
korean: 고대의 패왕에게 영혼을 모으는 방법을 가르치고 그렇게 모은 영혼을 탐한 악인.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB01001
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: よみがえらせる したいを どれだけ かいぞうできるかの じっけんに つかわれた あわれな じょせい。
korean: 되살린 시체를 얼마나 개조할 수 있을 것인가에 대한 실험에 사용된 불쌍한 여자.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB01002
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: こくみんを まもるために みずから かいぶつと かした こくおう。 しかし かいぶつになって じがを うしなった。
korean: 국민을 지키기 위해 스스로 괴물이 된 국왕. 그러나 괴물이 된 후 자아를 잃었다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB01003
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: 「じんたいに かいぞうを ほどこすには せいちょうまえの あかごが さいてき」という いまわしき けんきゅうの せいか。
korean: ''인체 개조에는 성장 전의 갓난아이가 최적''이라는 불길한 연구의 성과.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB01004
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: とうほうから ひらいした せいじゅう。 かれらは このちに なにを もとめてきたのか。
korean: 동방에서 날아온 성수. 그들은 이 땅에 무엇을 찾아 왔는가.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB01005
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: ひとびとに うらぎられて いのちを おとした じょせい。 ひとびとを ゆるすには ときが たちすぎた。
korean: 사람들에게 배신당하고 목숨을 잃은 여성. 사람들을 용서하기에는 때가 지났다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB01006
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: とうほうでは くにそのものを ほろぼす まものとして おそれられていた。
korean: 동방에서는 나라를 멸망시킨 것으로 두려워했다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB01007
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: みずからの しんじる かみを よびおろし きゅうさいを もとめる ごうまんな にんげん。
korean: 자신이 믿는 신을 불러들여 구원을 요구하는 오만한 인간.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB01008
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: かみが ちじょうに すがたを あらわすときの ひとつの けいたい。 けんげんたいは なんど ころしても よみがえる。
korean: 신이 지상에 모습을 드러내는 한 형태. 현신을 여러 번 죽여도 되살아난다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB01009
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: にんげんに ちょうあいを もたらしていた かみ。 いまでは もはや ほろびを もたらすことだけが すくいであろうか。
korean: 인간을 총애한 신. 이제 빠르게 멸망을 초래하는 것만이 구원의 길인가.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB01010
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: ぼうしょくの けしん。 このよの すべてを くらうまで とまることは ないだろう。
korean: 폭식의 화신. 세상의 모든 것을 먹을 때까지 멈추지 않을 것이다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB01011
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: しきよくの けしん。 みらいのない せかいで よくぼうのためだけの まぐわいは あるいみで りに かなっている。
korean: 색욕의 화신. 미래가 없는 세계에서 욕망만을 위한 관계는 어떤 의미에서는 옳다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB01012
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: ふんぬの けしん。 いかりは もっとも みたされぬ よくぼうであり さいげんのない つみである。
korean: 격노의 화신. 분노는 가장 충족시킬 수 없는 욕망이며 끝없는 죄다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00011
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: ほのおを じざいに あやつる りゅう。 その ブレスは あらゆるものを やきつくす。
korean: 불꽃을 자유자재로 조종하는 용. 그 숨결은 모든 것을 남김없이 태운다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00012
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: ぜんしんが きんいろに かがやく りゅう。 りゅうに にあわず とみを このみ ざいほうを ためこんでいる。
korean: 온몸이 황금빛으로 빛나는 용. 용에 어울리지 않게 부를 즐기고 보물을 모으고 있다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00013
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: ボーンドラゴンの おう。 せいぜんの しゅうねんにより しごも いきる
korean: 골룡의 왕. 생전의 집념으로 죽은 뒤에도 살아있다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00014
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: じゃあくな ちからと せいしんを もった こくりゅう。
korean: 사악한 힘과 정신을 가진 흑룡.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00015
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: えいえんに いきると いわれている ふしちょう。 かんぜんに ころす すべは そんざいしない。
korean: 영원히 산다고 알려진 불사조. 완전히 죽일 방법이 존재하지 않는다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00016
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: むすうの かいぶつたちを うみおとし このせかいに わざわいを もたらした まものたちの じょおう。
korean: 무수한 괴물을 낳아 이 세계에 재앙을 초래한 마물들의 여왕.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00017
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: てんかいより ちじょうに はけんされた てんしたちの おさ。 にんげんに つよい にくしみを かんじている。
korean: 천계에서 지상에 파견된 천사들의 우두머리. 인간에게 강한 증오를 느끼고 있다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00018
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: 「はえのおう」の いみょうを もつ まおうの ひとり。 けがれを このみ ふじょうの まんえんが もくてきであり よろこび。
korean: ''파리왕''이라는 별명을 가진 마왕. 더러움을 좋아하며 부정의 만연이 목적이자 기쁨.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00025
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: ちかふかくで このよの あらゆる せいめいを のろって いきる りゅう。
korean: 깊은 지하에서 세상의 모든 생명을 저주하며 사는 용.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00026
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: れきしに のこるかぎり もっとも ふるい せいじん。 かれが かみに ゆみひく ぼうとくしゃだったと だれが しんじようか。
korean: 역사에 남는 한 가장 오래된 성인. 그가 신을 배반한 불경한 자라는 것을 누가 믿겠는가.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00030
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: むすうの あたまを もつ りゅうの いっしゅ。 しこうする ずのうは どうたいに かくされている。
korean: 무수한 머리를 가진 용의 일종. 두뇌는 움직이는 것에 숨겨두었다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00019
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: たたかいを このみ ころしを あいしている。 まおうとして なを つらねては いないが じつりょくは まおうよりも まさる。
korean: 싸움을 좋아하고 전쟁을 사랑한다. 마왕으로 이름을 떨치진 않았지만 실력은 마왕보다 좋다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00020
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: えきびょうと ききんを もたらし ひとびとから ほうじょうと はんえいを うばう まおう。
korean: 역병과 기근을 초래해 사람들로부터 풍요와 번영을 빼앗는 마왕.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00021
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: ひとの しんぞうや じんにくを くらい かいらくに くるった めがみ。 うつくしくないものを きらう。
korean: 인간의 심장과 고기를 먹는 쾌락에 미친 여신. 아름답지 않은 것을 싫어한다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00022
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: かみすらも ほふる おそるべき まじゅう。 ふういんされていたが かみに てきたいする なにものかが ときはなった。
korean: 신도 몰살시키는 무서운 마수. 봉인되어 있었지만 신을 적대하는 누군가가 풀어놓았다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00027
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: もっとも つよいちからを もつ かみの おうの ひとり。 かれまでもが けんげんしている りゆうは いまだ ふめい。
korean: 가장 강한 힘을 가진 신의 왕 중 한 명. 그마저 현현하는 이유는 아직 알 수 없다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00031
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: もっとも つよいちからを もつ かみの おうの ひとり。 はかいの あとの さいせいを めざしていると かんがえられる。
korean: 가장 강한 힘을 가진 신의 왕 중 한 명. 파괴 후의 재생을 목표로 하고 있다고 생각된다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENE00001
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: ぜんしんが もえたぎる まじん。 つぼに ふうじられており ふうじたものを にくんで そとに だしてくれた にんげんを ころす。
korean: 온몸이 불타는 마인. 항아리에 봉인되어 있으며 봉인된 것을 증오하여 밖으로 꺼내준 인간을 죽인다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENE00002
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: もりと やまと かわに うまれた かみの いっしゅ。 ぼうとくしゃたちを にくみ はかいしようとする。
korean: 숲과 산과 강에서 태어난 신의 일종. 불경한 자들을 증오해 파괴하려고 한다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENE00003
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: かみが いまわしい おわりのない せんそうに しゅうしふを うつために つくりだした ぜったいれいどの ちからを もつ しょうじょ。
korean: 신이 불길하고 끝없는 전쟁에 종지부를 찍기 위해 만들어낸 절대영도의 힘을 가진 소녀.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENE00004
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: あいする むすめを うしない ぜつぼうした おんなの れいが しょうじょの あいしていた にんぎょうに やどったもの。
korean: 딸을 잃고 절망한 여성의 혼이 소녀가 좋아했던 인형에 깃든 것.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENE00005
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: いにしえの いせきで よみがえった こだいの でんどうしゃ。 しを あらたな たんじょうの ための ぎしきと とらえている。
korean: 옛 유적에서 되살아난 고대 전도사. 죽음을 새로운 탄생을 위한 의식이라고 생각한다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENE00006
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: いせきを まもるために よういされた まほうにんぎょう。 まほうとは すこし ことなる ちからを つかっている。
korean: 유적을 지키기 위해 준비된 마법 인형. 마법과는 조금 다른 힘을 사용한다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENE00007
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: かつて じんるいの かわりに ちじょうを しはいしていた ちてきせいめいたい。 かの いせきを つくりだした ものたち。
korean: 일찍이 인류 대신 지상을 지배했던 지적 생명체. 유적을 만들어 낸 것들.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENE00008
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: この せかいが できる まえに そんざいしたという かみを しんこうする ものたち。
korean: 이 세상이 있기 전에 존재했다는 신을 모시는 자들.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENE00009
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: こだいしん しんこうを よりどころに あつまった ひとならざる ひとどもの おう。 もとは にんげんだった らしい。
korean: 고대신 신앙을 의지하여 모인 사람 아닌 사람들의 왕. 원래는 인간이었던 것 같다
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENE00010
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: ただの さかなに こだいしんの ちからを わけあたえた ことで やまよりも きょだいな さかなに へんぼうした。
korean: 그냥 생선에 고대신의 힘을 나누어 주었더니 산보다 거대한 물고기로 변화했다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENJ00001
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: りゅうに ちを わけあたえられた きし。 はんぶんが りゅうの すがた。
korean: 용의 피를 나눠받은 기사. 절반이 용의 모습.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB01013
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: こだいの はおうが すすめさせた けんきゅうの せいかの いったん。 なかには むすうの たましいが うごめいている。
korean: 고대의 패왕이 진행시킨 연구 성과의 한 부분. 무수히 많은 영혼이 꿈틀거리고 있다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB01014
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: じんるいを おとしめて さけられない はめつを もたらした まどうしの なれのはて。
korean: 인간을 멸시하고 피할 수 없는 파멸을 초래한 마법사의 말로.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB01015
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: このせかいの そとがわから このせかいを かんそくしている そんざい。 そとがわには なにが あるのか…？
korean: 세계 밖에서 세계를 관측하고 있는 존재. 바깥에 무엇이 있는가…?
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB01016
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: いかりの かんじょうだけを ちじょうに けんげんさせた かみの けしん。
korean: 분노의 감정만 지상에 현현시킨 신의 화신.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB01017
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: ごうまんの けしんとは それは つまり じんるい そのものでは ないのか。
korean: 오만의 화신, 그것은 인류 그 자체가 아닌가.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...
