Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterDescLv-EF000014-1
source: Power +25%
french: Puissance +25%
german: Leistung +25%
italian: Potere +25%
japanese: いりょく+25％
korean: 위력 +25%
portuguese: Poder +25%
russian: Мощность +25%
spanish: Poder +25%

# MasterDescLv-EF000014-2
source: Penetrate +25%
french: Pénétration +25%
german: Durchdringen +25%
italian: Penetrazione +25%
japanese: かんつう+25％
korean: 관통 +25%
portuguese: Penetração +25%
russian: вникать +25%
spanish: Penetrar +25%

# MasterDescLv-EF000019-1
source: Damage Reduce +10%
french: Réduction des Dommages +10%
german: Schaden reduzieren +10%
italian: Riduzione danno
japanese: けいげん+10％
korean: 피해감소 +10%
portuguese: Redução de Dano +10%
russian: Повреждение Уменьшить +10%
spanish: Daños a reducir +10%

# MasterDescLv-EF000019-2
source: Damage Reduce +10%
french: Réduction des Dommages +10%
german: Schaden reduzieren +10%
italian: Riduzione danno
japanese: けいげん+10％
korean: 피해감소 +10%
portuguese: Redução de dano +10%
russian: Повреждение Уменьшить +10%
spanish: Daños a reducir +10%

# MasterDescLv-EF000021-1
source: New limit is 999999.
french: Nouvelle limite = 0999999
german: Neue Grenze ist 999999.
italian: Nuovo limite a 999999
japanese: 999999に
korean: 한계치가 999999로 증가
portuguese: Novo limite é 999999.
russian: Новый предел 999999.
spanish: nuevo límite es 999999.

# MasterDescLv-EF000021-2
source: New limit is 9999999.
french: Nouvelle limite = 9999999
german: Neue Grenze ist 9999999.
italian: Nuovo limite a 999999
japanese: 9999999に
korean: 한계치가 9999999로 증가
portuguese: Novo limite é 9999999.
russian: Новый предел 9999999.
spanish: nuevo límite es 9999999.

# MasterDescLv-EF000022-1
source: Increased chance.
french: Chances augmentées
german: Erhöhte Chance.
italian: Maggiore probabilità
japanese: かくりつアップ
korean: 확률 증가
portuguese: Aumenta a chance.
russian: Повышенный шанс.
spanish: Aumento de la probabilidad.

# MasterDescLv-EF000022-2
source: 100% Chance!
french: 100% de chances
italian: 100% di possibilità
japanese: かならず！
korean: 반드시!
portuguese: 100% de chance!
russian: 100% шанс!
spanish: 100% Probabilidad!

# MasterDescLv-EF000025-1
source: Accuracy +25%
french: Précision +25%
german: Genauigkeit +25%
italian: Precisione +25%
japanese: めいちゅう+25％
korean: 명중 + 25%
portuguese: Precisão +25%
russian: точность +25%
spanish: Exactitud +25%

# MasterDescLv-EF000025-2
source: Accuracy +25%
french: Précision +25%
german: Genauigkeit +25%
italian: Precisione +25%
japanese: めいちゅう+25％
korean: 명중 + 25%
portuguese: Precisão +25%
russian: точность +25%
spanish: Exactitud +25%

# MasterDescLv-EF000026-1
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF000026-2
source: No encounter.
french: Aucune Rencontre
german: Keine Begegnung.
italian: Nessun incontro
japanese: てきに まったく そうぐうしない
korean: 적을 만나지 않는다.
portuguese: Não encontra inimigos.
russian: Нет встречи.
spanish: No encuentro.

# MasterDescLv-EF000027-1
source: Firststrike +25%
french: Premier Coup +25%
german: Erstschlag +25%
italian: Primo attacco +25%
japanese: せんせいこうげき+25％
korean: 선제공격 +25%
portuguese: Ataque Antecipado +25%
russian: Первый удар +25%
spanish: Primer anotación +25%

# MasterDescLv-EF000027-2
source: Firststrike +25%
french: Premier Coup +25%
german: Erstschlag +25%
italian: Primo attacco +25%
japanese: せんせいこうげき+25％
korean: 선제공격 +25%
portuguese: Ataque Antecipado +25%
russian: Первый удар +25%
spanish: Primer anotación +25%

# MasterDescLv-EF000030-1
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF000030-2
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF000031-1
source: Additional -1
french: -1 supplémentaire
german: Weitere -1
italian: aggiuntivo +1
japanese: さらに-1
korean: 추가 -1
portuguese: Adiciona -1
russian: Дополнительный -1
spanish: Adicional -1

# MasterDescLv-EF000031-2
source: Additional -1
french: -1 supplémentaire
german: Weitere -1
italian: aggiuntivo +1
japanese: さらに-1
korean: 추가 -1
portuguese: Adiciona -1
russian: Дополнительный -1
spanish: Adicional -1

# MasterDescLv-EF000032-1
source: Luck +10
french: Fortune +10
german: Glück +10
italian: Fortuna +10
japanese: うんのよさ+10
korean: 행운 +10
portuguese: Sorte +10
russian: везение +10
spanish: Suerte +10

# MasterDescLv-EF000032-2
source: Luck +10
french: Fortune +10
german: Glück +10
italian: Fortuna +10
japanese: うんのよさ+10
korean: 행운 +10
portuguese: Sorte +10
russian: везение +10
spanish: Suerte +10

# MasterDescLv-EF000033-1
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF000033-2
source: Increased chance to encounter ''Extreme''.
french: Chances augmentés de faire une Rencontre Extrême
german: Erhöhte Chance ''Extreme'' zu begegnen.
italian: Maggiore probabilità di incontri ''Estremo''
japanese: 「みぞう」 しゅつげんりつ アップ
korean: [미증유] 출현율 증가
portuguese: Aumenta a chance de encontrar ''Extremo''.
russian: Увеличение шансов столкнуться с «Экстрим».
spanish: Aumento de la posibilidad de encontrarse con ''extrema''.

# MasterDescLv-EF000034-1
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF000034-2
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF000035-1
source: Increased soul stones. +50%
french: +50% d'Amepierres
german: Erhöhte Seelensteine. +50%
italian: Soulstones aumentate del 50%
japanese: ませき+50％
korean: 마석 +50%
portuguese: Pedras d'Alma +50%
russian: Повышенные камни души. +50%
spanish: El aumento de piedras del alma. +50%

# MasterDescLv-EF000035-2
source: Increased soul stones. +50%
french: +50% d'Amepierres
german: Erhöhte Seelensteine. +50%
italian: Soulstones aumentate del 50%
japanese: ませき+50％
korean: 마석 +50%
portuguese: Pedras d'Alma +50%
russian: Повышенные камни души. +50%
spanish: El aumento de piedras del alma. +50%

# MasterDescLv-EF000037-1
source: Increased range.
french: Portée augmentée
german: Erhöhte Reichweite.
italian: Portata aumentata
japanese: HPはんい かくだい
korean: HP범위 확대
portuguese: Aumenta o alcance.
russian: Увеличенный диапазон.
spanish: Aumento de la gama.

# MasterDescLv-EF000037-2
source: Increased range.
french: Portée augmentée
german: Erhöhte Reichweite.
italian: Portata aumentata
japanese: HPはんい かくだい
korean: HP범위 확대
portuguese: Aumenta o alcance.
russian: Увеличенный диапазон.
spanish: Aumento de la gama.

# MasterDescLv-EF000040-1
source: Experience from boss +25%
french: +25% d'EXP pour les Boss
german: Die Erfahrung von Chef +25%
italian: Esperienza dai boss +25%
japanese: ボスから けいけんち+25％
korean: 보스에게 얻는 경험치 +25%
portuguese: Experiência de chefes +25%
russian: Опыт работы от босса +25%
spanish: La experiencia de jefe +25%

# MasterDescLv-EF000040-2
source: Increased soul stones from boss. +1
french: +1 Amepierre pour les Boss
german: Erhöhte Seelensteine ​​vom Chef. +1
italian: 1 soulstone aggiuntiva dai boss
japanese: ボスからませき+1
korean: 보스에게 얻는 마석 +1
portuguese: Pedras d'Alma ganhas de chefe +1
russian: Повышенные камни души от босса. +1
spanish: El aumento de piedras del alma de jefe. +1

# MasterDescLv-EF000042-1
source: Resist +25%
french: Résistance +25%
german: Widerstehen +25%
italian: Resistenza +25%
japanese: たいせい+25％
korean: 내성+25%
portuguese: Resistência +25%
russian: Оказывать сопротивление +25%
spanish: Resistir +25%

# MasterDescLv-EF000042-2
source: Resist +25%
french: Résistance +25%
german: Widerstehen +25%
italian: Resistenza +25%
japanese: たいせい+25％
korean: 내성+25%
portuguese: Resistência +25%
russian: Оказывать сопротивление +25%
spanish: Resistir +25%

# MasterDescLv-EF000044-1
source: Increased chance.
french: Chances augmentées
german: Erhöhte Chance.
italian: Maggiore probabilità
japanese: かくりつアップ
korean: 확률 증가
portuguese: Chance aumentada.
russian: Повышенный шанс.
spanish: Aumento de la probabilidad.

# MasterDescLv-EF000044-2
source: 100% Chance!
french: 100% de chances
italian: 100% di probabilità
japanese: かならず！
korean: 반드시!
portuguese: 100% de chance!
russian: 100% шанс!
spanish: 100% Probabilidad!

# MasterDescLv-EF000045-1
source: Increased chance.
french: Chances augmentées
german: Erhöhte Chance.
italian: Maggiore probabilità
japanese: かくりつアップ
korean: 확률 증가
portuguese: Chance aumentada.
russian: Повышенный шанс.
spanish: Aumento de la probabilidad.

# MasterDescLv-EF000045-2
source: Increased chance.
french: Chances augmentées
german: Erhöhte Chance.
italian: Maggiore probabilità
japanese: かくりつアップ
korean: 확률 증가
portuguese: Chance aumentada.
russian: Повышенный шанс.
spanish: Aumento de la probabilidad.

# MasterDescLv-EF000047-1
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF000047-2
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF000048-1
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF000048-2
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF000049-1
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF000049-2
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF000050-1
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF000050-2
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF000051-1
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF000051-2
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF000052-1
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF000052-2
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF000053-1
source: Increased turn.
french: Tour prolongé
german: Erhöhte Wende.
italian: Turni aumentati
japanese: こうかじかんアップ
korean: 효과시간 증가
portuguese: Duração aumentada.
russian: Увеличение оборота.
spanish: El aumento de turno.

# MasterDescLv-EF000053-2
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF000054-1
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF000054-2
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF000057-1
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF000057-2
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF000058-1
source: Increased range.
french: Portée augmentée
german: Erhöhte Reichweite.
italian: Portata aumentata
japanese: HPはんい かくだい
korean: HP범위 확대
portuguese: Alcance aumentado.
russian: Увеличенный диапазон.
spanish: Aumento de la gama.

# MasterDescLv-EF000058-2
source: Increased range.
french: Portée augmentée
german: Erhöhte Reichweite.
italian: Portata aumentata
japanese: HPはんい かくだい
korean: HP범위 확대
portuguese: Alcance aumentado.
russian: Увеличенный диапазон.
spanish: Aumento de la gama.

# MasterDescLv-EF000059-1
source: Avoid +15%
french: Esquive +15%
german: Vermeiden +15%
italian: Schivata +15%
japanese: かいひ+15％
korean: 회피 +15%
portuguese: Esquiva +15%
russian: избежать +15%
spanish: Evitar +15%

# MasterDescLv-EF000059-2
source: Avoid +15%
french: Esquive +15%
german: Vermeiden +15%
italian: Schivata +15%
japanese: かいひ+15％
korean: 회피 +15%
portuguese: Esquiva +15%
russian: избежать +15%
spanish: Evitar +15%

# MasterDescLv-EF000060-1
source: Sniping +50%
french: Tir d'Elite +50%
italian: Critico a distanza +50%
japanese: ねらいうち+50％
korean: 저격+50%
portuguese: Pontaria +50%
russian: снайперская стрельба +50%
spanish: francotiradores +50%

# MasterDescLv-EF000060-2
source: Ignore this penalty.
french: Ignore cette pénalité
german: Ignorieren Sie diese Strafe.
italian: Ignora questa penalità
japanese: ペナルティむし
korean: 효과 무시
portuguese: Ignora essa penalidade.
russian: Игнорировать этот штраф.
spanish: No haga caso a esta penalización

# MasterDescLv-EF000061-1
source: Experience +25%
french: EXP +25%
german: Erfahrung +25%
italian: Esperienza +25%
japanese: けいけんち+25％
korean: 경험치 +25%
portuguese: Experiência +25%
russian: Опыт +25%
spanish: Experiencia +25%

# MasterDescLv-EF000061-2
source: Ignore this penalty.
french: Ignore cette pénalité
german: Ignorieren Sie diese Strafe.
italian: Ignora questa penalità
japanese: ペナルティむし
korean: 효과 무시
portuguese: Ignora essa penalidade.
russian: Игнорировать этот штраф.
spanish: No haga caso de esta pena.

# MasterDescLv-EF000063-1
source: Additional -1
french: -1 supplémentaire
german: Weitere -1
italian: -1 aggiuntivo
japanese: さらに-1
korean: 추가 -1
portuguese: Adiciona -1
russian: Дополнительный -1
spanish: Adicional -1

# MasterDescLv-EF000063-2
source: Ignore this penalty.
french: Ignore cette pénalité
german: Ignorieren Sie diese Strafe.
italian: Ignora questa penalità
japanese: ペナルティむし
korean: 효과 무시
portuguese: Ignora essa penalidade.
russian: Игнорировать этот штраф.
spanish: No haga caso de esta pena.

# MasterDescLv-EF000064-1
source: Additional -1
french: -1 supplémentaire
german: Weitere -1
italian: -1 aggiuntivo
japanese: さらに-1
korean: 추가 -1
portuguese: Adiciona -1
russian: Дополнительный -1
spanish: Adicional -1

# MasterDescLv-EF000064-2
source: Additional -1
french: -1 supplémentaire
german: Weitere -1
italian: -1 aggiuntivo
japanese: さらに-1
korean: 추가 -1
portuguese: Adiciona -1
russian: Дополнительный -1
spanish: Adicional -1

# MasterDescLv-EF000065-1
source: Additional -1
french: -1 supplémentaire
german: Weitere -1
italian: -1 aggiuntivo
japanese: さらに-1
korean: 추가 -1
portuguese: Adiciona -1
russian: Дополнительный -1
spanish: Adicional -1

# MasterDescLv-EF000065-2
source: Additional -1
french: -1 supplémentaire
german: Weitere -1
italian: -1 aggiuntivo
japanese: さらに-1
korean: 추가 -1
portuguese: Adiciona -1
russian: Дополнительный -1
spanish: Adicional -1

# MasterDescLv-EF000071-1
source: Critical +25%
french: Critiques +25%
german: Kritisch +25%
italian: Critico +25%
japanese: きゅうしょ+25％
korean: 치명타 +25%
portuguese: Crítico +25%
russian: критический +25%
spanish: Crítico +25%

# MasterDescLv-EF000071-2
source: Ignore this penalty.
french: Ignore cette pénalité
german: Ignorieren Sie diese Strafe.
italian: Ignora questa penalità
japanese: ペナルティむし
korean: 효과 무시
portuguese: Ignora essa penalidade.
russian: Игнорировать этот штраф.
spanish: No haga caso de esta pena.

# MasterDescLv-EF000072-1
source: Resist +25%
french: Résistance +25%
german: Widerstehen +25%
italian: Resistenza +25%
japanese: たいせい+25％
korean: 내성+25%
portuguese: Resistência +25%
russian: Оказывать сопротивление +25%
spanish: Resistir +25%

# MasterDescLv-EF000072-2
source: Damage Reduce +15%
french: Réduction des Dommages +15%
german: Schaden reduzieren +15%
italian: Riduzione danno +15%
japanese: けいげん+15％
korean: 피해감소 +15%
portuguese: Redução de dano +15%
russian: Повреждение Уменьшить +15%
spanish: Daños a reducir +15%

# MasterDescLv-EF000073-1
source: Experience +25%
french: EXP +25%
german: Erfahrung +25%
italian: Esperienza +25%
japanese: けいけんち+25％
korean: 경험치 +25%
portuguese: Experiência +25%
russian: Опыт +25%
spanish: Experiencia +25%

# MasterDescLv-EF000073-2
source: Experience +25%
french: EXP +25%
german: Erfahrung +25%
italian: Esperienza +25%
japanese: けいけんち+25％
korean: 경험치 +25%
portuguese: Experiência +25%
russian: Опыт +25%
spanish: Experiencia +25%

# MasterDescLv-EF000076-1
source: Critical +25%
french: Critiques +25%
german: Kritisch +25%
italian: Critico +25%
japanese: きゅうしょ+25％
korean: 치명타 +25%
portuguese: Crítico +25%
russian: критический +25%
spanish: Crítico +25%

# MasterDescLv-EF000076-2
source: Ignore this penalty.
french: Ignore cette pénalité
german: Ignorieren Sie diese Strafe.
italian: Ignora questa penalità
japanese: ペナルティむし
korean: 효과 무시
portuguese: Ignora essa penalidade.
russian: Игнорировать этот штраф.
spanish: No haga caso de esta pena.

# MasterDescLv-EF000081-1
source: Increased range.
french: Portée augmentée
german: Erhöhte Reichweite.
italian: Portata aumentata
japanese: HPはんい かくだい
korean: HP범위 확대
portuguese: Alcance aumentado.
russian: Увеличенный диапазон.
spanish: Aumento de la gama.

# MasterDescLv-EF000081-2
source: Increased range.
french: Portée augmentée
german: Erhöhte Reichweite.
italian: Portata aumentata
japanese: HPはんい かくだい
korean: HP범위 확대
portuguese: Alcance aumentado.
russian: Увеличенный диапазон.
spanish: Aumento de la gama.

# MasterDescLv-EF000083-1
source: Increased chance.
french: Chances augmentées
german: Erhöhte Chance.
italian: Maggiore probabilità
japanese: かくりつアップ
korean: 확률 증가
portuguese: Chance aumentada.
russian: Повышенный шанс.
spanish: Aumento de la probabilidad.

# MasterDescLv-EF000083-2
source: Increased chance.
french: Chances augmentées
german: Erhöhte Chance.
italian: Maggiore probabilità
japanese: かくりつアップ
korean: 확률 증가
portuguese: Chance aumentada.
russian: Повышенный шанс.
spanish: Aumento de la probabilidad.

# MasterDescLv-EF000130-1
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF000130-2
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF000131-1
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF000131-2
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF000132-1
source: Ignore all debuffs.
french: Ignore tous les Débuffs
german: Ignorieren Sie alle Debuffs.
italian: Ignora tutti i debuff
japanese: かならず むこうか
korean: 완전 무효화
portuguese: Ignora todos debuffs.
russian: Игнорировать все дебаффы.
spanish: No haga caso de todas las desventajas.

# MasterDescLv-EF000132-2
source: Ignore this penalty.
french: Ignore cette pénalité
german: Ignorieren Sie diese Strafe.
italian: Ignora questa penalità
japanese: ペナルティむし
korean: 효과 무시
portuguese: Ignora essa penalidade.
russian: Игнорировать этот штраф.
spanish: No haga caso de esta pena.

# MasterDescLv-EF000151-1
source: Additional -1
french: -1 supplémentaire
german: Weitere -1
italian: -1 aggiuntivo
japanese: さらに-1
korean: 추가 -1
portuguese: Adiciona -1
russian: Дополнительный -1
spanish: Adicional -1

# MasterDescLv-EF000151-2
source: Additional -1
french: -1 supplémentaire
german: Weitere -1
italian: -1 aggiuntivo
japanese: さらに-1
korean: 추가 -1
portuguese: Adiciona -1
russian: Дополнительный -1
spanish: Adicional -1

# MasterDescLv-EF000153-1
source: Avoid +15%
french: Esquive+ 15%
german: Vermeiden +15%
italian: Schivata +15%
japanese: かいひ+15％
korean: 회피 +15%
portuguese: Esquiva +15%
russian: избежать +15%
spanish: Evitar +15%

# MasterDescLv-EF000153-2
source: -1 Cooldown for all skills.
french: Délai -1 pour tous les Talents
german: -1 Abklingzeit für alle Fähigkeiten.
italian: -1 al cooldown di tutte le abilità
japanese: ぜんスキルの クールダウン-1
korean: 모든 기술 대기 시간-1
portuguese: Reduz a recarga de todas habilidades em -1
russian: -1 Время восстановления для всех навыков.
spanish: -1 El tiempo de reutilización de todas las competencias.

# MasterDescLv-EF000154-1
source: Increased chance.
french: Chances augmentées
german: Erhöhte Chance.
italian: Maggiore probabilità
japanese: かくりつアップ
korean: 확률 증가
portuguese: Chance aumentada.
russian: Повышенный шанс.
spanish: Aumento de la probabilidad.

# MasterDescLv-EF000154-2
source: Increased chance.
french: Chances augmentées
german: Erhöhte Chance.
italian: Maggiore probabilità
japanese: かくりつアップ
korean: 확률 증가
portuguese: Chance aumentada.
russian: Повышенный шанс.
spanish: Aumento de la probabilidad.

# MasterDescLv-EF000156-1
source: Increased chance.
french: Chances augmentées
german: Erhöhte Chance.
italian: Maggiore probabilità
japanese: かくりつアップ
korean: 확률 증가
portuguese: Chance aumentada.
russian: Повышенный шанс.
spanish: Aumento de la probabilidad.
