Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterDesc-SK100031
source: Increase barrier you earn on encounter for a short time.
french: Augmenter la barrière que vous gagnez sur la rencontre pendant une courte période.
german: Erhöhen Barriere Sie verdienen auf Begegnung für kurze Zeit.
italian: Aumentare la barriera si guadagna su incontro per un breve periodo di tempo.
japanese: いちじてきに せんとうかいしじに えられる バリアを ふやす
korean: 일시적으로 전투시작시 방벽을 얻는다.
portuguese: Aumentar a barreira que você ganha em encontro por um tempo curto.
russian: Увеличение барьера вы зарабатываете на встрече в течение короткого промежутка времени.
spanish: Aumentar barrera que gana en el encuentro por un corto tiempo.

# MasterDesc-SK100032
source: A triple attack.
french: Une triple attaque.
german: Ein dreifacher Angriff.
italian: Un attacco a tre.
japanese: とうほうに つたわる じゅもんを となえ こうげき
korean: 동방에 전해지는 주문을 외우는 공격
portuguese: Um ataque triplo.
russian: Тройная атака.
spanish: Un triple ataque.

# MasterDesc-SK100033
source: Gain Pursuit.
german: Gain-Verfolgung.
italian: Guadagno Pursuit.
japanese: ついげきをえる
korean: 추격 획득
portuguese: Ganho Pursuit.
russian: Усиление преследования.
spanish: Persecución de ganancia.

# MasterDesc-SK100034
source: Gain Pursuit.
german: Gain-Verfolgung.
italian: Guadagno Pursuit.
japanese: ついげきをえる
korean: 추격 획득
portuguese: Ganho Pursuit.
russian: Усиление преследования.
spanish: Persecución de ganancia.

# MasterName-ENE00008
source: Blasphemy
french: Blasphème
german: Blasphemie
italian: bestemmia
japanese: ぼうとくしゃ
korean: 불경한 자
portuguese: Blasfêmia
russian: богохульство
spanish: Blasfemia

# MasterName-ENE00009
source: King of deep sea
french: Roi de la mer profonde
german: König der Tiefsee
italian: Re del mare profondo
japanese: しんかいの おう
korean: 심해의 왕
portuguese: Rei de mar profundo
russian: Король глубокого моря
spanish: Rey de aguas profundas

# MasterName-ENE00010
source: Failed work
french: échec travail
german: fehlgeschlagen Arbeit
italian: il lavoro non riuscito
japanese: しっぱいさく
korean: 실패작
portuguese: trabalho falhou
russian: Ошибка работы
spanish: No se ha podido trabajo

# MasterName-EFJ00027
source: Withdrawal
french: Retrait
german: Rückzug
italian: Ritiro
japanese: せんりゃくてき てったい
korean: 전략적 후퇴
portuguese: Retirada
russian: Вывод
spanish: Retirada

# MasterDesc-EFJ00027
source: You gain more exp after you run away.
french: Vous gagnez plus exp après que vous fuyez.
german: Sie gewinnen mehr exp nachdem Sie weggelaufen.
italian: Si guadagna di più exp dopo aver eseguito via.
japanese: にげたあと いちじてきに かくとくけいけんちアップ
korean: 도망친 후 더 많은 경험치를 얻을 수 있다.
portuguese: Você ganha mais exp depois de fugir.
russian: Вы получаете больше опыта после убегают.
spanish: Que adquiera más exp después de ejecutar distancia.

# MasterName-EFJ00028
source: Shikigami
japanese: しきがみ
korean: 식신
russian: Шикигами

# MasterDesc-EFJ00028
source: You earn ''Pursuit'' whenever you used skills that do not end your turn.
french: Vous gagnez « Pursuit » à chaque fois que vous avez utilisé les compétences qui ne finissent pas à votre tour.
german: Sie verdienen „Pursuit“, wenn Sie Fähigkeiten verwendet, die Sie an der Reihe nicht am Ende.
italian: Si guadagna ''Pursuit'' ogni volta che avete usato le abilità che non terminano il proprio turno.
japanese: ターンを しょうひしないスキルを つかうたび ついげきを える
korean: 턴을 소모하지 않는 기술을 사용할 때마다 ''추격'' 효과를 얻는다.
portuguese: Você ganha ''Pursuit'' sempre que você usou habilidades que não terminam o seu turno.
russian: Вы получаете «Погоня» всякий раз, когда вы использовали навыки, которые не заканчиваются в свою очередь.
spanish: Usted gana ''persecución'' cada vez que utilizó habilidades que no terminan su turno.

# MasterName-EFJ00031
source: Infinite darkness
french: obscurité infinie
german: unendliche Dunkelheit
italian: buio infinito
japanese: むげんの やみ
korean: 끝없는 어둠
portuguese: escuridão infinita
russian: Бесконечная темнота
spanish: oscuridad infinita

# MasterDesc-EFJ00031
source: Extract and spoil legendary effect to yourself whenever you earn legendary item.
french: Extrait et gâcher l'effet légendaire à vous-même chaque fois que vous gagnez un objet légendaire.
german: Extrahieren und verderben legendäre Wirkung selbst wenn Sie legendäre Artikel zu verdienen.
italian: Estrarre e rovinare l'effetto leggendario a te stesso ogni volta che si guadagna oggetto leggendario.
japanese: でんせつのぶぐを てにいれるとき そのちからを すいとり じしんに やどす
korean: 전설의 무구를 입수할 때마다 그 효과를 흡수한다.
portuguese: Extrair e estragar efeito lendária para si mesmo sempre que você ganhar item de lendário.
russian: Извлечение и испортить легендарную эффект к себе всякий раз, когда вы получаете легендарный предмет.
spanish: Extraer y echar a perder efecto legendaria a sí mismo cada vez que gana objeto legendario.

# MasterName-EFJ00032
source: Great tsunami
french: grand tsunami
german: Großer Tsunami
italian: grande tsunami
japanese: おおつなみ
korean: 쓰나미
portuguese: grande tsunami
russian: Великое цунами
spanish: gran tsunami

# MasterDesc-EFJ00032
source: You deal powerful attack whenever you used skills that have CD 5+.
french: Vous traitez puissante attaque chaque fois que vous avez utilisé les compétences qui ont CD 5+.
german: Sie befassen sich starken Angriff, wenn Sie Fähigkeiten verwendet, die CD 5+ haben.
italian: Avete a che fare potente attacco ogni volta che si è utilizzato abilità che hanno CD 5+.
japanese: クールダウン5いじょうの スキルを つかうたび きょうれつな いちげき
korean: 대기시간이 5이상인 기술을 사용할 때마다 강력한 일격
portuguese: Você lida ataque poderoso, sempre que você usou habilidades que têm CD 5+.
russian: Вы имеете дело мощного удара, когда вы использовали навыки, которые имеют CD 5+.
spanish: Usted trata poderoso ataque cada vez que utilizó las habilidades que tienen CD 5+.

# MasterName-EFJ00033
source: Water bottom
french: fond de l'eau
german: Wasser unten
italian: fondo acqua
japanese: そこなしの みず
korean: 끝없이 깊은 물
portuguese: bottom água
russian: подошвенная вода
spanish: fondo del agua

# MasterDesc-EFJ00033
source: You heal yourself whenever you used skills that have CD 5+.
french: Vous vous guérir à chaque fois que vous avez utilisé les compétences qui ont CD 5+.
german: Sie heilen sich selbst, wenn Sie Fähigkeiten verwendet, die CD 5+ haben.
italian: Guarisci te stesso ogni volta che si è utilizzato abilità che hanno CD 5+.
japanese: クールダウン5いじょうの スキルを つかうたび HPが ぜんかいふく
korean: 대기 시간이 5이상인 기술을 사용할 때마다 HP가 전부 회복된다.
portuguese: Você curar-se sempre que você usou habilidades que têm CD 5+.
russian: Вы излечивать себя всякий раз, когда вы использовали навыки, которые имеют CD 5+.
spanish: A sanar a sí mismo cada vez que utilizó las habilidades que tienen CD 5+.

# MasterName-EM000025
source: {0} of evileye
french: {0} de evileye
german: {0} von evileye
italian: {0} di evileye
japanese: じゃがんの {0}
korean: 사안의 {0}
portuguese: {0} de evileye
russian: {0} evileye
spanish: {0} de Evileye

# MasterName-EM000026
source: Tough {0}
french: Difficile {0}
italian: Duro {0}
japanese: タフな {0}
korean: 억센 {0}
portuguese: Resistente {0}
russian: Жесткий {0}

# MasterName-EM000027
source: Dull {0}
japanese: どんじゅうな {0}
korean: 둔한 {0}
russian: Тупые {0}

# MasterName-SM000043
source: Disposable {0}
french: Jetable {0}
german: Einweg {0}
italian: Monouso {0}
japanese: 1どきりの {0}
korean: 일회용 {0}
portuguese: Descartável {0}
russian: Одноразовые {0}
spanish: Desechable {0}

# MasterName-SM000044
source: Prepared {0}
french: Préparé {0}
german: Vorbereitet {0}
italian: Preparato {0}
japanese: じゅんびされた {0}
korean: 준비된 {0}
portuguese: Preparado {0}
russian: Получали {0}
spanish: Preparado {0}

# MasterName-SM000045
source: Triple {0}
german: Tripel {0}
italian: Tripla {0}
japanese: トリプル {0}
korean: 삼중 {0}
portuguese: Triplo {0}
russian: Тройной {0}

# MasterDesc-SM000043
source: Power+, Lose on used
french: Power +, utilisé sur Perdez
german: Power +, verlieren Sie auf verwendet
italian: Power +, Lose sulla usato
japanese: こうかアップ、つかうとなくなる
korean: 효과 증가, 사용시 없어짐
portuguese: Poder +, perder on usadas
russian: Power +, Lose на используемый
spanish: Power +, perder el utilizado

# MasterDesc-SM000044
source: CD-10 whenever you killed.
french: CD-10 à chaque fois que vous avez tué.
german: CD-10, wenn Sie getötet.
italian: CD-10 ogni volta che hai ucciso.
japanese: てきを たおすたび CD-10
korean: 적을 쓰러트리면 대기 시간 -10
portuguese: CD-10 sempre que você matou.
russian: CD-10 каждый раз, когда вы убили.
spanish: CD-10 cada vez que se maten.

# MasterDesc-SM000045
source: Triple skill's effect but CD+25.
french: L'effet de triple compétence, mais le CD + 25.
german: Triple-Fähigkeit des Effekts aber CD + 25.
italian: L'effetto di abilità tripla ma CD + 25.
japanese: スキルのこうかが 3かいぶんはつどうするが CD+25
korean: 기술의 효과가 3배가 되지만 대기 시간 +25
portuguese: efeito da habilidade triplo, mas CD + 25.
russian: Эффект Тройного навыка, но CD + 25.
spanish: El efecto de la habilidad de triple, pero CD + 25.

# MasterName-FDM00001
source: Rogue
french: Coquin
german: Schurke
italian: furfante
japanese: ローグ
korean: 불한당
portuguese: Vampiro
russian: Изгой
spanish: Pícaro

# MasterName-FDM00002
source: Phantom
french: Fantôme
italian: Fantasma
japanese: ファントム
korean: 환영
portuguese: Fantasma
russian: фантом
spanish: Fantasma

# MasterName-FDM00003
source: Merchant
french: marchande
german: Händler
italian: Mercante
japanese: しょうにん
korean: 상인
portuguese: Comerciante
russian: коммерсант
spanish: Comerciante

# MasterName-FDM00004
source: Passion
french: La passion
german: Leidenschaft
italian: Passione
japanese: じょうねつ
korean: 열정
portuguese: Paixão
russian: страсть
spanish: Pasión

# MasterDesc-FDM00001
source: Gain ''Scout'', ''Observation'' and ''Exploration''.
french: Gain ''Scout'', ''Observation'' et ''Exploration''.
german: Gain ''Scout'', ''Beobachtung'' und ''Exploration''.
italian: Gain ''Scout'', ''osservazione'' e ''esplorazione''.
japanese: 「スカウト」「かんさつ」「ちょうさ」をえる
korean: [정찰], [관찰], [조사]를 얻는다.
portuguese: Ganhar ''escoteiro'', ''Observação'' e ''Exploração''.
russian: Получите «Scout», «Наблюдение» и «Разведка».
spanish: Ganar ''Scout'', ''Observación'' y ''Exploración''.

# MasterDesc-FDM00002
source: Gain ''Teleport'', ''Through'' and ''Spirit body''.
french: Gain « Téléportation », « A travers » et « corps spirituel ».
german: Gain ''Teleportation'', ''Through'' und ''Spirit Körper''.
italian: Gain ''Teleport'', ''Through'' e ''corpo spirituale''.
japanese: 「テレポート」「とおりぬけ」「せいしんたい」をえる
korean: [순간이동], [통과], [정신체]를 얻는다.
portuguese: Ganhar ''Teleport'', ''Through'' e ''corpo espiritual''.
russian: Усиление «Телепорт», «Через» и «тело Духа».
spanish: Ganar ''Teleport'', ''A través'' y ''cuerpo espiritual''.

# MasterDesc-FDM00003
source: Gain ''Alchemy'', ''Haggle'' and ''Toughness''.
french: Gain « alchimie », « Marchandage » et « Robustesse ».
german: Gain „Alchemie“, „Feilschen“ und „Härte“.
italian: Gain ''Alchemy'', ''Haggle'' e ''Resistenza''.
japanese: 「れんきんじゅつ」「ねぎり」「タフネス」をえる
korean: [연금술], [흥정], [터프함]을 얻는다.
portuguese: Ganhar ''alquimia'', ''Haggle'' e ''Resistência''.
russian: Усиление «Алхимия», «поторговаться» и «крутизну».
spanish: Ganar ''Alquimia'', ''Regatear'' y ''tenacidad''.

# MasterDesc-FDM00004
source: Gain ''Endure'', ''Guts'' and ''Blood Armor''.
french: Gain ''Endure'', ''Guts'' et ''Armure de sang''.
german: Gain ''Endure'', ''Guts'' und ''Blood Rüstung''.
italian: Gain ''Sopportare'', ''coraggio'' e ''Blood Armatura''.
japanese: 「しゅうちゃくしん」「ガッツ」「ブラッドアーマー」をえる
korean: [집착], [근성], [혈액 갑옷]을 얻는다.
portuguese: Ganhar ''suportar'', ''coragem'' e ''Armadura Blood''.
russian: Усиление «Терпи», «кишка тонка» и «Blood Armor».
spanish: Ganar ''Aguante'', ''Tripas'' y ''Blood Armor''.

# MasterName-SE000006
source: The ocean
french: L'océan
german: Der Ozean
italian: L'oceano
japanese: かいてい
korean: 해저
portuguese: O oceano
russian: Океан
spanish: El océano

# MasterName-RS000034
source: Illusion
italian: Illusione
japanese: げんえい
korean: 환각
portuguese: Ilusão
russian: иллюзия
spanish: Ilusión

# MasterName-RS000035
source: Mirage
german: Fata Morgana
italian: Miraggio
japanese: しんきろう
korean: 신기루
portuguese: Miragem
russian: Мираж
spanish: Espejismo

# MasterDesc-RS000034
source: Truth and illusion change.__<color=#FF0>The permanent effect is randomly exchanged.</color>
french: La vérité et le changement illusion.__<color=#FF0>L'effet permanent est échangé au hasard.</color>
german: Wahrheit und Illusion zu ändern.__<color=#FF0>Die dauerhafte Wirkung wird zufällig ausgetauscht.</color>
italian: Verità e cambiamento illusione.__<color=#FF0>L'effetto permanente viene scambiato in modo casuale.</color>
japanese: しんじつと げんそうが すりかわる。__<color=#FF0>えいぞくこうかが ランダムに いれかわる。</color>
korean: 현실과 환상이 뒤바뀐다.__<color=#FF0>영구적인 효과가 무작위로 변한다.</color>
portuguese: Verdade e ilusão mudança .__ <Color=#ff0> O efeito permanente é trocado aleatoriamente. </color>
russian: Истина и изменение иллюзии.__<color=#FF0>Постоянный эффект случайный обмен.</color>
spanish: Verdad y el cambio ilusión.__<color=#FF0>El efecto permanente se intercambia al azar.</color>

# MasterDesc-RS000035
source: There is no guarantee that what you can see is truth.__<color=#FF0>The enemy's name, figure and skill name are lies.</color>
french: Il n'y a aucune garantie que ce que vous pouvez voir est la vérité.__<color=#FF0>Le nom de l'ennemi, la figure et nom de la compétence sont des mensonges.</color>
german: Es gibt keine Garantie dafür, dass, was man Wahrheit ist, sehen kann.__<color=#FF0>Der Feind Name, Zahl und Geschicklichkeit Namen sind Lügen.</color>
italian: Non v'è alcuna garanzia che ciò che si può vedere è la verità.__<color=#FF0>Il nemico nome, la figura e il nome di abilità sono bugie.</color>
japanese: めにみえるものが しんじつとは かぎらない。__<color=#FF0>てきの なまえや すがたなどが うその ひょうじになる。</color>
korean: 당신이 볼 수있는 것이 진실이라는 보장은 없다.__<color=#FF0>거짓된 적의 이름, 그림 및 기술 이름이 보인다.</color>
portuguese: Não há garantia de que o que você pode ver é verdade .__ <Color=#ff0> nome do nome, figura e habilidade do inimigo são mentiras. </color>
russian: Там нет никакой гарантии, что вы можете видеть это правда.__<color=#FF0>Противник имя, фигура и имя умения ложь.</color>
spanish: No hay garantía de que lo que se puede ver es la verdad.__<color=#FF0>El enemigo de nombre, figura y nombre de la habilidad son mentiras.</color>

# MasterName-DGS60001
source: The ocean
french: L'océan
german: Der Ozean
italian: L'oceano
japanese: かいてい
korean: 해저
portuguese: O oceano
russian: Океан
spanish: El océano

# MasterName-DGS60002
source: The ocean Hard
french: L'océan Difficile
german: Der Ozean Hart
italian: L'oceano Difficile
japanese: かいてい Hard
korean: 해저 어려움
portuguese: O oceano rígido
russian: Океан Жесткий
spanish: El océano Difícil

# MasterName-DGS60003
source: The ocean Master
french: L'océan Maîtriser
german: Der Ozean Meister
italian: L'oceano Maestro
japanese: かいてい Master
korean: 해저 숙련
portuguese: O Mestre oceano
russian: Океан Мастер
spanish: El océano Dominar

# MasterName-DGS60004
source: The ocean Extreme
french: L'océan Extrême
german: Der Ozean Extrem
italian: L'oceano Estremo
japanese: かいてい Ex
korean: 해저 극한
portuguese: O oceano Extrema
russian: Океан крайность
spanish: El océano Extremo

# MasterDesc-DGS60001
source: That huge mass was not a rock. It's a tremendous fish… There were mountain-sized fish slowly leaning the ocean floor.
french: Cette énorme masse n'a pas été un rocher. Il est un poisson énorme ... Il y avait des poissons de montagne de taille se penchant lentement le fond de l'océan.
german: Die große Masse war kein Fels. Es ist eine ungeheure Fisch ... Es gab Berggroße Fische langsam den Meeresboden gelehnt.
italian: Che la massa enorme non era una roccia. Si tratta di un pesce enorme ... C'erano pesci montagna di dimensioni appoggiato lentamente il fondo dell'oceano.
japanese: その きょだいな かたまりは いわではなかった。 いじょうなほどに きょだいな さかなだ… やまほどもある おおきさの さかなが かいていを ゆっくりと およいでいた。
korean: 그 거대한 덩어리는 바위가 아니었다. 이상하리만치 거대한 물고기다... 마치 산과 같은 물고기가 느릿하게 헤엄치고 있었다.
portuguese: Essa massa enorme não era uma rocha. É um peixe enorme ... Havia peixes de montanha de tamanho lentamente inclinando-se no fundo do oceano.
russian: Это огромная масса не была скала. Это огромная рыба ... Были гор размера рыбы медленно, опираясь на дне океана.
spanish: Esa enorme masa no era una roca. Es una tremenda peces ... Había peces tamaño de una montaña se inclina lentamente el fondo del océano.

# MasterDetail-DGS60001
source: A coastal cave leads to the abyss of the violent ocean.
french: Une grotte côtière conduit à l'abîme de l'océan violent.
german: Eine Küste Höhle führt in den Abgrund des gewaltsamen Ozeans.
italian: Una grotta costiera conduce all'abisso dell'oceano violento.
japanese: かいがんぞいに あいた どうくつは、 まがまがしい うみの しんえんへと つながっている。
korean: 해안가 동굴은 불길한 바다의 심연에 이어져 있다.
portuguese: Uma caverna costeira conduz ao abismo do oceano violento.
russian: Прибрежная пещера ведет к пропасти насильственный океан.
spanish: Una cueva costera conduce al abismo del océano violento.

# TEXT_AFTER_DUNGEON_BOSS_DGS60001
source: You regretted knowing that countless fish like this under are lurking at the depth of the ocean.
french: Vous regrettez de savoir que d'innombrables poissons comme celui-ci sous rôdent à la profondeur de l'océan.
german: Sie bedauerte, wohl wissend, dass unzählige Fische wie diese unter in der Tiefe des Ozeans lauern.
italian: È pentito sapendo che innumerevoli pesci come questo sotto sono in agguato alla profondità dell'oceano.
japanese: あなたは、 しりたくなかった。__ふかい ふかい うみの そこに、 このような きょだいぎょが むすうに ひそんでいる なんて…
korean: 당신은 알고 싶지 않았다.__깊고 깊은 해저에 이런 거대한 물고기가 무수히 숨어있다니…
portuguese: Você lamentou sabendo que inúmeras peixes como este sob estão à espreita na profundidade do oceano.
russian: Вы сожалели зная, что бесчисленное количество рыбы, как это под таится в глубине океана.
spanish: Usted lamentaste sabiendo que un sinnúmero de peces como esto bajo están al acecho en la profundidad del océano.

# MasterDesc-MSSM0601
source: Clear 5F 20 times.
french: Effacer 5F 20 fois.
german: Klar 5F 20-mal.
italian: Cancella 5F 20 volte.
japanese: 5Fを 20かい クリアする
korean: 5층을 20번 클리어한다.
portuguese: Limpar 5F 20 vezes.
russian: Четкие 5F 20 раз.
spanish: Claras 5F 20 veces.

# MasterDesc-MSSM0602
source: Kill 50 floor bosses.
french: Tuez 50 patrons de plancher.
german: Töte 50 Boden-Bosse.
italian: Uccidi 50 boss del pavimento.
japanese: フロアボスを 50たい たおす
korean: 층 보스를 50번 죽인다.
portuguese: Mate 50 chefes de chão.
russian: Убейте 50 этажа боссов.
spanish: Mata a 50 jefes de piso.

# MasterDesc-MSSM0603
source: Enter Illusion Room 50 times.
french: Entrez dans la salle Illusion 50 fois.
german: Geben Sie Illusion Raum 50mal.
italian: Inserisci Illusion in camera 50 volte.
japanese: げんえいの へやに 50かい ふみこむ
korean: [환각]방에 50번 들어간다.
portuguese: Digite Illusion Quarto 50 vezes.
russian: Введите Иллюзорную комнату в 50 раз.
spanish: Introduzca la ilusión de habitaciones 50 horas.

# MasterDesc-MSSM0604
source: Enter Mirage Room 50 times.
french: Entrez dans la salle Mirage 50 fois.
german: Geben Sie Mirage Zimmer 50 mal.
italian: Inserisci Mirage in camera 50 volte.
japanese: しんきろうの へやに 50かい ふみこむ
korean: [신기루]방에 50번 들어간다.
portuguese: Digite Mirage Quarto 50 vezes.
russian: Введите Mirage Room 50 раз.
spanish: Introduzca Mirage Room 50 veces.

# MasterDesc-MSSM0605
source: Kill 10 ''King of deep sea''.
french: Tuer 10 « roi de la mer profonde ».
german: Töte 10 ''King of Tiefsee''.
italian: Uccidi 10 ''Re del mare profondo''.
japanese: しんかいの おう を 10かい たおす
korean: [심해의 왕]을 10번 죽인다.
portuguese: Matar 10 ''Rei do mar profundo''.
russian: Убейте 10 «Король глубокого моря».
spanish: Mata a 10 ''Rey de aguas profundas''.

# MasterDesc-MSSM0606
source: Kill 10 ''Failed work''.
french: Tuer 10 « Échec travail ».
german: Töte 10 ''Failed Arbeit''.
italian: Uccidi 10 ''lavoro non riuscita''.
japanese: しっぱいさくを 10かい たおす
korean: [실패작]을 10번 죽인다.
portuguese: Matar 10 ''trabalho falhou''.
russian: Убейте 10 ''Failed работы''.
spanish: Mata a 10 ''Error de trabajo''.

# MasterDesc-MSSM0607
source: Kill ''Failed work'' in ''Hard''.
french: Tuer « le travail a échoué » dans « dur ».
german: Kill ''Fehlgeschlagen Arbeit'' in ''Hard''.
italian: Kill ''il lavoro non riuscita'' in ''Hard''.
japanese: Hardで しっぱいさくを たおす
korean: [어려움] 난이도의 [실패작]을 10번 죽인다.
portuguese: Matar ''o trabalho falhou'' em ''Hard''.
russian: Убей «Failed работу» в «Hard».
spanish: Matar ''Error de trabajo'' en ''duro''.

# MasterDesc-MSSM0608
source: Kill ''Failed work'' in ''Master''.
french: Tuer « le travail a échoué » dans « Master ».
german: Kill ''Fehlgeschlagen Arbeit'' in ''Master''.
italian: Kill ''il lavoro non riuscita'' in ''Master''.
japanese: Masterで しっぱいさくを たおす
korean: [숙련] 난이도의 [실패작]을 죽인다.
portuguese: Matar ''o trabalho falhou'' no ''Master''.
russian: Убей «Failed работу» в «Master».
spanish: Matar ''Error de trabajo'' en ''Maestro''.

# MasterDesc-MSSM0609
source: Kill ''Failed work'' in ''Extreme''.
french: Tuer « le travail a échoué » dans « Extrême ».
german: Kill ''Fehlgeschlagen Arbeit'' in Extrem.
italian: Kill ''il lavoro non riuscita'' in Estremo.
japanese: Exで しっぱいさくを たおす
korean: [극한] 난이도의 [실패작]을 죽인다.
portuguese: Matar ''o trabalho falhou'' em ''Extreme''.
russian: Убей ''Failed работу'' в крайность.
spanish: Matar ''Error de trabajo'' en Extremo.

# MasterDesc-MSSE0601
source: Clear 5F 5 times.
french: Effacer 5F 5 fois.
german: Klar 5F 5-mal.
italian: Cancella 5F 5 volte.
japanese: 5Fを 5かい クリアする
korean: 5층을 5번 클리어한다.
portuguese: Limpar 5F 5 vezes.
russian: Ясно 5F 5 раз.
spanish: Claro 5F 5 veces.

# MasterDesc-MSSE0602
source: Kill 20 floor bosses.
french: Tuez 20 patrons de plancher.
german: Töte 20 Boden-Bosse.
italian: Uccidi 20 boss del pavimento.
japanese: フロアボスを 20たい たおす
korean: 층 보스를 20번 죽인다.
portuguese: Mate 20 chefes de piso.
russian: Убейте 20 этажа боссов.
spanish: Mata a 20 jefes de piso.

# MasterDesc-MSSE0603
source: Enter Illusion Room 30 times.
french: Entrez dans la salle Illusion 30 fois.
german: Geben Sie Illusion Raum 30mal.
italian: Inserisci Illusion in camera 30 volte.
japanese: げんえいの へやに 30かい ふみこむ
korean: [환각]방에 30번 들어간다.
portuguese: Digite Illusion Quarto 30 vezes.
russian: Введите Иллюзорную комнату в 30 раз.
spanish: Introduzca la ilusión de habitaciones 30 horas.

# MasterDesc-MSSE0604
source: Enter Mirage Room 30 times.
french: Entrez dans la salle Mirage 30 fois.
german: Geben Sie Mirage Zimmer 30 mal.
italian: Inserisci Mirage in camera 30 volte.
japanese: しんきろうの へやに 30かい ふみこむ
korean: [신기루]방에 30번 들어간다.
portuguese: Digite Mirage Quarto 30 vezes.
russian: Введите Mirage Room 30 раз.
spanish: Introduzca Mirage Room 30 veces.

# MasterDesc-MSSE0605
source: Kill ''King of deep sea''.
french: Tuer « roi de la mer profonde ».
german: Kill „König von Tiefsee“.
italian: Kill ''Re del mare profondo''.
japanese: しんかいの おうを たおす
korean: [심해의 왕]을 죽인다.
portuguese: Matar ''Rei do mar profundo''.
russian: Убить «Король глубокого моря».
spanish: Matar ''Rey de aguas profundas''.

# MasterDesc-MSSE0606
source: Kill ''Failed work''.
french: Tuer « le travail a échoué ».
german: Kill „Fehlgeschlagen Arbeit“.
italian: Kill ''il lavoro non riuscita''.
japanese: しっぱいさくを たおす
korean: [실패작]을 죽인다.
portuguese: Matar ''o trabalho falhou''.
russian: Убей «Failed работу».
spanish: Matar ''Error de trabajo''.

# MasterDesc-MSSE0607
source: Kill ''Failed work'' in ''Extreme''.
french: Tuer « le travail a échoué » dans « Extrême ».
german: Kill ''Fehlgeschlagen Arbeit'' in Extrem.
italian: Kill ''il lavoro non riuscita'' in Estremo.
japanese: Exで しっぱいさくを たおす
korean: [Ex]난이도의 [실패작]을 죽인다.
portuguese: Matar ''o trabalho falhou'' em ''Extreme''.
russian: Убей ''Failed работу'' в крайность.
spanish: Matar ''Error de trabajo'' en Extremo.
