Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterDesc-SK000007
source: Attack an enemy.
french: Attaque l'adversaire.
german: Angriff einen Gegner.
italian: Attacca un nemico
japanese: ねらいをさだめて てきを つきさす
korean: 적을 겨냥해 찌른다.
portuguese: Ataca um inimigo.
russian: Атаки врага.
spanish: Atacar a un enemigo.

# MasterDesc-SK000008
source: Add damage over time to an enemy.
french: Ajoute des Dommages Continus à l'adversaire.
german: In Schaden im Laufe der Zeit zu einem Feind.
italian: Aggiungi danno nel tempo ad un nemico
japanese: てきを どくにおかして せいめいりょくを うばう
korean: 적을 중독시켜 지속적인 피해를 준다
portuguese: Causa dano ao longo do tempo a um inimigo.
russian: Добавить урон с течением времени к врагу.
spanish: Añadir daño en el tiempo a un enemigo.

# MasterDesc-SK000009
source: Attack an enemy.
french: Attaque l'adversaire.
german: Angriff einen Gegner.
italian: Attacca un nemico
japanese: ちからづよく てきを きりつける
korean: 힘차게 적을 난도질한다.
portuguese: Ataca um inimigo.
russian: Атаки врага.
spanish: Atacar a un enemigo.

# MasterDesc-SK000010
source: Attack an enemy.
french: Attaque l'adversaire.
german: Angriff einen Gegner.
italian: Attacca un nemico
japanese: あんこくのちからで てきを こうげきする
korean: 암흑의 힘으로 적을 공격한다.
portuguese: Ataca um inimigo.
russian: Атаки врага.
spanish: Atacar a un enemigo.

# MasterDesc-SK000011
source: Reduce damage taken for a brief period.
french: Réduit les Dommages subis pour une brêve période.
german: Reduzieren Sie Schäden, die Sie in diesem Zug zugefügt.
italian: Riduci il danno subito per breve tempo
japanese: ぼうぎょにてっし このターンにうける ダメージをけいげんする
korean: 방어를 철저히해서 이번 턴에 받는 피해를 경감한다.
portuguese: Reduz o dano recebido por um curto período.
russian: Уменьшить урон, наносимый в этой очереди.
spanish: Reducir el daño que reparten en este turno.

# MasterDesc-SK000012
source: Gain avoid for a brief period.
french: Gagnez Esquive pour une brêve période.
german: Verstärkung in dieser Runde zu vermeiden.
italian: Aumenta schivata per un breve periodo
japanese: かいひにてっし このターンにうける こうげきを かいひする
korean: 회피를 철저히해서 이번 턴에 받는 공격을 회피한다.
portuguese: Ganha esquiva por um curto período.
russian: Усиление избежать в этой очереди.
spanish: Ganancia evitar en este turno.

# MasterDesc-SK000013
source: Attack an enemy.
french: Attaque l'adversaire.
german: Angriff einen Gegner.
italian: Attacca un nemico
japanese: つららを つくりだし てきにはなって こうげきする
korean: 고드름을 만들어 적을 공격한다.
portuguese: Ataca um inimigo.
russian: Атаки врага.
spanish: Atacar a un enemigo.

# MasterDesc-SK000014
source: Heal yourself.
french: Vous Soigne.
german: Heile dich selbst.
italian: Cura
japanese: HPを かいふくする
korean: HP를 회복한다.
portuguese: Cura HP.
russian: Исцели себя.
spanish: Cúrate a ti mismo.

# MasterDesc-SK000015
source: Reflect whenever an enemy attacks.
french: Réflexion à chaque attaque de l'adversaire.
german: Reflektieren Sie, wann immer eine feindliche Angriffe.
italian: Contrattacca
japanese: てきの こうげきに はんのうして はんげきする
korean: 적의 공격에 반응하여 반격한다.
portuguese: Causa dano sempre que um inimigo ataca.
russian: Отражать всякий раз, когда атаки противника.
spanish: Reflejar cada vez que un enemigo ataca.

# MasterDesc-SK000016
source: Attack and add damage over time to an enemy.
french: Attaque et ajoute des Dommages Continus à l'adversaire.
german: Angriff und fügen Schaden im Laufe der Zeit zu einem Feind.
italian: Attacca ed aggiungi danno nel tempo ad un nemico
japanese: もえさかる ほのおで てきを つつみこむ
korean: 성난 불길로 적을 덮쳐 공격하고 지속피해를 준다.
portuguese: Ataca e causa dano ao longo do tempo a um inimigo.
russian: Атака и добавить урон с течением времени к врагу.
spanish: Atacar y añadir daño en el tiempo a un enemigo.

# MasterDesc-SK000017
source: Attack an enemy.
french: Attaque l'adversaire.
german: Angriff einen Gegner.
italian: Attacca un nemico
japanese: おおぶりの ひとたちで てきを きりむすぶ
korean: 단칼에 적을 크게 벤다.
portuguese: Ataca um inimigo.
russian: Атаки врага.
spanish: Atacar a un enemigo.

# MasterDesc-SK000018
source: Add damage over time to an enemy.
french: Ajoute des Dommages Continus à l'adversaire.
german: In Schaden im Laufe der Zeit zu einem Feind.
italian: Aggiungi danno nel tempo ad un nemico
japanese: てきを どくにおかして せいめいりょくを うばう
korean: 적을 중독시켜 지속적인 피해를 준다
portuguese: Causa dano ao longo do tempo a um inimigo.
russian: Добавить урон с течением времени к врагу.
spanish: Añadir daño en el tiempo a un enemigo.

# MasterDesc-SK000019
source: Drain an opponent's blood and heal yourself.
french: Draine le sang de l'adversaire et vous Soigne.
german: Abfluss eines Blut des Gegners und heilen sich selbst.
italian: Succhia il sangue di un nemico e curati
japanese: てきの けつえきを きゅうしゅうし おのれの ものにかえる
korean: 적의 혈액을 흡수해 자신의 것으로 바꾼다.
portuguese: Drena o sangue de um inimigo para se curar.
russian: Слейте кровь противника и исцелить себя.
spanish: Drenar la sangre de un oponente y curarse a sí mismo.

# MasterDesc-SK000020
source: Curse an opponent, reducing the damage they deal.
french: Maudit un adversaire, réduisant les Dommages qu'il inflige.
german: Deal Fluch und reduzieren ein Gegner Schaden verursacht.
italian: Maledici un nemico, riducendo i danni che infligge
japanese: てきに のろいをかけて こうげきりょくを ていかさせる
korean: 적에게 저주를 걸어서 공격력을 저하시킨다.
portuguese: Amaldiçoa um inimigo, reduzindo o dano que ele causa.
russian: Нанесите проклятие и уменьшить ущерб оппонентом сделки.
spanish: Tratar maldición y reducir el daño que un oponente ofertas.

# MasterDesc-SK000021
source: A powerful attack.
french: Attaque puissante.
german: Ein mächtiger Angriff.
italian: Un attacco potente
japanese: ぶきをふりまわして たかいいりょくのこうげきをくりだす
korean: 무기를 휘둘러 높은 위력의 공격을 가한다.
portuguese: Um ataque poderoso.
russian: Мощная атака.
spanish: Un poderoso ataque.

# MasterDesc-SK000022
source: Reduce 1 cooldown of your any skill.
french: Délais -1 sur un de vos Talent.
german: Reduzieren 1 Abklingzeit von 'jede Fertigkeit.
italian: Riduci di 1 il cooldown di una skill
japanese: １つのスキルの クールダウンを 1 へらす
korean: 기술 중 한 개의 대기 시간을 줄인다.
portuguese: Reduz a recarga de uma habilidade em 1.
russian: Разбавить 1 время восстановления любого навыка.
spanish: Reducir el tiempo de reutilización de 1 su cualquier habilidad.

# MasterDesc-SK000023
source: Gain great power in next turn.
french: Gain d'une grande Puissance au prochain Tour.
german: Gewinnen Sie große Macht in der nächsten Runde.
italian: Aumenta molto il tuo potere nel prossimo turno
japanese: せいしんを ぼうそうさせ つぎのターン こうげきいりょくを ぞうだいさせる
korean: 정신을 폭주시켜 다음 턴에 공격력을 증대시킨다.
portuguese: Ganha muito poder no próximo turno.
russian: Получите большую мощность в следующем повороте.
spanish: Obtener un gran poder en el próximo turno.

# MasterDesc-SK000024
source: Heal yourself without wasting your turn.
french: Vous Soigne Librement.
german: Heile dich ohne dran zu verschwenden.
italian: Curati senza sprecare il tuo turno
japanese: しんこうの かごにより すぐさま HPを かいふくする
korean: 신앙의 가호에 의해 즉시 HP를 회복한다.
portuguese: Cura HP sem encerrar o turno.
russian: Исцели себя, не теряя своей очереди.
spanish: Curarse a sí mismo sin perder su turno.

# MasterDesc-SK000025
source: Significantly reduce damage taken for a brief period.
french: Réduit significativement les Dommages subis pour une brêve période.
german: Reduzieren Schaden dynamisch behandelt man in dieser Reihe.
italian: Riduce di molto il danno che subisci per un breve periodo
japanese: すきのない ぼうぎょのかまえで このターンに うけるダメージを げきげん
korean: 빈틈없는 방어로 이번 턴에 받는 피해를 대폭 감소시킨다.
portuguese: Reduz o dano recebido significantemente por um curto período.
russian: Снижение ущерба динамически Вы имели дело в этой очереди.
spanish: Reducir el daño de forma dinámica se reparten en este turno.

# MasterDesc-SK000026
source: Your skills will not end your turn.
french: Vos Talents ne terminent pas votre Tour.
german: Sie können alle Fähigkeiten in diesem Zug benutzen, ohne dran zu verschwenden.
italian: Le tue abilità non faranno finire il turno
japanese: めにもとまらぬ はやわざで このターンに すべてのスキルを しようできる
korean: 보이지않을 만큼 빠른 솜씨로 이번 턴에 모든 기술을 사용할 수 있다.
portuguese: Suas habilidades não encerrarão seu turno.
russian: Вы можете использовать все свои навыки в этой очереди, не теряя своей очереди.
spanish: Se pueden utilizar todas las habilidades en esta vuelta sin perder su turno.

# MasterDesc-SK000027
source: You can gain powerup whenever you attack for a short time.
french: Vous pouvez gagner en Puissance à chaque attaque pour une brêve période.
german: Sie können Powerup gewinnen, wenn Sie für eine kurze Zeit angreifen.
italian: Puoi guadagnare potere per un breve periodo ogni volta che attacchi
japanese: ふどうのかまえで しばらくのあいだ こうげきのたびに こうげきりょくがあがる
korean: 잠시 공격할때마다 공격력이 상승하는 부동의 자세를 취한다.
portuguese: Você ganha poder sempre que atacar por um curto período.
russian: Вы можете получить, когда вы включения питания атаковать в течение короткого промежутка времени.
spanish: Puede ganar el encendido cada vez que ataca por un corto tiempo.

# MasterDesc-SK000028
source: Add Damage over time and this will make you easier to deal ailment to an opponent.
french: Infliger des Dommages Continus vous facilite à placer des Débuffs.
german: In Schaden im Laufe der Zeit, und dies werden Sie leichter Krankheit zu einem Gegner zu tun.
italian: Aggiungi danno nel tempo ad un nemico e sarà più facile che subisca un debuff
japanese: てきのにくたいを くちはてさせ じょうたいいじょうを かけやすくする
korean: 적의 육체를 부패시켜 지속피해를 주고 상태이상에 걸리기 쉽게 한다.
portuguese: Causa dano ao longo do tempo e faz com que o inimigo fique mais suscetível a aflições.
russian: Добавить повреждения в течение долгого времени, и это сделает вас легче иметь дело недуг к противнику.
spanish: Añadir daño en el tiempo y esto le hará más fácil tratar dolencia a un oponente.

# MasterDesc-SK000029
source: You can pay your HP to gain powerup.
french: Vous pouvez payer avec des PV pour gagner de la Puissance.
german: Sie können den HP zu gewinnen Powerup bezahlen.
italian: Puoi utilizzare i tuoi HP per guadagnare potere
japanese: いのちをぎせいにして このターンのあいだ こうげきりょくを おおきくあげる
korean: 생명력을 희생해서 이번 턴에 공격력을 크게 높인다.
portuguese: Sacrifica HP para ganhar poder.
russian: Вы можете оплатить HP, чтобы получить включения питания.
spanish: Usted puede pagar su HP para obtener el encendido.

# MasterDesc-SK000030
source: Attack an enemy.
french: Attque un adversaire.
german: Angriff einen Gegner.
italian: Attacca un nemico
japanese: いのちを かりとる きんじられた じゃほう
korean: 생명을 거두는 금지된 사술
portuguese: Ataca um inimigo.
russian: Атаки врага.
spanish: Atacar a un enemigo.

# MasterDesc-SK000031
source: A powerful attack.
french: Attaque puissante.
german: Ein mächtiger Angriff.
italian: Un attacco potente
japanese: きょうれつな いちげきを くりだす
korean: 강렬한 일격을 먹인다.
portuguese: Um ataque poderoso.
russian: Мощная атака.
spanish: Un poderoso ataque.

# MasterDesc-SK000032
source: A powerful attack.
french: Attaque puissante.
german: Ein mächtiger Angriff.
italian: Un attacco potente
japanese: すばやいいちげきで てきをつく
korean: 빠른 일격으로 적을 찌른다.
portuguese: Um ataque poderoso.
russian: Мощная атака.
spanish: Un poderoso ataque.

# MasterDesc-SK000033
source: A powerful attack.
french: Attaque puissante.
german: Ein mächtiger Angriff.
italian: Un attacco potente
japanese: かみのさばきをくだし じんだいな ひがいをもたらす
korean: 신의 심판을 내린다. 막대한 피해를 입힌다.
portuguese: Um ataque poderoso.
russian: Мощная атака.
spanish: Un poderoso ataque.

# MasterDesc-SK000034
source: A powerful attack.
french: Attaque puissante.
german: Ein mächtiger Angriff.
italian: Un attacco potente
japanese: ぜんりょくで ぶきをふりかぶり てきにたたきつける
korean: 전력으로 무기를 크게 휘둘러 적을 내던진다.
portuguese: Um ataque poderoso.
russian: Мощная атака.
spanish: Un poderoso ataque.

# MasterDesc-SK000035
source: A triple attack.
french: Une triple attaque.
german: Ein dreifacher Angriff.
italian: Attacco triplo
japanese: いっしゅんのうちに さんはつの つきを くりだす
korean: 한순간 세번의 찌르기를 내보낸다.
portuguese: Um ataque triplo.
russian: Тройная атака.
spanish: Un triple ataque.

# MasterDesc-SK000036
source: A triple attack.
french: Une triple attaque.
german: Ein dreifacher Angriff.
italian: Attacco triplo
japanese: たつまきを よびだし てきをまきあげる
korean: 소용돌이를 불러내 적을 휘감는다.
portuguese: Um ataque triplo.
russian: Тройная атака.
spanish: Un triple ataque.

# MasterDesc-SK000037
source: A powerful attack.
french: Une attaque puissante.
german: Ein mächtiger Angriff.
italian: Un attacco potente
japanese: きょだいな じゅうじかを うちつける かみの いちげき
korean: 거대한 십자가를 부딪히는 신의 일격이다.
portuguese: Um ataque poderoso.
russian: Мощная атака.
spanish: Un poderoso ataque.

# MasterDesc-SK000038
source: Heal yourself.
french: Guérissez-vous.
german: Heile dich selbst.
italian: Cura
japanese: てばやく きずを ちりょうする
korean: 신속하게 상처를 치료한다.
portuguese: Cura HP.
russian: Исцели себя.
spanish: Cúrate a ti mismo.

# MasterDesc-SK000039
source: Heal yourself.
french: Guérissez-vous.
german: Heile dich selbst.
italian: Cura
japanese: かんたんな きずのてあてをして HPを かいふくする
korean: 간단한 상처 치료를 하고 HP를 회복한다.
portuguese: Cura HP.
russian: Исцели себя.
spanish: Cúrate a ti mismo.

# MasterDesc-SK000040
source: Heal yourself greatly.
french: vous guérir grandement.
german: Heile dich stark.
italian: Cura Maggiore
japanese: HPを おおきく かいふくする
korean: HP를 크게 회복한다.
portuguese: Cura muito HP.
russian: Исцели себя сильно.
spanish: Curarse a sí mismo en gran medida.

# MasterDesc-SK000041
source: Heal yourself to full.
french: Guérissez-vous à plein.
german: Heilen Sie sich voll.
italian: Cura tutti gli HP
japanese: HPを かんぜんかいふくする
korean: HP를 완전히 회복한다.
portuguese: Cura seu HP completamente.
russian: Исцели себя полностью.
spanish: Curarse a sí mismo al completo.

# MasterDesc-SK000042
source: Gain STR for a short time.
french: Gain STR pour un court laps de temps.
german: Verschaffen STR für eine kurze Zeit.
italian: Ottieni STR per un breve periodo
japanese: しばらくのあいだ きんりょくを たかめる
korean: 잠시 근력을 높인다.
portuguese: Ganha FOR por um curto período.
russian: Прирост STR в течение короткого промежутка времени.
spanish: STR ganar por un corto tiempo.

# MasterDesc-SK000043
source: Gain DEX for a short time.
french: Gain DEX pendant une courte période.
german: Gewinnen DEX für eine kurze Zeit.
italian: Ottieni DEX per un breve periodo
japanese: しばらくのあいだ ぎりょうを たかめる
korean: 잠시 기교를 높인다.
portuguese: Ganha DES por um curto período.
russian: Прирост DEX в течение короткого промежутка времени.
spanish: DEX ganar por un corto tiempo.

# MasterDesc-SK000044
source: Gain INT for a short time.
french: Gain INT pour un court laps de temps.
german: Gewinnen INT für eine kurze Zeit.
italian: Ottieni INT per un breve periodo
japanese: しばらくのあいだ まりょくを たかめる
korean: 잠시 마력을 높인다.
portuguese: Ganha INT por um curto período.
russian: Усиление INT в течение короткого промежутка времени.
spanish: Ganancia INT por un corto tiempo.

# MasterDesc-SK000045
source: Gain PIE for a short time.
french: Gain PIE pendant une courte période.
german: Gewinnen Sie PIE für eine kurze Zeit.
italian: Ottieni PIE per un breve periodo
japanese: しばらくのあいだ しんこうを たかめる
korean: 잠시 신앙을 높인다.
portuguese: Ganha PIE por um curto período.
russian: Усиление PIE в течение короткого промежутка времени.
spanish: PIE ganar por un corto tiempo.

# MasterDesc-SK000046
source: Remove all effects from yourself.
french: Supprimer tous les effets sur vous-même.
german: Entfernen Sie alle Auswirkungen auf sich selbst.
italian: Rimuovi tutti gli effetti da te stesso
japanese: じぶんの すべてのこうかを うちけす きぶんスッキリ
korean: 자신의 모든 효과를 지우는 기분전환 기술.
portuguese: Remove todos efeitos de você
russian: Удалить все влияние на себя.
spanish: Retire todo el efecto en sí mismo.

# MasterDesc-SK000047
source: Ignore debuffs for a brief period.
french: Ignorer tous les maux dans ce tour.
german: Ignorieren Sie alle Beschwerden in dieser Reihe.
italian: Ignora i debuff per un breve periodo
japanese: いちじてきに じょうたいいじょうを うけにくくする
korean: 일시적으로 상태이상에 걸리지 않게 한다.
portuguese: Ignora todas aflições por um curto período.
russian: Игнорировать все недомогания в этой очереди.
spanish: No haga caso de todas las enfermedades en este turno.

# MasterDesc-SK000048
source: Remove one debuff from yourself.
french: Retirez votre 1 affection.
german: Entfernen Sie Ihre 1 Krankheit.
italian: Rimuovi un debuff
japanese: じぶんの マイナスこうかを １つうちけす
korean: 자신이 걸린 상태이상 1개를 치료한다.
portuguese: Remove uma aflição.
russian: Удалите 1 недугом.
spanish: Retire su dolencia 1.

# MasterDesc-SK000049
source: Create shield.
french: Créer bouclier.
german: Erstellen Schild.
italian: Crea uno scudo
japanese: ダメージを かたがわりしてくれる シールドを うみだす
korean: 피해를 막아주는 보호막를 만들어낸다.
portuguese: Cria um Escudo.
russian: Создание щита.
spanish: Crear escudo.

# MasterDesc-SK000050
source: Create shield.
french: Créer bouclier.
german: Erstellen Schild.
italian: Crea uno scudo
japanese: ダメージを かたがわりしてくれる シールドを うみだす
korean: 피해를 막아주는 보호막를 만들어낸다.
portuguese: Cria um Escudo.
russian: Создание щита.
spanish: Crear escudo.

# MasterDesc-SK000051
source: You can earn more great treasure.
french: Vous pouvez gagner plus grand trésor.
german: Sie können mehr großen Schatz zu verdienen.
italian: Puoi ottenere tesori più grandi
japanese: しばらくのあいだ いい たからものが でるようになる
korean: 잠시 좋은 보물이 나오게 된다.
portuguese: Você pode ganhar tesouros melhores.
russian: Вы можете заработать больше большое сокровище.
spanish: Puede ganar más gran tesoro.

# MasterDesc-SK000052
source: Attack an enemy without wasting your turn.
french: Attaquer un ennemi sans perdre votre tour.
german: Angriff einen Gegner ohne dran zu verschwenden.
italian: Attacca un nemico
japanese: ふところに かくした ダガーを なげつける
korean: 품에 숨긴 단검을 던진다.
portuguese: Ataca um inimigo sem encerrar seu turno.
russian: Атака противника, не теряя своей очереди.
spanish: Atacar a un enemigo sin perder su turno.

# MasterDesc-SK000053
source: Attack an enemy without wasting your turn.
french: Attaquer un ennemi sans perdre votre tour.
german: Angriff einen Gegner ohne dran zu verschwenden.
italian: Attacca un nemico
japanese: しえきしている つかいまに こうげきさせる
korean: 사역마에게 공격시킨다.
portuguese: Ataca um inimigo sem encerrar seu turno.
russian: Атака противника, не теряя своей очереди.
spanish: Atacar a un enemigo sin perder su turno.

# MasterDesc-SK000054
source: For a short time, reduce damage taken.
french: Réduire les dégâts que vous recevez pendant une courte période.
german: Reduzieren Sie Schäden, die Sie für eine kurze Zeit behandelt.
italian: Riduce i danni subiti per un breve periodo
japanese: うけるダメージを へらす ぼうごまほうを じぶんにかける
korean: 잠시동안 피해를 줄이는 보호마법을 자신에게 건다.
portuguese: Reduz o dano recebido por um curto período.
russian: Уменьшить урон, наносимый в течение короткого промежутка времени.
spanish: Reducir el daño que reparten por un corto tiempo.

# MasterDesc-SK000055
source: Gain damage reduction for a brief period.
french: Réduire les dégâts que vous recevez dans ce tour.
german: Reduzieren Sie Schäden, die Sie in diesem Zug zugefügt.
italian: Ottieni riduzione del danno per un breve periodo
japanese: ぶきで てきのこうげきを うけながし このターンにうける ダメージをけいげんする
korean: 무기로 적의 공격을 받아 넘겨서 이번 턴에 받는 피해를 경감한다.
portuguese: Reduz o dano recebido por um curto período.
russian: Уменьшить урон, наносимый в этой очереди.
spanish: Reducir el daño que reparten en este turno.

# MasterDesc-SK000056
source: Remove all effects from an opponent.
french: Supprimer tous les effets sur un adversaire.
german: Entfernen Sie alle Effekt auf einen Gegner.
italian: Rimuovi tutti gli effetti da un nemico
japanese: てきの こうかを すべてうちけす
korean: 적의 효과를 모두 지운다.
portuguese: Remove todos efeitos do inimigo.
russian: Удалить все действие на противника.
spanish: Retire todo el efecto sobre un oponente.

# MasterDesc-SK000057
source: Gain STR.
german: Verstärkung STR.
italian: Ottieni STR
japanese: ぶきに まほうをふよし きんりょくをアップ
korean: 무기에 마법을 부여해 근력을 증가시킨다.
portuguese: Ganha FOR.
russian: Усиление STR.
spanish: Ganancia STR.

# MasterDesc-SK000058
source: Gain DEX.
german: Verstärkung DEX.
italian: Ottieni DEX
japanese: しんこうのかごをえて ぎりょうをアップ
korean: 신앙의 축복으로 기교를 증가시킨다.
portuguese: Ganha DES.
russian: Усиление DEX.
spanish: Ganancia DEX.

# MasterDesc-SK000059
source: Gain INT.
german: Verstärkung INT.
italian: Ottieni INT
japanese: えいしょうを かそくすることで まりょくをアップ
korean: 영창을 가속하여 마력이 증가한다.
portuguese: Ganha INT.
russian: Усиление INT.
spanish: Ganancia INT.

# MasterDesc-SK000060
source: Gain PIE.
german: Verstärkung PIE.
italian: Ottieni PIE
japanese: そのみを せいせんにささげ しんこうをアップ
korean: 그 몸을 신에게 바쳐 신앙이 증가한다.
portuguese: Ganha PIE.
russian: Усиление PIE.
spanish: Ganancia PIE.

# MasterDesc-SK000061
source: The more HP you lose, the more powerful your attack.
french: Plus vous perdez votre HP, plus poewrful votre attaque est.
german: Je mehr Sie verlieren Ihre HP, desto mehr poewrful Ihr Angriff ist.
italian: Infliggi più danni per ogni HP mancante
japanese: しばらくのあいだ HPがへるほど あたえるダメージが ふえる
korean: 잠시 HP가 줄어들수록 가하는 피해량이 증가한다.
portuguese: Quanto mais HP perder, mais poderoso é o ataque.
russian: Чем больше вы потеряете ваш HP, тем больше poewrful ваша атака.
spanish: Cuanto más se pierde su HP, más poewrful su ataque es.

# MasterDesc-SK000062
source: Add damage over time to an enemy.
french: Ajouter des dégâts au fil du temps à un ennemi.
german: In Schaden im Laufe der Zeit zu einem Feind.
italian: Aggiungi danno nel tempo ad un nemico
japanese: どくのわなで てきをこうげき
korean: 독 함정으로 적에게 지속피해를 준다.
portuguese: Causa dano ao longo do tempo a um inimigo.
russian: Добавить урон с течением времени к врагу.
spanish: Añadir daño en el tiempo a un enemigo.

# MasterDesc-SK000063
source: Add damage over time to an enemy.
french: Ajouter des dégâts au fil du temps à un ennemi.
german: In Schaden im Laufe der Zeit zu einem Feind.
italian: Aggiungi danno nel tempo ad un nemico
japanese: もうどくにおかす こうげきまほう
korean: 맹독을 뒤집어 씌워 적에게 지속피해를 입히는 마법 공격.
portuguese: Causa dano ao longo do tempo a um inimigo.
russian: Добавить урон с течением времени к врагу.
spanish: Añadir daño en el tiempo a un enemigo.

# MasterDesc-SK000064
source: Reduce opponent's accuracy for a short time.
french: Réduire la précision de l'adversaire pendant une courte période.
german: Reduzieren des Gegners Genauigkeit für eine kurze Zeit.
italian: Riduci la precisione di un nemico per un breve periodo
japanese: いちじてきに てきの めいちゅうを さげる
korean: 일시적으로 적의 명중률을 낮춘다.
portuguese: Reduz a precisão do inimigo por um curto período.
russian: Снижение точности противника в течение короткого промежутка времени.
spanish: Reducir la precisión del oponente por un corto tiempo.

# MasterDesc-SK000065
source: Reduce opponent's avoid for a short time.
french: Réduire l'éviter de l'adversaire pendant une courte période.
german: Reduzieren des Gegners zu vermeiden für eine kurze Zeit.
italian: Riduci la schivata di un nemico per un breve periodo
japanese: いちじてきに てきの かいひを さげる
korean: 일시적으로 적의 회피를 낮춘다.
portuguese: Reduz a esquiva do inimigo por um curto período.
russian: Сокращение избегают противника в течение короткого промежутка времени.
spanish: Reducir evitar el rival por un corto tiempo.

# MasterDesc-SK000066
source: Prolong opponent's cooldown for a short time.
french: Prolonger le temps de recharge de l'adversaire pendant une courte période.
german: Verlängert Gegners Abklingzeit für eine kurze Zeit.
italian: Aumenta i cooldown del nemico per un breve periodo
japanese: いちじてきに てきの クールダウンを ながくする
korean: 일시적으로 적의 대기 시간을 늦춘다.
portuguese: Prolonga as recargas do inimigo por um curto período.
russian: Продлить время перезарядки противника в течение короткого промежутка времени.
spanish: Prolongar el tiempo de reutilización rival por un corto tiempo.

# MasterDesc-SK000067
source: Prolong cooldown of opponent's any skill.
french: Prolongez cooldown de toute compétence de l'adversaire.
german: Verlängert Abklingzeit jede Fertigkeit des Gegners.
italian: Aumenta i cooldown delle abilità del nemico
japanese: てきのわざ１つの クールダウンを おおはばに おくらせる
korean: 적의 기술 중 1개의 대기 시간을 굉장히 늦춘다.
portuguese: Prolonga a recarga do inimigo por um curto período.
russian: Продлить время перезарядки любого навыка соперника.
spanish: Prolongar el tiempo de reutilización de cualquier habilidad rival.
