Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterName-EM000020
source: Hasted {0}
french: Hâte {0}
german: Haste {0}
italian: Velocità
japanese: すばやい {0}
korean: 재빠른 {0}
portuguese: Haste {0}
russian: Ускорения {0}
spanish: Haste {0}

# MasterName-EM000021
source: {0} of Eyes
french: {0} des yeux
german: {0} von Augen
italian: Degli occhi
japanese: ひとみの {0}
korean: 눈동자 {0}
portuguese: {0} de Olhos
russian: {0} глаз
spanish: {0} de Ojos

# MasterName-EM000022
source: Mirroring {0}
italian: Specchiato
japanese: かがみの {0}
korean: 거울 {0}
russian: Зеркальное {0}

# MasterName-EM000023
source: Serrated {0}
french: Dentelure {0}
german: Kerbverzahnen {0}
italian: Seghettatura
japanese: のこぎりばの {0}
korean: 톱니 {0}
portuguese: Serrilhado {0}
russian: Серейторная заточка {0}
spanish: Dentado {0}

# MasterName-EM000024
source: Disgusting {0}
italian: Disgustoso
japanese: おぞましき {0}
korean: 역겨운 {0}
russian: Отвратительно {0}
spanish: Repugnante {0}

# MasterName-EN000001
source: Kobold
italian: Koboldo
japanese: コボルド
korean: 코볼트

# MasterName-EN000002
source: Slime
french: Vase
german: Schleim
italian: Melma
japanese: スライム
korean: 슬라임
portuguese: lodo
russian: муть
spanish: Limo

# MasterName-EN000003
source: Skeleton
french: Squelette
german: Skelett
italian: Scheletro
japanese: スケルトン
korean: 해골
portuguese: Esqueleto
russian: остов
spanish: Esqueleto

# MasterName-EN000004
source: Zombie
french: Zombi
japanese: ゾンビ
korean: 좀비
portuguese: zumbi
russian: Живой мертвец
spanish: Zombi

# MasterName-EN000005
source: Rogue
french: Coquin
german: Schurke
italian: Ladro
japanese: とうぞく
korean: 도적
portuguese: Vampiro
russian: Изгой
spanish: Pícaro

# MasterName-EN000006
source: Ancient Soldier
french: soldat Ancient
german: Alte Soldat
italian: Antico soldato
japanese: こだいの へいし
korean: 고대병사
portuguese: Soldado antigo
russian: Древний Солдат
spanish: Soldado antigua

# MasterName-EN000007
source: Priest
french: Prêtre
german: Priester
italian: Prete
japanese: プリースト
korean: 사제
portuguese: Sacerdote
russian: священник
spanish: Sacerdote

# MasterName-EN000008
source: Scarecrow
french: Épouvantail
german: Vogelscheuche
italian: Spaventapasseri
japanese: スケアクロウ
korean: 허수아비
portuguese: Espantalho
russian: чучело
spanish: Espantapájaros

# MasterName-EN000009
source: Scorpion
german: Skorpion
italian: Scorpione
japanese: スコーピオン
korean: 전갈
portuguese: Escorpião
russian: скорпион
spanish: Escorpión

# MasterName-EN000010
source: Mummy
french: Maman
german: Mumie
italian: Mummia
japanese: マミー
korean: 미이라
portuguese: Mamãe
russian: Мама
spanish: Momia

# MasterName-EN000011
source: Goatman
french: Goat homme
german: Ziege Mann
italian: Uomo-capra
japanese: ゴートマン
korean: 염소인간
russian: Козье человек
spanish: hombre de cabra

# MasterName-EN000012
source: Ghost
french: Fantôme
german: Geist
italian: Fantasma
japanese: ゴースト
korean: 유령
portuguese: Fantasma
russian: призрак
spanish: Fantasma

# MasterName-EN000013
source: Lizardman
french: L'homme lézard
german: Lizard Mann
italian: Uomo-lucertola
japanese: リザードマン
korean: 도마뱀인간
portuguese: Homem lagarto
russian: Ящерица человек
spanish: Hombre lagarto

# MasterName-EN000014
source: Hornet
french: Frelon
german: Hornisse
italian: Calabrone
japanese: ホーネット
korean: 말벌
portuguese: vespão
russian: шершень
spanish: Avispón

# MasterName-EN000015
source: Rain Caller
french: pluie Caller
german: regen Caller
italian: Uomo della pioggia
japanese: レインコーラー
korean: 비바라기
portuguese: Caller chuva
russian: Дождь Caller
spanish: lluvia de llamadas

# MasterName-EN000016
source: Mandragora
italian: Mandragola
japanese: マンドラゴラ
korean: 만드라고라
russian: Мандрагора

# MasterName-EN000017
source: Bladetooth
french: dent de lame
german: Blade-Zahn
italian: Dente di sangue
japanese: ブレイドトゥース
korean: 칼날이빨
russian: Клинок зуб
spanish: diente de la hoja

# MasterName-EN000018
source: Skelton Knight
french: Skelton Chevalier
german: Skelton Ritter
italian: Re Scheletro
japanese: スケルトンナイト
korean: 해골기사
portuguese: Skelton Cavaleiro
russian: Скелтон Knight

# MasterName-EN000019
source: Banshee
japanese: バンシー
korean: 밴시
portuguese: alma penada
russian: сирена воздушной тревоги

# MasterName-EN000020
source: Ancient Bishop
french: ancien évêque
german: Alte Bischof
italian: Antico vescovo
japanese: こだいの しきょう
korean: 고대주교
portuguese: Bishop antiga
russian: Древний епископ
spanish: Obispo antigua

# MasterName-EN000021
source: Gladiator
french: Gladiateur
italian: Gladiatore
japanese: グラディエーター
korean: 검투사
portuguese: Gladiador
russian: гладиатор
spanish: Gladiador

# MasterName-EN000022
source: Lesser Demon
french: Lesser Démon
german: Lesser Dämon
italian: Demone minore
japanese: レッサーデーモン
korean: 하급악마
portuguese: Demônio Lesser
russian: Меньший Демон
spanish: demonio menor

# MasterName-EN000023
source: Gorgon
italian: Gorgone
japanese: ゴーゴン
korean: 고르곤
portuguese: tártaro
russian: Горгона
spanish: Gorgona

# MasterName-EN000024
source: Treant
japanese: トレント
korean: 트렌트
russian: древень

# MasterName-EN000025
source: Tormentor
french: Bourreau
german: Peiniger
italian: Tormentatore
japanese: こだいの ごうもんかん
korean: 고대고문관
portuguese: atormentador
russian: мучитель
spanish: Atormentador

# MasterName-EN000026
source: Dark Stalker
french: sombre Stalker
german: Dunkle Stalker
italian: Cacciatore oscuro
japanese: ダークストーカー
korean: 어둠 추적자
portuguese: escuro Stalker
spanish: oscuro de Stalker

# MasterName-EN000027
source: Doomsayer
italian: Uccisore di sventura
japanese: しゅうまつよげんしゃ
korean: 종말의 예언자
russian: Гибель Сэйер
spanish: Sayer condenación

# MasterName-EN000028
source: Lamia
japanese: ラミア
korean: 라미아
portuguese: lâmia
russian: колдунья

# MasterName-EN000029
source: Sword Master
french: Epée Maître
german: Schwertmeister
italian: Maestro di spada
japanese: ソードマスター
korean: 검호
portuguese: Mestre de espada
russian: Мастер меча
spanish: Maestro de la espada

# MasterName-EN000030
source: War Angel
german: War Engel
italian: Angelo da guerra
japanese: いくさのてんし
korean: 전쟁의 천사
portuguese: Anjo guerreiro
spanish: Ángel guerra

# MasterName-EN000031
source: Succubus
italian: Succube
japanese: サキュバス
korean: 서큐버스
portuguese: súcubo
russian: Суккуб
spanish: súcubo

# MasterName-EN000032
source: Giant
french: Géant
german: Riese
italian: Gigante
japanese: きょじん
korean: 거인
portuguese: Gigante
russian: великан
spanish: Gigante

# MasterName-EN000033
source: Wyvern
italian: Viverna
japanese: ワイバーン
korean: 와이번

# MasterName-EN000034
source: Cyclops
french: cyclope
german: Zyklop
italian: Ciclope
japanese: サイクロプス
korean: 사이클롭스
portuguese: Ciclopes
russian: Циклоп
spanish: Cíclope

# MasterName-EN000035
source: Night Mare
french: Nuit Mare
german: Nachtstute
italian: Incubo
japanese: ナイトメア
korean: 몽마
portuguese: noite Mare
russian: Кошмар
spanish: yegua de la noche

# MasterName-EN000036
source: Sphinx
italian: Sfinge
japanese: スフィンクス
korean: 스핑크스
portuguese: Esfinge
russian: сфинкс
spanish: Esfinge

# MasterName-EN000037
source: Molten Giant
french: géant Molten
german: geschmolzenen Riesen
italian: Gigante di fuoco
japanese: ようがんの きょじん
korean: 용암 거인
portuguese: gigante derretido
russian: огненного великана
spanish: gigante fundido

# MasterName-EN000038
source: Lich
japanese: リッチ
korean: 리치
russian: лич

# MasterName-EN000039
source: Hekatoncheir
french: géant Morte
german: Tote Riese
italian: gigante morto
japanese: ヘカトンケイル
korean: 헤카톤케일
russian: Мертвый гигант
spanish: gigante muertos

# MasterName-EN000040
source: Arch Demon
french: Arche de démon
german: Arch Dämon
italian: Arcidemone
japanese: アークデーモン
korean: 아크데몬
portuguese: Arch Demônio
spanish: arco del demonio

# MasterName-EN000041
source: Melt Slime
italian: Melma liquida
japanese: メルトスライム
korean: 멜트 슬라임
russian: Melt Слизь
spanish: Melt limo

# MasterName-EN000042
source: Dragon Puppy
german: Drachen-Welpen
italian: Cucciolo di drago
japanese: ドラゴンパピー
korean: 새끼 용
portuguese: Filhote de cachorro do dragão
russian: Дракон щенок
spanish: dragón del perrito

# MasterName-EN000043
source: Basilisk
french: Basilic
italian: Basilisco
japanese: バジリスク
korean: 바실리스크
portuguese: lagarto
russian: василиск
spanish: Basilisco

# MasterName-EN000044
source: Medusa
french: Méduse
german: Meduse
japanese: メドゥーサ
korean: 메두사
russian: медуза

# MasterName-EN000045
source: Ancient one
french: Ancient une
german: Antike ein
italian: L'antico
japanese: いにしえのもの
korean: 고대의 것
portuguese: uma antiga
russian: Древний
spanish: una antigua

# MasterName-EN000046
source: Manticore
italian: Manticora
japanese: マンティコア
korean: 만티코어
russian: Мантикора

# MasterName-EN000047
source: Resentment
french: Rancœur
german: Groll
italian: Risentimento
japanese: えんさのかたまり
korean: 원망덩어리
portuguese: Ressentimento
russian: чувство обиды
spanish: Resentimiento

# MasterName-EN000048
source: Suicide Rock
french: suicide Rocher
german: Selbstmord-Felsen
italian: Roccia suicida
japanese: スーサイドロック
korean: 자폭바위
portuguese: Rocha suicídio
russian: Самоубийство Rock

# MasterName-EN000049
source: Master Ninja
french: Maître Ninja
german: Meister-Ninja
italian: Maestro ninja
japanese: マスターニンジャ
korean: 달인 닌자
portuguese: mestre Ninja
russian: Мастер ниндзя
spanish: maestro Ninja

# MasterName-EN000050
source: Obsidian Demon
french: Obsidian Démon
german: Obsidian Dämon
italian: Demone di ossidiana
japanese: オブシダンデーモン
korean: 흑요석 악마
portuguese: Obsidian Demônio
spanish: obsidiana demonio

# MasterName-EN000051
source: Haunting Box
french: Box Rooter
german: Box Rooter
italian: Baule inquietante
japanese: はこにすくうもの
korean: 상자기생수
portuguese: box Rooter
russian: Box Rooter
spanish: Box Rooter

# MasterName-ENB00001
source: Arachne
french: Arachné
italian: Aracnide
japanese: アラクネ
korean: 아라크네
russian: Арахна
spanish: Aracne

# MasterName-ENB00002
source: Black knight
french: Chevalier noir
german: Schwarzer Ritter
italian: Cavaliere nero
japanese: ブラックナイト
korean: 흑기사
portuguese: cavaleiro negro
russian: Черный рыцарь
spanish: Caballero oscuro

# MasterName-ENB00003
source: Baphomet
japanese: バフォメット
korean: 바포멧
russian: Бафомет

# MasterName-ENB00004
source: Girimekhala
japanese: ギリメカラ
korean: 기리메카라

# MasterName-ENB00005
source: Behemoth
french: Monstre
japanese: ビヒモス
korean: 베히모스
portuguese: Gigante
russian: бегемот

# MasterName-ENB00006
source: Clay Golem
german: Lehm-Golem
italian: Golem di creta
japanese: クレイゴーレム
korean: 진흙 골렘
portuguese: argila Golem
spanish: Golem de arcilla

# MasterName-ENB00007
source: Minotaur
italian: Minotauro
japanese: ミノタウロス
korean: 미노타우르스
portuguese: Minotauro
russian: Минотавр
spanish: Minotauro

# MasterName-ENB00008
source: Butcher
french: Boucher
german: Metzger
italian: Macellaio
japanese: ブッチャー
korean: 백정
portuguese: açougueiro
russian: мясник
spanish: Carnicero

# MasterName-ENB00009
source: Mistress of the King
french: Maîtresse
german: Herrin
italian: La padrona/ Padrona del re
japanese: はおうの めかけ
korean: 패왕의 첩
portuguese: amante
russian: Госпожа
spanish: Amante

# MasterName-ENB00010
source: Ancient King
french: ancien roi
german: Alte König
italian: Re antico
japanese: こだいの はおう
korean: 고대의 패왕
portuguese: Rei antigo
russian: Древний король
spanish: rey antigua

# MasterName-ENB00011
source: Lindwyrm
french: Lindwurm
german: Lindwurm
italian: Lindwurm
japanese: リンドブルム
korean: 린드부름
portuguese: Lindwurm
russian: Lindwurm
spanish: lindwurm

# MasterName-ENB00012
source: Cuélebre
japanese: クエレブレ
korean: 쿠엘레브레
russian: куэлебре

# MasterName-ENB00013
source: Zahhak
japanese: ザッハーク
korean: 자하크
russian: заххак

# MasterName-ENB00014
source: Tiamat
japanese: ティアマト
korean: 티아멧

# MasterName-ENB00015
source: Phoenix
french: Phénix
german: Phönix
italian: Fenice
japanese: フェニックス
korean: 피닉스
portuguese: Fénix
russian: Феникс
spanish: Fénix

# MasterName-ENB00016
source: Echidna
japanese: エキドナ
korean: 에키드나
russian: Ехидна

# MasterName-ENB00017
source: Archangel
french: Archange
german: Erzengel
italian: Arcangelo
japanese: アークエンジェル
korean: 아크엔젤
portuguese: Arcanjo
russian: архангел
spanish: Arcángel

# MasterName-ENB00018
source: Beelzebub
italian: Belzebù
japanese: ベルゼバブ
korean: 벨제부브
portuguese: Belzebu
russian: Вельзевул
spanish: Belcebú

# MasterName-ENB00019
source: Balrog
japanese: バルログ
korean: 발록
russian: балрог

# MasterName-ENB00020
source: Pazuzu
japanese: パズズ
korean: 파주주
russian: Пазузу

# MasterName-ENB00021
source: Dakini
japanese: ダキニ
korean: 다키니
russian: Дакини

# MasterName-ENB00022
source: Fenrir
japanese: フェンリル
korean: 펜리르
russian: Фенрир

# MasterName-ENB00023
source: Cursed one
french: Cursed un
german: Cursed ein
italian: Il Maledetto
japanese: のろわれしもの
korean: 저주받은 자
portuguese: amaldiçoado
russian: Проклятый один
spanish: maldito

# MasterName-ENB00024
source: Arlaune
japanese: アルラウネ
korean: 아르라우네

# MasterName-ENB00025
source: Nidhogg
japanese: ニーズヘッグ
korean: 니드호그
russian: Нидхёгг

# MasterName-ENB00026
source: Lodurr
french: lódur
german: Lodur
japanese: しきょう ローズル
korean: 주교 로두르
spanish: Lóðurr

# MasterName-ENB00027
source: Odin
italian: Odino
japanese: オーディン
korean: 오딘
russian: Один

# MasterName-ENB00028
source: Chimera
french: Chimaira
german: Chimaira
japanese: キマイラ
korean: 키마이라
portuguese: Chimaira
russian: Chimaira
spanish: Chimaira

# MasterName-ENB00029
source: Quetzalcoatl
japanese: ケツァルコアトル
korean: 케챨코아틀
russian: Кецалькоатль
spanish: Quetzalcóatl

# MasterName-ENB00030
source: Hydra
french: Hydre
italian: Idra
japanese: ヒュドラ
korean: 히드라
portuguese: Hidra
russian: гидра
spanish: Hidra

# MasterName-ENB00031
source: Shiva
japanese: シヴァ
korean: 시바
russian: Шива

# MasterName-ENB00032
source: Old Prophet
french: Vieux Prophète
italian: Vecchio profeta
japanese: こだいの よげんしゃ
korean: 고대의 예언자
portuguese: velho Profeta
russian: Старый Пророк
spanish: viejo profeta

# MasterName-ENB00033
source: Titan
italian: Titano
japanese: ティターン
korean: 타이탄
portuguese: Titã
russian: Титан
spanish: Titán

# MasterName-ENB00034
source: Dullahan
french: Durahan
german: Durahan
japanese: デュラハン
korean: 듀라한
portuguese: Durahan
russian: Durahan
spanish: Durahan

# MasterName-ENB00035
source: Calamity egg
french: Calamité oeuf
german: Calamity Ei
italian: Uovo delle calamità
japanese: わざわいの たまご
korean: 재앙의 알
portuguese: ovo Calamity
russian: бедствие яйцо
spanish: huevo calamidad

# MasterName-ENB00036
source: Living Armor
french: Surface Armure
german: Wohnen Rüstung
italian: Armatura vivente
japanese: リビングアーマー
korean: 살아있는 갑옷
portuguese: Armadura vivendo
russian: Жизнь Доспехи
spanish: Armadura viviente

# MasterName-ENB00037
source: Fallen Angel
french: Ange déchu
german: Gefallener Engel
italian: Angelo caduto
japanese: だてんし
korean: 타락천사
portuguese: Anjo caído
russian: Падший ангел
spanish: Ángel caido

# MasterName-ENB00038
source: Vampire Lord
german: Vampirlord
italian: Signore dei vampiri
japanese: ヴァンパイアロード
korean: 뱀파이어 군주
russian: Лорд Вампир

# MasterName-ENB01001
source: Ruined queen
french: reine Ruiné
german: Zerstört Königin
italian: Regina decaduta
japanese: おうひの なれのはて
korean: 왕비의 비참한 말로
portuguese: rainha arruinado
russian: Разрушенный королева
spanish: reina en ruinas

# MasterName-ENB01002
source: Fallen king
french: roi déchu
german: gefallene König
italian: Re Caduto
japanese: おちた こくおう
korean: 타락한 왕
portuguese: rei caído
russian: Падший король
spanish: rey caído

# MasterName-ENB01003
source: Spawn of the abyss
french: Spawn de l'abîme
german: Spawn des Abgrunds
italian: Prole dell'abisso
japanese: しんえんの おとしご
korean: 심연의 부산물
portuguese: Spawn do abismo
russian: Spawn пропасти
spanish: Engendro del abismo

# MasterName-ENB01004
source: Qilin
italian: Kirin
japanese: きりん
korean: 기린

# MasterName-ENB01005
source: Kankandara
japanese: かんかんだら
korean: 간간다라

# MasterName-ENB01006
source: Nine Tails
french: Neuf queues
italian: Nove code
japanese: きゅうび
korean: 구미호
portuguese: Nove Caldas
russian: Девять хвостов
spanish: Nueve colas

# MasterName-ENB01007
source: Descent
french: Descente
german: Abstammung
italian: Discesa
japanese: かみおろし
korean: 강신
portuguese: Descida
russian: спуск
spanish: Descendencia

# MasterName-ENB01008
source: incarnation
german: Menschwerdung
italian: Incarnazione
japanese: かみの けしん
korean: 신의현신
portuguese: encarnação
russian: воплощение
spanish: encarnación

# MasterName-ENB01009
source: goddess
french: déesse
german: Göttin
italian: Dea
japanese: めがみ
korean: 여신
portuguese: deusa
russian: богиня
spanish: diosa

# MasterName-ENB01010
source: Gluttony
french: Gourmandise
german: Völlerei
italian: Gola
japanese: グラトニー
korean: 폭식
portuguese: Gula
russian: чревоугодие
spanish: Glotonería

# MasterName-ENB01011
source: lust
french: luxure
italian: Lussuria
japanese: ラスト
korean: 색욕
portuguese: luxúria
russian: похоть
spanish: lujuria

# MasterName-ENB01012
source: Wrath
french: Colère
german: Zorn
italian: Ira
japanese: ラース
korean: 격노
portuguese: Ira
russian: Гнев
spanish: Ira

# MasterName-ENE00001
source: Efreet
french: éfrit
japanese: イフリート
korean: 이프리트
russian: Ифриты

# MasterName-ENE00002
source: Lord of mountains
french: Seigneur des montagnes
german: Herr der Berge
italian: Signore delle montagne
japanese: やまのぬし
korean: 산의 제왕
portuguese: Senhor de montanhas
russian: Лорд гор
spanish: Señor de las montañas

# MasterName-ENE00003
source: Breathing girl
french: respiration fille
german: Atem Mädchen
italian: Ragazza vivente
japanese: といきの しょうじょ
korean: 탄식하는 소녀
portuguese: respirando menina
russian: Дыхание девушки
spanish: La respiración de la muchacha

# MasterName-ENE00004
source: Puppet of despair
french: Marionnette de désespoir
german: Puppet der Verzweiflung
italian: Pupazzo della disperazione
japanese: ぜつぼうの くぐつ
korean: 절망의 꼭두각시
portuguese: Fantoche do desespero
russian: Кукольный отчаяния
spanish: Títeres de la desesperación

# MasterName-ENE00005
source: Evangelist
french: Évangéliste
italian: Evangelista
japanese: でんどうしゃ
korean: 전도사
portuguese: Evangelista
russian: евангелист
spanish: Evangelista

# MasterName-ENE00006
source: Ruin guardian
french: Ruin tuteur
german: Ruin Wächter
italian: Guardiano della rovina
japanese: いせきの しゅごしゃ
korean: 유적 수호자
portuguese: guardião Ruin
russian: Разорение опекуны
spanish: guarda la ruina

# MasterName-ENE00007
source: Descendant
german: Nachkomme
italian: Discendente
japanese: まつえい
korean: 자손
portuguese: Descendente
russian: потомок
spanish: Descendiente

# MasterName-ENJ00001
source: Dragoon
french: Dragon
german: Dragoner
italian: Dragone
japanese: ドラグーン
korean: 용기병
portuguese: Dragão
russian: драгун
spanish: Dragón

# MasterName-ENS00001
source: Crystal Beetle
french: cristal Beetle
german: Kristall-Käfer
italian: Scarabeo cristallino
japanese: ましょうちゅう
korean: 마석충
portuguese: cristal Beetle
russian: Кристалл Жук
spanish: Crystal escarabajo

# MasterName-ENS00002
source: Unnameable
french: Innommable
german: unsagbar
italian: Innominabile
japanese: しんえんの ひとみ
korean: 심연의 눈동자
spanish: innombrable

# MasterName-ENS00003
source: Corpse Eater
german: Leichenfresser
italian: Divoratore di corpi
japanese: コープスイーター
korean: 시체먹기
russian: Труп Eater
spanish: cadáver Eater

# MasterName-ENS00004
source: Rich Kobold
italian: Koboldo ricco
japanese: リッチなコボルト
korean: 부유한 코볼트
portuguese: rica Kobold
russian: Богатые кобольдов

# MasterName-ENTS0001
source: Tester
french: Testeur
german: Prüfer
italian: Campione
japanese: テスター
korean: 테스터
portuguese: Testador
russian: тестер
spanish: Ensayador

# MasterName-FD000001
source: Max HP
italian: HP Massimi
japanese: さいだいHP
korean: 최대 HP

# MasterName-FD000002
source: STR
japanese: きんりょく
korean: 근력

# MasterName-FD000003
source: DEX
japanese: ぎりょう
korean: 기교

# MasterName-FD000004
source: INT
japanese: まりょく
korean: 마력

# MasterName-FD000005
source: PIE
japanese: しんこう
korean: 신앙
portuguese: TORTA

# MasterName-FD000006
source: Avoid Trap
french: Évitez Piège
german: vermeiden Sie Fallen
italian: Schivare trappole
japanese: わなかいひ
korean: 함정회피
portuguese: Evite Armadilha
russian: Избегайте ловушки
spanish: Evitar la Trampa

# MasterName-FD000007
source: Boss Bonus
french: patron Bonus
japanese: ボスボーナス
korean: 보스 보너스
portuguese: chefe Bonus
russian: Босс Бонус
spanish: jefe de bonificación

# MasterName-FD000008
source: Dash
french: Tiret
german: Strich
italian: Scatto
japanese: ダッシュ
korean: 대시
portuguese: Traço
russian: тире
spanish: Guión

# MasterName-FD000009
source: Heal
french: Guérir
german: Heilen
italian: Cura
japanese: かいふく
korean: 회복
portuguese: Curar
russian: заживать
spanish: Sanar

# MasterName-FD000010
source: Avoid
french: Éviter
german: Vermeiden
italian: Schivata
japanese: かいひ
korean: 회피
portuguese: Evitar
russian: избежать
spanish: Evitar

# MasterName-FD000011
source: Scout
german: Erkunden
italian: Scoprire
japanese: スカウト
korean: 정찰
portuguese: escoteiro
russian: разведчик
spanish: Explorar

# MasterName-FD000012
source: Firststrike
french: Premier coup
german: Erstschlag
italian: Primo Attacco
japanese: せんせいこうげき
korean: 선제공격
russian: Первый удар
spanish: Primer anotación

# MasterName-FD000013
source: Stealth
french: Furtif
german: List
italian: Nascondersi
japanese: しのびあし
korean: 잠행
portuguese: Furtividade
russian: хитрость
spanish: Sigilo

# MasterName-FD000014
source: Tracking
french: suivi
german: Verfolgung
italian: Seguire
japanese: じどうついび
korean: 자동추적
portuguese: Rastreamento
russian: отслеживание
spanish: Rastreo

# MasterName-FD000015
source: Alert
french: Alerte
german: Aufmerksam
italian: Allerta
japanese: けいかい
korean: 경계
portuguese: Alerta
russian: бдительный
spanish: Alerta

# MasterName-FD000016
source: Observation
german: Überwachung
italian: Vista
japanese: かんさつ
korean: 관찰
portuguese: Observação
russian: наблюдение
spanish: Observación

# MasterName-FD000017
source: Penetrate
french: Pénétrer
german: Durchdringen
italian: Penetrazione
japanese: かんつう
korean: 관통
portuguese: Penetrar
russian: вникать
spanish: Penetrar

# MasterName-FD000018
source: Alchemy
french: Alchimie
german: Alchimie
italian: Alchimia
japanese: れんきんじゅつ
korean: 연금술
portuguese: Alquimia
russian: алхимия
spanish: Alquimia

# MasterName-FD000019
source: Luck
french: La chance
german: Glück
italian: Fortuna
japanese: うんのよさ
korean: 행운
portuguese: Sorte
russian: везение
spanish: Suerte

# MasterName-FD000020
source: Expand
french: Développer
german: Erweitern
italian: Espandere
japanese: えんちょう
korean: 연장
portuguese: Expandir
russian: расширять
spanish: Expandir

# MasterName-FD000021
source: Shortening
french: Raccourcissement
german: Verkürzung
italian: Accorciare
japanese: たんしゅく
korean: 단축
portuguese: Encurtando
russian: укорачивание
spanish: Acortamiento

# MasterName-FD000022
source: Overheal
german: Überheilung
italian: Sovracura
japanese: オーバーヒール
korean: 초월 치유
portuguese: Sobrecura
russian: Сверхлечение
spanish: Exceso

# MasterName-FD000023
source: Limit Break
french: Limite Pause
italian: Mossa Finale
japanese: げんかいとっぱ
korean: 한계돌파
russian: Лимит Перерыв

# MasterName-FD000024
source: Exploration
german: Erkundung
italian: Esplorazione
japanese: ちょうさ
korean: 조사
portuguese: Exploração
russian: Исследование
spanish: Exploración

# MasterName-FD000025
source: Armor in Crisis
french: Armure en crise
german: Rüstung in der Krise
italian: Armatura in crisi
japanese: ピンチぼうぎょ
korean: 위기방어
portuguese: Armadura em Crise
russian: Броня в условиях кризиса
spanish: Armadura en crisis

# MasterName-FD000026
source: Guts
french: Cran
german: Eingeweide
italian: Budella
japanese: ガッツ
korean: 근성
portuguese: Culhões
russian: сила воли
spanish: Tripas

# MasterName-FD000027
source: Adversity
french: Adversité
german: Unglück
italian: Avversità
japanese: きゅうそ
korean: 역경
portuguese: Adversidade
russian: напасти
spanish: Adversidad

# MasterName-FD000028
source: Berserker
japanese: きょうせんし
korean: 광전사
russian: берсерк
spanish: frenético

# MasterName-FD000029
source: Greed
french: Avidité
german: Gier
italian: Avidità
japanese: ごうよく
korean: 탐욕
portuguese: Ganância
russian: алчность
spanish: Codicia
