Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# WORD_BTN_LAB_DEV_2
source: Develop new parts (-100 Fragments of death)
french: Développer de nouvelles pièces (-100 Fragments de la mort)
german: Entwickeln Sie neue Teile (-100 Fragments des Todes)
italian: Sviluppare nuove parti (-100 Fragments di morte)
japanese: パーツを かいはつする(-100しのかけら)
korean: 부품을 개발한다.(-100죽음의 조각)
portuguese: Desenvolver novas partes (-100 Fragmentos de morte)
russian: Разработка новых частей (-100 Fragments смерти)
spanish: Desarrollar nuevas piezas (-100 Fragments de la muerte)

# WORD_BTN_LAB_DEV_3
source: Develop new parts (-240 Fragments of death)
french: Développer de nouvelles pièces (-240 Fragments de la mort)
german: Entwicklung neuer Teile (-240 Fragments des Todes)
italian: Sviluppare nuove parti (-240 Fragments di morte)
japanese: パーツを かいはつする(-240しのかけら)
korean: 부품을 개발한다.(-240죽음의 조각)
portuguese: Desenvolver novas partes (-240 Fragmentos de morte)
russian: Разработка новых частей (-240 Fragments смерти)
spanish: Desarrollar nuevas piezas (-240 Fragments de la muerte)

# WORD_BTN_LAB_DEV_4
source: Develop new parts (-500 Fragments of death)
french: Développer de nouvelles pièces (-500 Fragments de la mort)
german: Entwicklung neuer Teile (-500 Fragments des Todes)
italian: Sviluppare nuove parti (-500 Fragments di morte)
japanese: パーツを かいはつする(-500しのかけら)
korean: 부품을 개발한다.(-500죽음의 조각)
portuguese: Desenvolver novas partes (-500 Fragmentos de morte)
russian: Разработка новых частей (-500 Fragments смерти)
spanish: Desarrollar nuevas piezas (-500 Fragments de la muerte)

# WORD_BTN_LOAD_SERVER
source: Load from Server
french: Charger à partir du serveur
german: Laden von Server
italian: Carica da server
japanese: サーバからよみこむ
korean: 서버에서 불러오기
portuguese: Carregar do Servidor
russian: Загрузка с сервера
spanish: Cargar desde el Servidor

# WORD_BTN_NEW_CHARACTER
source: Create New Character
french: Créer un nouveau personnage
german: Erstellen neuer Charakter
italian: Crea nuovo personaggio
japanese: あたらしい ぼうけんしゃ
korean: 새로운 모험자
portuguese: Criar Nova Character
russian: Создание нового персонажа
spanish: Crear nuevo personaje

# WORD_BTN_NEXT_PARAMETER
source: Next
french: Prochain
german: Nächster
italian: Il prossimo
japanese: つぎをみる
korean: 다음을 본다
portuguese: Próximo
russian: следующий
spanish: Siguiente

# WORD_BTN_POSS_LAB_PARTS
source: Parts list
french: Liste des pieces
german: Liste der Einzelteile
italian: Elenco delle parti
japanese: しょじパーツ
korean: 부품 목록
portuguese: lista de peças
russian: Список деталей
spanish: Lista de partes

# WORD_BTN_PURCHASE_AMULET
source: Purchase Amulets
french: achat Amulettes
german: Kauf Amulette
italian: acquisto Amuleti
japanese: アミュレットの こうにゅう
korean: 아뮬렛 구매
portuguese: Amuletos de compra
russian: Покупка Амулеты
spanish: Comprar Amuletos

# WORD_BTN_PURCHASE_FOOD
source: Purchase Contracts
french: contrats d'achat
german: Kaufverträge
italian: I contratti di acquisto
japanese: まのけいやくの こうにゅう
korean: 마의 계약 구매
portuguese: Contratos de compra
russian: Договоры купли
spanish: Comprar Contractos

# WORD_BTN_PURCHASE_STONE
source: Purchase Gold Shard
french: Achat d'or Shard
german: Kaufen Gold-Splitter
italian: Acquistare oro Shard
japanese: ゴールドシャードの こうにゅう
korean: 마석 구매
portuguese: Comprar ouro Shard
russian: Покупка Золотой осколок
spanish: Comprar Gold Shard

# WORD_BTN_REMOVE_LAB_PARTS
source: Remove parts
french: Enlever les parties
german: entfernen Sie die Teile
italian: rimuovere le parti
japanese: パーツをはずす
korean: 부품을 제거한다.
portuguese: Retire as peças
russian: Удалить части
spanish: Remover partes

# WORD_BTN_REROLL
source: Reroll__<size=14>{0}/{1} {2}</size>
italian: Ritirare __ <size=14> {0} / {1} {2} </size>
japanese: リロール__<size=14>{0}/{1} {2}</size>
korean: 다시고르기 __<size=14>{0} / {1} {2}</size>
spanish: Volver a tirar __ <size=14> {0} / {1} {2} </size>

# WORD_BTN_REROLL_COST
source: <color=#F00>-{0}Soulstones</color>
german: <Color=#F00>- {0} Seelensteine ​​</Color>
italian: <Color=#F00> - {0} Le pietre dell'anima </color>
japanese: <color=#F00>-{0}ませき</color>
korean: <color= # F00>-{0}마석</color>
russian: <color=#F00> - {0} Камни душ </color>

# WORD_BTN_REROLL_FREE
source: <color=#0F0>Free</color>
french: <Color=#0F0>Gratuit</Color>
italian: <Color=#0F0> libero </color>
japanese: <color=#0F0>むりょう</color>
korean: <color=#0F0>무료</color>
spanish: <color=#0F0>Gratis</color>

# WORD_BTN_SAVE_SERVER
source: Save to Server
french: Enregistrer dans Serveur
german: Speichern in Server
italian: Salva in Server
japanese: サーバにほぞんする
korean: 서버에 저장
portuguese: Economize ao Servidor
russian: Сохранить в сервер
spanish: Guardar en servidor

# WORD_BTN_SEASON
source: Season Event
french: Saison événement
german: Saisonstation
italian: stagione evento
japanese: シーズン イベント
korean: 시즌 이벤트
portuguese: Temporada Evento
russian: Сезон Событие
spanish: temporada de eventos

# WORD_BTN_SEASON_DETAIL
source: View Detail
french: Voir les détails
german: Im Detail sehen
italian: vedi dettagli
japanese: しょうさいを みる
korean: 자세히 보기
portuguese: Ver detalhes
russian: Посмотреть подробности
spanish: Ver Detalle

# WORD_BTN_SEASON_EVENT
source: Season Event__''{0}''
french: Saison événement __ ''{0}''
german: Saison Ereignis __ ''{0}''
italian: Stagione Evento __ ''{0}''
japanese: シーズンイベント__「{0}」
korean: 시즌 이벤트 __ [{0}]
portuguese: Temporada Evento __ ''{0}''
russian: Сезон Событие __ ''{0}''
spanish: Evento temporada __ ''{0}''

# WORD_BTN_SEASON_EVENT_4
source: Season Event__''My Daughter''
french: Saison événement __ ''My Daughter''
german: Saison Ereignis __ ''meine Tochter''
italian: Stagione Evento __ ''mia figlia''
japanese: シーズンイベント__「くぐつ」
korean: 시즌 이벤트 __ [꼭두각시]
portuguese: Temporada Evento __ ''minha filha''
russian: Сезон Событие __ ''Моя дочь''
spanish: Evento temporada __ ''mi hija''

# WORD_BTN_SEASON_EVENT_5
source: Season Event__''Ruins''
french: Saison événement __ ''Ruins''
german: Saison Ereignis __ ''Ruins''
italian: Stagione Evento __ ''rovine''
japanese: シーズンイベント__「いせき」
korean: 시즌 이벤트 __ [유적]
portuguese: Temporada de Eventos __ ''Ruínas''
russian: Сезон Событие __ ''Руины''
spanish: Temporada de eventos __ ''ruinas''

# WORD_BTN_SEASON_RECEIVE
source: Receive__Rewards
french: Recevoir Récompenses
german: Erhalten Sie Belohnungen
italian: Ricevere__Ricompense
japanese: ほうしゅうを__うけとる
korean: 보상을 __받는다.
spanish: Recibir Recompensas

# WORD_BTN_SEASON_REWARDS
source: Exchange Rewards
french: Récompenses Exchange
german: Exchange-Belohnungen
italian: Intercambiare ricompense
japanese: ほうしゅう こうかん
korean: 보상을 교환한다.
portuguese: Recompensas de câmbio
russian: Обмен премии
spanish: Intercambiar recompensas

# WORD_BTN_SET_LAB_PARTS
source: Equip parts
french: Équipez pièces
german: Anlegen Teile
italian: Equipaggiare Oggetti
japanese: パーツを そうびする
korean: 부품을 장비한다.
portuguese: equipar partes
russian: Одета части
spanish: Equipar objetos

# WORD_BTN_START_ADVENTURE
source: Start Adventure
french: Commencer l'aventure
german: Starten Abenteuer
italian: Iniziare l'avventura
japanese: ぼうけん かいし
korean: 모험 개시
portuguese: Iniciar Aventura
russian: Старт Приключения
spanish: Empezar la Aventura

# WORD_BTN_SWITCH
source: Switch
french: Commutateur
german: Schalter
italian: Cambia
japanese: きりかえ
korean: 바꿈
portuguese: Interruptor
russian: переключатель
spanish: Cambiar

# WORD_BTN_VERSUS
source: Start__Battle
french: Démarrer bataille
german: Start-Schlacht
italian: Iniziare__Battaglia
japanese: たいせん__かいし
korean: 대전__시작
russian: Начало битвы
spanish: Empezar el combate

# WORD_BTN_VERSUS_HOME
source: Prepare Battle
french: Préparer bataille
german: bereiten Schlacht
italian: Preparare la battaglia
japanese: たいせん じゅんび
korean: 대전 준비
portuguese: Prepare Batalha
russian: Подготовка битвы
spanish: Preparar el combate

# WORD_BTN_WIKI
source: Official Wiki
french: Wiki officiel
german: -Wiki
japanese: こうりゃく Wiki
korean: 공식 위키
portuguese: Wiki Oficial
russian: Официальная Wiki
spanish: Wiki oficial

# WORD_CANT_SEE
source: Can't see
french: Vous ne pouvez pas voir
german: Kann nicht sehen
italian: Non posso vedere...
japanese: みえない…
korean: 볼 수 없다...
portuguese: não pode ver
russian: Не могу видеть
spanish: No se puede ver

# WORD_CLEAR_CLEAR_RATE
source: Clear Rate
french: Conquer Rate
german: Conquer Rate
italian: Conquer Tasso
japanese: こうりゃく りつ
korean: 공략률
portuguese: Limpar Taxa
russian: Покори Оценить
spanish: Tasa de conquista

# WORD_CLEAR_FLOOR
source: Clear Floor
french: Effacer étage
german: klar Boden
italian: Piano completato
japanese: こうりゃく かいそう
korean: 공략 계층
portuguese: Limpar Piso
russian: Очистить покрытие
spanish: Piso despejado

# WORD_CLOSE_GAME
source: Close Game
french: Fermer jeu
german: Knappes Spiel
italian: Chiudi Gioco
japanese: ゲームを とじる
korean: 게임 종료
portuguese: Fechar Jogo
russian: Закрыть Игра
spanish: Cerrar el juego

# WORD_CODE
source: Code
italian: Codice
japanese: コード
korean: 코드
portuguese: Código
russian: Код
spanish: Código

# WORD_COMPLETE
source: Complete
french: Achevée
german: Komplett
italian: Completare
japanese: コンプリート
korean: 완성도
portuguese: Completo
russian: полный
spanish: Completar

# WORD_CONQUER
source: Conquer
french: Conquérir
german: Erobern
italian: Conquistare
japanese: とうは
korean: 돌파
portuguese: Conquistar
russian: Завоевать
spanish: Conquistar

# WORD_CONQUEST
source: Conquest
french: Conquête
german: Eroberung
italian: Conquista
japanese: せいばつ
korean: 정복
portuguese: Conquista
russian: покорение
spanish: Conquista

# WORD_CONTENTS
source: Content
french: Contenu
german: Inhalt
italian: Soddisfare
japanese: コンテンツ
korean: 콘텐츠
portuguese: Conteúdo
russian: содержание
spanish: Contenido

# WORD_CONTRACT
source: Contract
french: Contrat
german: Vertrag
italian: Contrarre
japanese: まのけいやく
korean: 마의 계약
portuguese: Contrato
russian: контракт
spanish: Contrato

# WORD_COOLDOWN
source: Cooldown
french: Refroidir
german: Abkühlen
italian: Tempo di ricarica
japanese: クールダウン
korean: 재사용 대기
portuguese: Esfriar
russian: Остыть
spanish: Tiempo de recarga

# WORD_COPRSE
source: Corpse
french: Corps
german: Leiche
italian: Cadavere
japanese: なきがら
korean: 시체
portuguese: Cadáver
russian: Труп
spanish: Cadáver

# WORD_COST
source: Cost
french: Coût
german: Kosten
italian: Costo
japanese: コスト
korean: 비용
portuguese: Custo
russian: Стоимость
spanish: Coste

# WORD_CURRENT_POINT
source: Current
french: Actuel
german: Strom
italian: attuale
japanese: げんざいち
korean: 현재 위치
portuguese: Atual
russian: Текущий
spanish: Actual

# WORD_DAMAGE_MAX
source: Max Damage
italian: Danno Massimo
japanese: さいだい
korean: 최대 피해
russian: Максимальный урон
spanish: Daño Máximo

# WORD_DAMAGE_TOTAL
source: Damage Total
french: total des dommages
german: Schaden insgesamt
italian: Danno Totale
japanese: ごうけいダメージ
korean: 총 피해량
portuguese: total de danos
russian: Ущерб Итого
spanish: Daño total

# WORD_DARKELF
source: Dark Elf
french: elfes Noirs
german: Dunkelelfen
italian: Elfo Oscuro
japanese: ダークエルフ
korean: 다크엘프
portuguese: Elfo negro
russian: Темный Эльф
spanish: Elfo Oscuro

# WORD_DEADLY
source: <color=#F00>Dead End!</color>
italian: <color=#F00>Morte Finale!</color>
japanese: <color=#F00>そくし!</color>
korean: <color=#F00>즉사!</color>
spanish: <color=#F00>Muerte Final!</color>

# WORD_DEGRADE
source: <color=#F00>Degrade!</color>
french: <Color=#F00>Dégrader!</Color>
italian: <color=#F00>Degrado!</color>
japanese: <color=#F00>そうびれっか!</color>
korean: <color=#F00>장비열화!</color>
portuguese: <Color=#F00> Degradar! </color>
russian: <color=#F00> деградировать! </color>
spanish: <color=#F00>Degrado!</color>

# WORD_DEV
source: Develop
french: Développer
german: Entwickeln
italian: Sviluppare
japanese: かいはつ
korean: 개발
portuguese: desenvolve
russian: развивать
spanish: Desarrollar

# WORD_DICT
source: Data List
french: Liste des données
german: Datenliste
italian: Elenco dati
japanese: ずかん
korean: 도감
portuguese: Lista de dados
russian: Список данных
spanish: Lista de datos

# WORD_DICT_ACHIVE
source: Achievements
french: RÉALISATIONS
german: Achivements
italian: Risultati
japanese: じっせき
korean: 업적
portuguese: Conquistas
russian: Достижения
spanish: LOGROS

# WORD_DICT_ENEMY
source: Bestiary
french: Liste Monster
german: Monster Liste
italian: Bestiario
japanese: まもの ずかん
korean: 마물 도감
portuguese: Bestiário
russian: Монстр Список
spanish: Bestiario

# WORD_DICT_FOOD
source: Contract List
french: Liste de contrat
german: Auftragsliste
italian: Lista di contratti
japanese: まのけいやく ずかん
korean: 마의 계약 도감
portuguese: Lista contrato
russian: Список Договор
spanish: Lista de contratos

# WORD_DICT_LEGENDARY
source: Legendary Item
german: Legendäre Gegenstände
italian: Oggetto Legendario
japanese: でんせつの ぶぐ
korean: 전설의 무구 도감
portuguese: item lendário
russian: легендарный предмет
spanish: Objeto Legendario

# WORD_DICT_SKILL
source: Skill List
french: Liste des compétences
german: Geschicklichkeit Liste
italian: Lista Abilità
japanese: スキル ずかん
korean: 기술 도감
portuguese: Lista de habilidade
russian: Умение Список
spanish: Lista de habilidad

# WORD_DIFFICULT0
source: Normal
italian: Normale
japanese: ノーマル
korean: 일반
russian: Нормальный

# WORD_DIFFICULT1
source: Nightmare
french: Cauchemar
german: Alptraum
italian: Incubo
japanese: あくむ
korean: 악몽
portuguese: Pesadelo
russian: Кошмар
spanish: Pesadilla

# WORD_DIFFICULT2
source: Hell
french: Enfer
german: Hölle
italian: Inferno
japanese: じごく
korean: 지옥
portuguese: Inferno
russian: Ад
spanish: Infierno

# WORD_DISASTER
source: Disaster
french: Catastrophe
german: Katastrophe
italian: Disastro
japanese: さいやく
korean: 재앙
portuguese: Desastre
russian: Катастрофа
spanish: Desastre

# WORD_DIST
source: Destination
german: Reiseziel
italian: Destinazione
japanese: もくてきち
korean: 목적지
portuguese: Destino
russian: Место назначения
spanish: Destino

# WORD_DO_REVIEW
source: Review this App
french: Donnez votre avis sur cette appli
german: Bewerten Sie diese App
italian: Recenziona quest'app
japanese: レビューする
korean: 이 앱을 평가
portuguese: Comente este App
russian: Прочтите это приложение
spanish: Revisar esta aplicación

# WORD_DRAGOON
source: Dragoon
french: Dragon
german: Dragoner
italian: dragone
japanese: ドラグーン
korean: 용기병
portuguese: Dragão
russian: драгун
spanish: Dragón

# WORD_DRINK_WATER
source: Drink
french: Boisson
german: Getränk
italian: Bere
japanese: みずをのむ
korean: 물을 마심
portuguese: Beber
russian: Напиток
spanish: Beber

# WORD_DUNGEON_HARD
source: Nightmare
french: Cauchemar
german: Alptraum
italian: Incubo
japanese: あくむ
korean: 악몽
portuguese: Pesadelo
russian: Кошмар
spanish: Pesadilla

# WORD_DUNGEON_HELL
source: Hell
french: Enfer
german: Hölle
italian: Inferno
japanese: じごく
korean: 지옥
portuguese: Inferno
russian: Ад
spanish: Infierno

# WORD_DUNGEON_KARMA
source: Karma
japanese: カルマ
korean: 카르마
portuguese: Carma
russian: Карма

# WORD_ENEMY
source: Enemy
french: Ennemi
german: Feind
italian: Nemico
japanese: まもの
korean: 마물
portuguese: Inimigo
russian: враг
spanish: Enemigo

# WORD_ENEMY_ALL
source: Enemy(All)
german: Feind (Alle)
italian: Nemici (Tutti)
japanese: てき(すべて)
korean: 적(전체)
russian: Враг (Все)
spanish: Enemigo (Todos)

# WORD_EQUIP_PARAMETER
source: Equips
french: Équipés
german: rüstet
italian: equipaggia
japanese: そうび
korean: 장비
russian: Обустраиваем
spanish: Equipar

# WORD_EQUIP_PARAMETERS
source: Equipment and Status
french: Equipements et Etat
german: Ausrüstungen und Status
italian: Attrezzature e Stato
japanese: そうび・パラメータ
korean: 장비 및 상태
portuguese: Equipamentos e Estado
russian: Оборудование и состояния
spanish: Equipos y Estado

# WORD_EVENT
source: Event
french: un événement
italian: Evento
japanese: イベント
korean: 이벤트
portuguese: Evento
russian: Мероприятие
spanish: Evento

# WORD_EVENT_CONTENT_10
source: Call
french: Appel
german: Anruf
italian: Chiamare
japanese: よびごえ
korean: 협상
portuguese: Ligar
russian: Вызов
spanish: Llamar

# WORD_EVENT_CONTENT_15
source: Explode
french: Exploser
german: Explodieren
italian: Esplodere
japanese: ばくはつ
korean: 폭발
portuguese: Explodir
russian: взрываться
spanish: Explotar

# WORD_EVENT_CONTENT_16
source: Poison gas
french: Poison Gus
german: Gift Gus
italian: veleno Gus
japanese: どくガス
korean: 독성 기체
portuguese: Gás venenoso
russian: Отравление Гас
spanish: Gas venenoso

# WORD_EVENT_CONTENT_17
source: Acid
french: Acide
italian: Acido
japanese: きょうさんえき
korean: 산
portuguese: Ácido
russian: кислота
spanish: Ácido

# WORD_EVENT_CONTENT_18
source: Paralyze
french: Paralyser
german: Lähmen
italian: Paralizzare
japanese: まひ
korean: 마비
portuguese: Paralisar
russian: Парализовать
spanish: Paralizar

# WORD_EVENT_CONTENT_19
source: Maze
french: Labyrinthe
german: Matze
italian: Labirinto
japanese: めいろ
korean: 미로
portuguese: Labirinto
russian: Лабиринт
spanish: Laberinto

# WORD_EVENT_CONTENT_20
source: Grate
french: Grille
german: Gitter
italian: Grattugiare
japanese: てつごうし
korean: 철창
portuguese: Grato
russian: колосниковая решетка
spanish: Rallar

# WORD_EVENT_CONTENT_21
source: Alarm
french: Alarme
italian: Allarma
japanese: アラーム
korean: 경보
portuguese: Alarme
russian: Аварийная сигнализация
spanish: Alarma

# WORD_EVENT_CONTENT_22
source: Seal
french: Joint
german: Dichtung
italian: Sigillare
japanese: ふういん
korean: 봉인
portuguese: Foca
russian: Печать
spanish: Sellar

# WORD_EVENT_CONTENT_23
source: Lucky
french: Chanceux
german: Glücklich
italian: Fortuna
japanese: こううん
korean: 행운
portuguese: Por sorte
russian: Везучий
spanish: Suerte

# WORD_EVENT_CONTENT_27
source: Shield
french: Bouclier
german: Schild
italian: Scudo
japanese: シールド
korean: 보호막
portuguese: Escudo
russian: Щит
spanish: Escudo

# WORD_EVENT_CONTENT_28
source: Powerup
german: Einschalten
italian: Accendere
japanese: パワーアップ
korean: 위력 증가
portuguese: Energizar

# WORD_EVENT_CONTENT_29
source: Armor
french: Armure
german: Rüstung
italian: Armatura
japanese: ぼうぎょ
korean: 방어
portuguese: armaduras
russian: броня
spanish: Armadura

# WORD_EVENT_CONTENT_31
source: Speedup
french: Accélérer
german: Beschleunigen
italian: Accelerare
japanese: かそく
korean: 가속
portuguese: Acelerar
russian: Форсировочная
spanish: Acelerar

# WORD_EVENT_CONTENT_32
source: Teleport
german: teleportieren
italian: Teletrasporto
japanese: テレポート
korean: 순간이동
portuguese: teleporte
russian: Телепорт

# WORD_EVENT_CONTENT_33
source: Glint
french: Reflet
german: Glitzern
italian: Scintilla
japanese: ひらめき
korean: 번뜩임
portuguese: cintilar
russian: отблеск
spanish: Destello

# WORD_EVENT_CONTENT_34
source: Rummage
french: Farfouiller
german: Stöbern
italian: Rovistare
japanese: したいあさり
korean: 시체 약탈
portuguese: Remexer
russian: рыться
spanish: Hurgar

# WORD_EVENT_CONTENT_35_NG
source: Danger
german: Achtung
italian: Pericolo
japanese: きけん
korean: 위험
portuguese: perigo
russian: Опасность
spanish: Peligro

# WORD_EVENT_CONTENT_35_OK
source: Safe
french: Sûr
italian: Sicuro
japanese: あんぜん
korean: 안전
portuguese: Seguro
russian: Безопасно
spanish: Seguro

# WORD_EVENT_CONTENT_5
source: Shortcut
french: Raccourci
german: Abkürzung
italian: Scorciatoia
japanese: ちかみち
korean: 지름길
portuguese: Atalho
russian: кратчайший путь
spanish: Atajo

# WORD_EVENT_CONTENT_51
source: Vulnerable
french: Vulnérable
german: verletzbar
italian: Vulnerabile
japanese: ぜいじゃく
korean: 취약
portuguese: Vulnerável
russian: уязвимый

# WORD_EVENT_CONTENT_52
source: Slow
french: Lent
german: Langsam
italian: Lento
japanese: スロー
korean: 감속
portuguese: Lento
russian: Медленный
spanish: Lento

# WORD_EVENT_CONTENT_53
source: Edge
french: Bord
german: Rand
italian: Bordo
japanese: やいば
korean: 칼날
portuguese: Beira
russian: край
spanish: Borde

# WORD_EVENT_CONTENT_7
source: Corpses
italian: cadaveri
japanese: なきがら
korean: 시체
portuguese: cadáveres
russian: Трупы
spanish: Cadáveres

# WORD_EVENT_CONTENT_8
source: Lab
french: Laboratoire
german: Labor
italian: Laboratorio
japanese: けんきゅうしつ
korean: 연구실
russian: лаборатория
spanish: Laboratorio

# WORD_EVENT_CONTENT_9
source: Map
french: Carte
german: Karte
italian: Mappa
japanese: ちず
korean: 지도
portuguese: Mapa
russian: карта
spanish: Mapa

# WORD_EVENT_POINT
source: Event Points
french: Points Evenr
german: Evenr Punkte
italian: Punti Evenr
japanese: イベントポイント
korean: 이벤트 포인트
portuguese: Pontos de eventos
russian: Evenr Очки
spanish: Puntos Evenr

# WORD_EVENTPOINT
source: Event Points
french: Points d'événement
german: Event-Punkte
italian: Punti Eventi
japanese: イベントポイント
korean: 이벤트 포인트
portuguese: Pontos de eventos
russian: Очки для проведения мероприятий
spanish: Puntos de eventos

# WORD_FAN_ART
source: Fan Art
japanese: ファンアート
korean: 팬 아트
portuguese: Admirador de arte
russian: Фан-арт
spanish: Arte de Fans

# WORD_FIGHT
source: Fight
french: Bats toi
german: Kampf
italian: Combattimento
japanese: たたかう
korean: 싸움
portuguese: Luta
russian: Борьба
spanish: Lucha

# WORD_FLOOR
source: Floor
french: Sol
german: Stock
italian: Pavimento
japanese: フロア
korean: 층
portuguese: Chão
russian: Пол
spanish: Piso

# WORD_FOD
source: Fragment of Death
french: Drapeau de la Mort
german: Flag of Death
italian: Bandiera della Morte
japanese: しのかけら
korean: 죽음의 조각
portuguese: Fragmento da Morte
russian: Флаг смерти
spanish: Bandera de la Muerte

# WORD_HEADER_SEASON_EVENT
source: Season Event ''{0}''__～{1}
french: Saison événement ''{0}'' __ ~ {1}
german: Saison-Event ''{0}'' __ ~ {1}
italian: Stagione Evento ''{0}'' __ ~ {1}
japanese: シーズンイベント 「{0}」__～{1}
korean: 시즌 이벤트 [{0}]__ ~ {1}
portuguese: Temporada de Eventos ''{0}'' __ ~ {1}
russian: Сезон Событие ''{0}'' __ ~ {1}
spanish: Temporada de eventos ''{0}'' __ ~ {1}

# WORD_I_DONT_KNOW
source: This is currently past tense
french: Je ne savais pas
german: Ich wusste nicht
italian: Non lo sapevo
japanese: しらなかった
korean: 몰랐다
portuguese: Este é atualmente passado
russian: Я не знал
spanish: no lo sabía

# WORD_I_KNOW
source: This is currently present tense
french: je connais
german: Ich kenne
italian: Lo so
japanese: しってた
korean: 알았다
portuguese: Este é atualmente tempo presente
russian: я знаю
spanish: Lo sé

# WORD_ITEM_SHOP
source: Item Store
french: le magasin
german: Geschäft
italian: Negozio
japanese: アイテム ショップ
korean: 아이템 상점
portuguese: Sklep
russian: хранить
spanish: Tienda de objetos

# WORD_JOB
source: Job
french: Emploi
italian: Lavoro
japanese: しょくぎょう
korean: 직업
portuguese: Trabalho
russian: работа
spanish: Trabajo

# WORD_KILL
source: Kill
french: Tuer
german: Töten
italian: Uccidere
japanese: ころす
korean: 죽임
portuguese: Matar
russian: Убийство
spanish: Matar

# WORD_KILL_TOTAL
source: Kill Total
french: Tuer total
german: Kill-Gesamt
italian: Totali uccisi
japanese: げきは そうすう
korean: 죽인 횟수
portuguese: matança total
russian: убить Общее
spanish: Total de muertos

# WORD_KILLED
source: Killed
french: Tué
german: Ermordet
italian: Ucciso
japanese: げきは
korean: 죽음
portuguese: assassinado
russian: убитый
spanish: Muerto

# WORD_KING
source: King
french: Roi
german: König
italian: re
japanese: はおう
korean: 패왕
portuguese: Rei
russian: король
spanish: Rey

# WORD_LAB
source: Lab
french: Laboratoire
german: Labor
italian: Laboratorio
japanese: ラボ
korean: 연구실
russian: лаборатория
spanish: Laboratorio

# WORD_LAB_EFFECT
source: Permanent__Effect
french: effet permanent
german: Dauerwirkung
italian: Effetti__Permanenti
japanese: えいぞく__こうか
korean: 지속 효과
spanish: Efectos__Permanentes

# WORD_LAB_PARTS
source: Lab Parts
french: Pièces de laboratoire
italian: Parti Lab
japanese: ラボパーツ
korean: 연구실 부품
portuguese: Peças de laboratório
russian: Части Лаборатории
spanish: Piezas de laboratorio

# WORD_LEAVE
source: Leave
french: Laisser
german: Verlassen
italian: Lasciare
japanese: たちさる
korean: 떠난다
portuguese: Sair
russian: Оставлять
spanish: Salir

# WORD_LEGENDARY
source: Legendary Item
french: Equipements légendaires
german: Legendary Ausrüstungen
italian: Equipaggiamento leggero
japanese: でんせつのぶぐ
korean: 전설 장비
portuguese: item lendário
russian: Легендарные оборудование
spanish: Equipamiento legendario
