Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterName-EF000038
source: Revive
french: Relancer
german: Beleben
italian: Rivivere
japanese: ふっかつ
korean: 부활
portuguese: Reviver
russian: оживлять
spanish: Reanimar

# MasterName-EF000039
source: Armor
french: Armure
german: Rüstung
italian: Armatura
japanese: ぼうぎょ
korean: 방어
portuguese: armaduras
russian: броня
spanish: Armadura

# MasterName-EF000040
source: Boss Bonus
french: patron Bonus
italian: Bonus Boss
japanese: ボスボーナス
korean: 보스 보너스
portuguese: chefe Bonus
russian: Босс Бонус

# MasterName-EF000041
source: Accuracy
french: Précision
german: Genauigkeit
italian: Precisione
japanese: めいちゅう
korean: 명중
portuguese: Precisão
russian: точность
spanish: Exactitud

# MasterName-EF000042
source: Avoid Trap
french: Évitez Piège
german: vermeiden Sie Fallen
italian: Schivare trappole
japanese: わなかいひ
korean: 함정회피
portuguese: Evite Armadilha
russian: Избегайте ловушки
spanish: Evitar la Trampa

# MasterName-EF000043
source: Max HP
italian: HP Massimi
japanese: さいだいHP
korean: 최대 HP

# MasterName-EF000044
source: Haste
french: Hâte
german: Eile
italian: Velocità
japanese: はやわざ
korean: 날랜 재주
portuguese: Pressa
russian: поспешность
spanish: Prisa

# MasterName-EF000045
source: Guts
french: Cran
german: Eingeweide
italian: Budella
japanese: ガッツ
korean: 근성
portuguese: Culhões
russian: сила воли
spanish: Tripas

# MasterName-EF000046
source: Mind's eye
french: L'œil de l'esprit
german: Geistiges Auge
italian: Occhio della Mente
japanese: しんがん
korean: 심안
portuguese: olho da mente
russian: мысленный взгляд
spanish: El ojo de la mente

# MasterName-EF000047
source: Add:Poison
french: Ajouter: Poison
german: Hinzufügen: Gift
italian: Ottieni: Veleno
japanese: ついか:どく
korean: 추가:독
portuguese: Adicionar: Poison
russian: Добавить: Отравление
spanish: Añadir: Veneno

# MasterName-EF000048
source: Add:Weaken
french: Ajouter: Affaiblir
german: Hinzufügen: Schwächt
italian: Ottieni: Debolezza
japanese: ついか:じゃくたい
korean: 추가:약화
portuguese: Adicionar: Enfraquecer
russian: Добавить: Weaken
spanish: Añadir: Debilitar

# MasterName-EF000049
source: Add:Fragile
french: Ajouter: Fragile
german: Hinzufügen: Fragile
italian: Ottieni: Fragilità
japanese: ついか:ぜいじゃく
korean: 추가:취약
portuguese: Adicionar: Frágil
russian: Добавить: Хрупкий
spanish: Añadir: Frágil

# MasterName-EF000050
source: Add:Blind
french: Ajouter: Aveugle
german: Hinzufügen: Blinde
italian: Ottieni: Cecità
japanese: ついか:もうもく
korean: 추가:실명
portuguese: Adicionar: Cego
russian: Добавить: Blind
spanish: Añadir: Ciegos

# MasterName-EF000051
source: Add:Pollution
french: Ajouter: Pollution
german: Hinzufügen: Umweltverschmutzung
italian: Ottieni: Inquinamento
japanese: ついか:おせん
korean: 추가:오염
portuguese: Adicionar: Poluição
russian: Добавить: загрязнение
spanish: Añadir: Contaminación

# MasterName-EF000052
source: Add:Bind
french: Ajouter: Bind
german: Hinzufügen: Bind
italian: Ottieni: Legatura
japanese: ついか:こうそく
korean: 추가:구속
portuguese: Adicionar: Bind
russian: Добавить: Bind
spanish: Añadir: Bind

# MasterName-EF000053
source: Add:Slow
french: Ajouter: Ralentissez
german: Hinzufügen: Langsam
italian: Ottieni: Lentezza
japanese: ついか:スロー
korean: 추가:감속
portuguese: Adicionar: Lento
russian: Добавить: Slow
spanish: Añadir: Slow

# MasterName-EF000054
source: Add:Bleed
french: Ajouter: Purger
german: Hinzufügen: Bleed
italian: Ottieni: Sanguinamento
japanese: ついか:しゅっけつ
korean: 추가:출혈
portuguese: Adicionar: Sangramento
russian: Добавить: Кровотечение
spanish: Añadir: Bleed

# MasterName-EF000055
source: Capture
french: Capturer
german: Erfassung
italian: Catturare
japanese: ほかく
korean: 포획
portuguese: Capturar
russian: Захватить
spanish: Capturar

# MasterName-EF000056
source: Steal eyes
french: Steal yeux
german: Steal Augen
italian: Rubare gli occhi
japanese: めでぬすむ
korean: 훔쳐보기
portuguese: roubar olhos
russian: украсть глаза
spanish: Roba ojos.

# MasterName-EF000057
source: Add Action
french: Ajouter une action
german: Action
italian: Ottieni azione
japanese: ついかこうどう
korean: 추가행동
portuguese: Adicionar ação
russian: Добавить действие
spanish: Agregar acción

# MasterName-EF000058
source: Avoid in Crisis
french: Évitez en crise
german: Vermeiden Sie in der Krise
italian: Schivata in crisi
japanese: ピンチかいひ
korean: 위기회피
portuguese: Evite em Crise
russian: Избегайте в условиях кризиса
spanish: Debe evitarse en crisis

# MasterName-EF000059
source: Avoid Critical
french: Évitez critique
german: vermeiden Sie Critical
italian: Schivata critica
japanese: きゅうしょかいひ
korean: 치명타 회피
portuguese: Evite Critical
russian: Избегайте критических
spanish: Evitar crítico

# MasterName-EF000060
source: One Shot Aim
french: Un tir objectif
german: Ein Schuss Ziel
italian: Colpo al volo
japanese: いっぱつねらい
korean: 한발 노리기
portuguese: objetivo um tiro
russian: Один выстрел цель
spanish: Un disparo objetivo

# MasterName-EF000061
source: Road of Thorns
french: Route d'épines
german: Straße Dornen
italian: Strada di rovi
japanese: いばらのみち
korean: 가시밭길
portuguese: Estrada de espinhos
russian: Дорога шипов
spanish: Camino de espinas

# MasterName-EF000062
source: Def Shield
german: Def-Schild
japanese: 初期シールド
korean: 초기 보호막
portuguese: Escudo Def
russian: Def Щит
spanish: Def Escudo

# MasterName-EF000063
source: Bloodletting
french: Saignée
german: Aderlass
italian: Salasso
japanese: しゃけつののろい
korean: 사혈의 저주
portuguese: Sangria
russian: Кровопускание
spanish: Flebotomía

# MasterName-EF000064
source: Jackpot
french: Cagnotte
japanese: おおわざつかい
korean: 큰 기술 사용자
portuguese: prêmio
russian: куш
spanish: Bote

# MasterName-EF000065
source: Finesse
french: Délicatesse
italian: Finezza
japanese: てぎわのよさ
korean: 손재주
portuguese: delicadeza
russian: тонкость
spanish: Finura

# MasterName-EF000066
source: Inferno
french: Enfer
japanese: ねっぱ
korean: 업화
russian: ад
spanish: Infierno

# MasterName-EF000067
source: Reusing
french: Réutilisation
german: Weiternutzung
italian: Riusare
japanese: つかいまわし
korean: 재사용
portuguese: Reutilizar
russian: Повторное использование
spanish: Reutilizando

# MasterName-EF000068
source: Empowered
french: habilité
italian: Potenziare
japanese: きょうか
korean: 강화
portuguese: Fortalecidos
russian: уполномоченный
spanish: Facultado

# MasterName-EF000071
source: Cost of Power
french: Coût de l'énergie
german: Energiekosten
italian: Costo del potere
japanese: ちからのだいしょう
korean: 힘의 대가
portuguese: Custo com Energia
russian: Стоимость электроэнергии,
spanish: Costo de Energía

# MasterName-EF000072
source: Plating
french: Placage
german: Überzug
italian: Placcatura
japanese: メッキ
korean: 도금
portuguese: galvanização
russian: обшивка
spanish: Enchapado

# MasterName-EF000073
source: Mindful
french: Conscient
german: achtsam
italian: Cosciente
japanese: わすれず
korean: 지각
portuguese: Atento
russian: Внимательный, помнящий
spanish: Consciente de

# MasterName-EF000074
source: Fool's Luck
french: Clunker chanceux
german: Glücklich Clunker
italian: Catorcio fortunato
japanese: こううんなドジ
korean: 운좋은 허당
portuguese: Clunker sorte
russian: Лаки драндулетах
spanish: Clunker afortunado

# MasterName-EF000075
source: Mirror
french: Miroir
german: Spiegel
italian: Specchio
japanese: きょうめん
korean: 거울
portuguese: Espelho
russian: Зеркало
spanish: Espejo

# MasterName-EF000076
source: Sniper
french: Tireur d'élite
german: Scharfschütze
italian: Cecchino
japanese: そげきしゅ
korean: 저격수
portuguese: Atirador de elite
russian: снайпер
spanish: Francotirador

# MasterName-EF000077
source: Deadly
french: Mortel
german: Tötlich
italian: Mortale
japanese: ひっさつ
korean: 필살
portuguese: Mortal
russian: смертоносный
spanish: Mortal

# MasterName-EF000078
source: Sniping
italian: Frecciata
japanese: ねらいうち
korean: 저격
russian: снайперская стрельба
spanish: francotiradores

# MasterName-EF000079
source: Shield
french: Bouclier
german: Schild
italian: Scudo
japanese: シールド
korean: 보호막
portuguese: Escudo
russian: Щит
spanish: Proteger

# MasterName-EF000080
source: Vampire
german: Vampir
italian: Vampiro
japanese: きゅうけつ
korean: 흡혈
portuguese: Vampiro
russian: вампир
spanish: Vampiro

# MasterName-EF000081
source: Finishing Blow
french: Terminer coup
german: Fertig Schlag
italian: Colpo di grazia
japanese: とどめ
korean: 마무리
portuguese: Concluir golpe
russian: Финиш удар
spanish: golpe acabado

# MasterName-EF000082
source: Hidden blade+25％
french: Lame cachée+25％
german: Versteckte Klinge+25％
italian: Lama nascosta +25%
japanese: かくしきば+25％
korean: 숨겨둔 엄니+25%
portuguese: lâmina escondida + 25%
russian: Скрытое лезвие+25％
spanish: Navaja escondida+25％

# MasterName-EF000083
source: Entangle
french: Emmêler
german: Verwickeln
italian: Aggrovigliare
japanese: からめとり
korean: 포박
portuguese: enredar
russian: запутывать
spanish: Enredar

# MasterName-EF000084
source: Refuge
german: Zuflucht
italian: Rifugio
japanese: せいなるかご
korean: 성스러운 가호
portuguese: Refúgio
russian: пристанище
spanish: Refugio

# MasterName-EF000085
source: Barrier
french: Barrière
german: Barriere
italian: Barriera
japanese: バリア
korean: 방벽
portuguese: Barreira
russian: барьерный
spanish: Barrera

# MasterName-EF000086
source: Teleport
german: teleportieren
italian: Teletrasporto
japanese: テレポート
korean: 순간이동
portuguese: teleporte
russian: Телепорт

# MasterName-EF000101
source: Dragon Fire
french: feu du dragon
german: Drachenfeuer
italian: Fuoco di drago
japanese: ドラゴンファイア
korean: 용의 화염
portuguese: fogo de dragão
russian: огонь дракона
spanish: fuego de Dragon

# MasterName-EF000102
source: Throw Shuriken
french: Jeter Shuriken
german: Werfen Shuriken
italian: Lancia Shuriken
japanese: しゅりけんとうてき
korean: 수리검 투척
portuguese: Lance Shuriken
russian: Бросок Shuriken
spanish: El tiro Shuriken

# MasterName-EF000103
source: Hidden Fairy
french: Fée cachée
german: versteckte Fee
italian: Fata nascosta
japanese: かくれすむようせい
korean: 숨어사는 요정
portuguese: fada escondida
russian: Скрытая Фея
spanish: Hada oculta

# MasterName-EF000104
source: Briliant Flare
french: Flare Briliant
italian: Bagliore folgorante
japanese: かがやきのほのお
korean: 빛나는 불꽃
portuguese: alargamento briliant
spanish: Resplandor briliant

# MasterName-EF000105
source: Markdown
french: Réduction
italian: Sconto
japanese: まあいのみきり
korean: 틈새경계
portuguese: redução de preço
russian: уценка
spanish: Reducción

# MasterName-EF000106
source: Keep Shield
french: Gardez Shield
german: Halten Schild
italian: Tenere lo scudo
japanese: シールドいじ
korean: 보호막 유지
portuguese: Mantenha Escudo
russian: Держите щит
spanish: Mantenga Escudo

# MasterName-EF000107
source: Souleater
french: Mangeur d'âme
german: Seelenfresser
italian: Mangianime
japanese: たましいぐらい
korean: 혼을 먹는 자
portuguese: Devorador de Almas
russian: Пожиратель душ
spanish: Devorador de Almas

# MasterName-EF000108
source: Revelation
french: Révélation
german: Offenbarung
italian: Rivelazione
japanese: てんけい
korean: 계시
portuguese: Revelação
russian: Откровение
spanish: Revelación

# MasterName-EF000109
source: STR Master
french: STR Maître
german: STR Meister
japanese: ちからのごくい
korean: 힘의 극의
portuguese: STR Mestre
russian: STR Мастер
spanish: STR Maestro

# MasterName-EF000110
source: DEX Master
french: DEX Maître
german: DEX Meister
japanese: わざのごくい
korean: 기술의 극의
portuguese: DEX Mestre
russian: DEX Мастер
spanish: DEX Maestro

# MasterName-EF000111
source: INT Master
french: INT Maître
german: INT Meister
japanese: まどうのごくい
korean: 마도의 극의
portuguese: INT Mestre
russian: INT Мастер
spanish: INT Maestro

# MasterName-EF000112
source: PIE Master
french: PIE Maître
german: PIE Meister
japanese: しんこうのごくい
korean: 신앙의 극의
portuguese: PIE Mestre
russian: PIE Мастер
spanish: PIE Maestro

# MasterName-EF000113
source: Storm
french: Orage
german: Sturm
italian: Tempesta
japanese: あらし
korean: 폭풍
portuguese: Tempestade
russian: Буря
spanish: Tormenta

# MasterName-EF000114
source: Decree
french: Décret
german: Dekret
italian: Decreto
japanese: おうじょのめい
korean: 왕녀의 명령
portuguese: Decreto
russian: указ
spanish: Decreto

# MasterName-EF000115
source: Poison Master
french: Poison Maître
german: Gift-Meister
italian: Mastro di veleni
japanese: どくマスター
korean: 독의 달인
portuguese: veneno Mestre
russian: Отравление Master
spanish: Veneno Maestro

# MasterName-EF000116
source: Eye for an Eye
french: Œil pour œil
german: Auge um Auge
italian: Occhio per occhio
japanese: めにはめを
korean: 눈에는 눈
portuguese: Olho por olho
russian: Око за око
spanish: Ojo por ojo

# MasterName-EF000117
source: Impurity
french: Impureté
german: Verunreinigung
italian: Impurità
japanese: ふじょうのち
korean: 부정한 피
portuguese: Impureza
russian: нечистота
spanish: Impureza

# MasterName-EF000118
source: Godspeed
french: bon voyage
italian: Velocità divina
japanese: しんそく
korean: 신의 속도
portuguese: Boa Sorte Vá com Deus
russian: счастливого пути
spanish: Buena suerte

# MasterName-EF000119
source: Dignity
french: Dignité
german: Würde
italian: Dignità
japanese: いげん
korean: 위엄
portuguese: Dignidade
russian: чувство собственного достоинства
spanish: Dignidad

# MasterName-EF000120
source: Arbiter
french: Arbitre
german: Schiedsrichter
italian: Arbitro
japanese: しんぱんしゃ
korean: 심판자
portuguese: Árbitro
russian: арбитр
spanish: Árbitro

# MasterName-EF000121
source: Trans
japanese: へんぼう
korean: 변모
russian: Транс

# MasterName-EF000122
source: Almighty
french: tout-puissant
german: Allmächtig
italian: Onnipotente
japanese: ぜんのうかん
korean: 전능
portuguese: onipotente
russian: всемогущий
spanish: Todopoderoso

# MasterName-EF000123
source: Fragrance
german: Duft
italian: Fragranza
japanese: かぐわしいかおり
korean: 달콤한 향기
portuguese: Fragrância
russian: аромат
spanish: Fragancia

# MasterName-EF000124
source: Glory
french: Gloire
german: Ruhm
italian: Gloria
japanese: はんえい
korean: 번영
portuguese: Glória
russian: слава
spanish: Gloria

# MasterName-EF000125
source: Glint
french: Reflet
german: Glitzern
italian: Scintillio
japanese: ひらめき
korean: 번뜩임
portuguese: cintilar
russian: отблеск
spanish: Destello

# MasterName-EF000126
source: Rummage
french: Farfouiller
german: Stöbern
italian: Rovistare
japanese: したいあさり
korean: 시체 약탈
portuguese: Remexer
russian: рыться
spanish: Hurgar

# MasterName-EF000127
source: Power
french: Puissance
german: Leistung
italian: Potere
japanese: いりょく
korean: 위력
portuguese: Poder
russian: Мощность
spanish: Poder

# MasterName-EF000128
source: Imperial wrath
french: la colère impériale
german: Kaiser Zorn
italian: Ira Imperiale
japanese: げきりん
korean: 역린
portuguese: ira imperial
russian: Имперский гнев
spanish: Ira Imperial

# MasterName-EF000129
source: Fluctuation
german: Fluktuation
italian: Fluttuazione
japanese: ゆらぎ
korean: 동요
portuguese: Flutuação
russian: флуктуация
spanish: Fluctuación

# MasterName-EF000130
source: Parry Ailment
italian: Parata non disponibile
japanese: いじょうながし
korean: 상태이상 받아넘기기
russian: Парри Недуг
spanish: Parar dolencia

# MasterName-EF000131
source: Avoid Ailment
french: Évitez Ailment
german: vermeiden Sie Ailment
italian: Schivata non disponibile
japanese: いじょうかいひ
korean: 상태이상 회피
portuguese: Evite Ailment
russian: Избегайте недугом
spanish: Evitar dolencia

# MasterName-EF000132
source: Dreadnought
french: cuirassé d'escadre
german: Schlachtschiff
italian: Colosso
japanese: ドレッドノート
korean: 드레드노트
portuguese: couraçado
russian: Дредноут
spanish: Acorazado

# MasterName-EF000133
source: Simplify
french: Simplifier
german: Vereinfachen
italian: Semplificare
japanese: たんじゅん
korean: 단순성
portuguese: Simplificar
russian: Упрощать
spanish: Simplificar

# MasterName-EF000134
source: Ancient box
french: boîte Ancient
german: Altes Feld
italian: Cassa antica
japanese: ふるい かざりばこ
korean: 낡은 장식상자
portuguese: caixa antiga
russian: Древняя коробка
spanish: Caja Antigüa

# MasterName-EF000135
source: Stance of Willow
french: Stance de Willow
german: Haltung von Willow
italian: Posizione di Willow
japanese: やなぎのかまえ
korean: 버드나무 자세
portuguese: Postura de Willow
russian: Стойка ЛОЗОВЫХ
spanish: Postura de Willow

# MasterName-EF000136
source: Whirlwind
french: Tourbillon
german: Wirbelwind
italian: Turbine
japanese: ワールウィンド
korean: 돌개바람
portuguese: redemoinho de vento
russian: Вихрь
spanish: Torbellino

# MasterName-EF000137
source: Void Reflect
italian: Riflettere annullato
japanese: ボイドリフレクト
korean: 공허의 반사막
portuguese: vazio Refletir
russian: Пустота Reflect
spanish: vacío Reflect

# MasterName-EF000138
source: Angel Army
french: Armée Ange
german: Engel Armee
italian: Armata angelica
japanese: てんしのぐんたい
korean: 천사의 군대
portuguese: Exército do anjo
spanish: ángel del ejército

# MasterName-EF000139
source: Death Agony
french: agonie
german: Todeskampf
italian: Agonia di morte
japanese: だんまつま
korean: 단말마
portuguese: morte Agonia
russian: предсмертная агония
spanish: La muerte Agonía

# MasterName-EF000140
source: Grudge
french: Rancune
german: Groll
italian: Rancore
japanese: うらみ
korean: 원한
portuguese: Rancor
russian: недоброжелательство
spanish: Resentimiento

# MasterName-EF000141
source: Poisonous
french: Toxique
german: Giftig
italian: Velenoso
japanese: ゆうどく
korean: 유독성
portuguese: Venenoso
russian: ядовитый
spanish: Venenoso

# MasterName-EF000143
source: Invincible
german: Unbesiegbar
italian: Invincibile
japanese: むてき
korean: 무적
portuguese: Invencível
russian: непобедимый
spanish: Invencible

# MasterName-EF000144
source: Speedup
french: Accélérer
german: Beschleunigen
italian: Aumento velocità
japanese: かそく
korean: 가속
portuguese: Acelerar
russian: Форсировочная
spanish: Acelerar

# MasterName-EF000145
source: Nightmare
french: Cauchemar
german: Alptraum
italian: Incubo
japanese: あくむ
korean: 악몽
portuguese: Pesadelo
russian: Кошмар
spanish: Pesadilla

# MasterName-EF000146
source: Skip
french: Sauter
german: Überspringen
italian: Salta
japanese: スキップ
korean: 스킵
portuguese: Pular
russian: Пропускать
spanish: Omitir

# MasterName-EF000147
source: Earned
german: Erfolg
italian: Guadagnato
japanese: かくとく
korean: 획득
portuguese: Ganhou
russian: заработанный
spanish: ganado

# MasterName-EF000148
source: Delay Damage
french: Retard Dommages
german: Verzugsschaden
italian: Ritarda il danno
japanese: ちえんダメージ
korean: 지연피해
portuguese: delay danos
russian: Задержка повреждения
spanish: El daño de retardo

# MasterName-EF000149
source: Poison Pile
german: Gift Pile
italian: Mucchio velenoso
japanese: どくや
korean: 독화살
portuguese: Pilha veneno
russian: Отравление Ворс
spanish: Pila veneno

# MasterName-EF000150
source: Versus
french: Contre
german: Gegen
italian: Contro
japanese: たいせん
korean: 대전
russian: Против

# MasterName-EF000151
source: Supply route
french: itinéraire d'approvisionnement
german: Nachschubweg
italian: Strada delle provviste
japanese: ほきゅうろ
korean: 보급로
portuguese: rota de abastecimento
russian: маршрут поставок
spanish: ruta de suministro

# MasterName-EF000152
source: Rage
italian: Rabbia
japanese: もうい
korean: 맹위
portuguese: Raiva
russian: ярость
spanish: Rabia

# MasterName-EF000153
source: Freedom of Movement
french: Idaten
german: Idaten
italian: Idaten
japanese: いだてん
korean: 위타천
portuguese: Idaten
russian: Idaten
spanish: Idaten

# MasterName-EF000154
source: Empowered Barrier
french: Barrière habilité
italian: Barriera potenziata
japanese: バリアきょうか
korean: 방벽 강화
portuguese: Barreira habilitadas
russian: Усиленное Барьер
spanish: Barrera facultado

# MasterName-EF000155
source: Peaceful
french: Paisible
german: Friedlich
italian: Pacifico
japanese: へいおん
korean: 평온
portuguese: pacífico
russian: мирное
spanish: Pacífico

# MasterName-EF000156
source: Survival
french: Survie
german: Überleben
italian: Sopravvivenza
japanese: サバイバル
korean: 서바이벌
portuguese: Sobrevivência
russian: выживание
spanish: Supervivencia

# MasterName-EF000157
source: Full charge
french: La pleine charge
german: Volle Ladung
italian: Carica completa
japanese: フルチャージ
korean: 최대충전
portuguese: Carga completa
russian: Полный заряд
spanish: Carga completa

# MasterName-EF000158
source: Ninjutsu
japanese: にんじゅつ
korean: 인술
russian: нинджутсу

# MasterName-EF000159
source: Reactive Shield
french: Bouclier Reactive
german: Reaktive Schild
italian: Scudo reattivo
japanese: リアクティブシールド
korean: 반응형 보호막
portuguese: Escudo reativa
spanish: Escudo reactiva

# MasterName-EF000160
source: No faith
french: Pas de foi
german: Kein Glaube
italian: Ateo
japanese: むしんこう
korean: 무신앙
portuguese: Nenhuma fé
russian: Нет веры
spanish: Sin fe

# MasterName-EF000161
source: Logistics
french: Logistique
german: Logistik
italian: Logistica
japanese: へいたん
korean: 병참
portuguese: Logística
russian: Логистика
spanish: Logística

# MasterName-EF000162
source: Fierce
french: Féroce
german: heftig
italian: Feroce
japanese: もうこう
korean: 무구
portuguese: Feroz
russian: свирепый
spanish: Feroz

# MasterName-EF000163
source: Unrest
french: Troubles
german: Unruhe
italian: Malcontento
japanese: ふおん
korean: 불편
portuguese: Agitação
russian: беспорядки
spanish: Disturbios

# MasterName-EF000164
source: Charged
french: Accusé
german: Berechnet
italian: Caricato
japanese: チャージずみ
korean: 충전됨
portuguese: Carregada
russian: заряженный
spanish: Cargado

# MasterName-EF000165
source: STR
japanese: きんりょく
korean: 근력

# MasterName-EF000166
source: DEX
japanese: ぎりょう
korean: 기교

# MasterName-EF000167
source: INT
japanese: まりょく
korean: 마력

# MasterName-EF000168
source: PIE
japanese: しんこう
korean: 신앙
portuguese: TORTA

# MasterName-EF000169
source: Power
french: Puissance
german: Leistung
italian: Potere
japanese: いりょく
korean: 위력
portuguese: Poder
russian: Мощность
spanish: Poder

# MasterName-EF000170
source: Max HP
italian: HP Massimi
japanese: さいだいHP
korean: 최대 HP

# MasterName-EF001001
source: Sticky
french: Gluant
german: Klebrig
italian: Appiccicoso
japanese: ねんちゃくしつ
korean: 점착질
portuguese: Pegajoso
russian: липкий
spanish: Pegajoso

# MasterName-EF001002
source: Solute
french: soluté
italian: Soluto
japanese: ようかいしつ
korean: 용해질
portuguese: Soluto
russian: растворенное вещество
spanish: Sustancia disoluta

# MasterName-EF001003
source: Power Drain
french: drain de pouvoir
german: Kraftentzug
italian: Risucchia potere
japanese: パワードレイン
korean: 상태변화 흡수
russian: Мощность Drain
spanish: drenaje de poder

# MasterName-EF001004
source: High Quality
french: Haute qualité
german: Gute Qualität
italian: Alta qualita
japanese: こうひんしつ
korean: 고품질
portuguese: Alta qualidade
russian: Высокое качество
spanish: Alta calidad

# MasterName-EF001005
source: Masterpiece
french: Chef-d'oeuvre
german: Meisterstück
italian: Pezzo da Maestro
japanese: けっさく
korean: 걸작
portuguese: Obra-prima
russian: Шедевр
spanish: Obra maestra

# MasterName-EF001006
source: Demon Forged
french: démoniaque
german: dämonengeschmiedeten
italian: Forgiato dai demoni
japanese: あくまの ぶぐ
korean: 악마의 무구
portuguese: demônio Forged
spanish: demonio forjada

# MasterName-EF001007
source: Escape foot
french: Évadez-pied
german: Flucht Fuß
italian: Fuga rapida
japanese: にげあし
korean: 도주
portuguese: escapar pé
russian: Побег ногу
spanish: escapar de los pies

# MasterName-EF001008
source: Juggernaut+50%
german: Koloss+50%
italian: Colosso +50%
japanese: ジャガーノート+50%
korean: 저거너트 +50%
portuguese: rolo compressor + 50%
russian: Джаггернаут+50%
spanish: gigante+50%

# MasterName-EF001009
source: Technique
german: Technik
italian: Tecnica
japanese: わざあり
korean: 결정적 한 수
portuguese: Técnica
russian: Техника
spanish: Técnica

# MasterName-EF001010
source: Spread barrier
french: propagation barrière
german: Spread-Barriere
italian: Barriera espansa
japanese: かくさんバリア
korean: 방벽 확산
portuguese: barreira de propagação
russian: Спред барьер
spanish: barrera de difusión

# MasterName-EF001011
source: Burst heal
french: burst guérir
german: Burst heilen
italian: Cura prorompente
japanese: バーストヒール
korean: 폭발적 치유
portuguese: Explosão curar
russian: Серийная заживают
spanish: ráfaga de curar

# MasterName-EF001012
source: Phasing
french: Par
german: Durch
italian: Attraverso
japanese: とおりぬけ
korean: 통과
portuguese: Através
russian: Через
spanish: Mediante
