Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterDesc-MSSM0908
source: Total event point 4000+
french: point d'événement total 4000+
german: Insgesamt Ereignispunkt 4000+
italian: Punto evento totale 4000+
japanese: るいけい イベントポイント 4000いじょう
korean: 전체 이벤트 포인트 4000 +
portuguese: ponto evento total 4000+
russian: Всего точечное событие 4000+
spanish: punto Total caso 4000+

# MasterDesc-ESSE0901
source: You had a sweet smell from this grave.
french: Vous avez eu une douce odeur de cette tombe.
german: Sie haben einen süßen Geruch von diesem Grab.
italian: Hai avuto un odore dolce da questa grave.
japanese: なんだか このはかから あまいにおいが する きがするぞ。
korean: 이 무덤에서 달콤한 냄새가 있었다.
portuguese: Você tinha um cheiro doce a partir desta sepultura.
russian: Вы имели сладкий запах из этой могилы.
spanish: Tenías un olor dulce de esta tumba.

# MasterDesc-ESSE0902
source: Happy Halloween!
french: Joyeux Halloween!
german: Fröhliches Halloween!
italian: Felice Halloween!
japanese: ハッピーハロウィン！
korean: 해피 할로윈!
portuguese: Feliz Dia das Bruxas!
russian: Счастливого Хэллоуина!
spanish: ¡Feliz Halloween!

# TEXT_NEWS_PH_TITLE_MINI_EVENT
source: Mini Event__''{0}'' started!
german: Mini-Ereignis __ ''{0}'' gestartet!
japanese: ミニイベント__「{0}」かいさい！
korean: 미니 이벤트 __ ''{0}''시작!
portuguese: Mini Evento __ ''{0}'' começou!
russian: Mini Event __ ''{0}'' начался!

# TEXT_NEWS_PH_BODY_SEASON_EVENT_9_1
source: Play a witch!
french: Faites une sorcière!
german: Spielen Sie eine Hexe!
italian: Gioca una strega!
japanese: まじょで ぼうけんに でかけよう！
korean: 마녀를 플레이!
portuguese: Jogar uma bruxa!
russian: Играть ведьма!
spanish: Juega una bruja!

# TEXT_NEWS_PH_BODY_SEASON_EVENT_9_2
source: You can play special witch in this season!__* Character spec is as usual.
french: Vous pouvez jouer sorcière spéciale dans cette saison! __ * spec de caractère est comme d'habitude.
german: Sie können in dieser Jahreszeit besondere Hexe spielen! __ * Charakter spec wie es üblich ist.
italian: Si può giocare strega speciale in questa stagione! __ * Carattere specifica è come al solito.
japanese: いまだけの とくべつな まじょで ぼうけんに でかけよう。__(※せいのうは いつもどおりです)
korean: 이 계절에 특별한 마녀을 재생할 수 있습니다! __ * 문자 사양은 평소이다.
portuguese: Você pode jogar bruxa especial nesta temporada! __ * especificação caráter é como de costume.
russian: Вы можете играть особую ведьму в этом сезоне! __ * Характер спецификации как обычно.
spanish: Se puede jugar bruja especial en esta temporada! __ * spec El carácter es como de costumbre.

# TEXT_NEWS_PH_BODY_SEASON_EVENT_9_3
source: Find a Jack-o'-Lantern
french: Trouver un Jack-o'-Lantern
german: Finden Sie eine Jack-o'-Lantern
italian: Trova un Jack-o'-Lantern
japanese: ジャッコランタンに あおう！
korean: 잭 - 달성 할 - 랜턴 찾기
portuguese: Encontre um Jack-o'-Lantern
russian: Найти блуждающий огонек
spanish: Encontrar un Jack-o'-lantern

# TEXT_NEWS_PH_BODY_SEASON_EVENT_9_4
source: Find a Jack-o'-Lantern in dungeons!__...There may be good things.
french: Trouver un Jack-o'-Lantern dans les donjons! __... Il peut y avoir de bonnes choses.
german: Finden Sie eine Jack-o'-Lantern in Dungeons! __... Es kann gute Dinge sein.
italian: Trova un Jack-o'-Lantern nei dungeon! __... Ci possono essere cose buone.
japanese: すきな ダンジョンで ジャッコランタンを さがそう。__いいこと ある… かも？？
korean: 던전에 도깨비불을 찾기! __... 좋은 일이있을 수 있습니다.
portuguese: Encontre um Jack-o'-lanterna em masmorras! __... Pode haver coisas boas.
russian: Найти блуждающий огонек в подземельях! __... Там могут быть хорошие вещи.
spanish: Encontrar un Jack-o'-lantern en las mazmorras! __... puede haber cosas buenas.

# WORD_BTN_MINI_EVENT
source: Mini Event__''{0}''
french: Mini-événement __ ''{0}''
german: Mini-Ereignis __ ''{0}''
italian: Mini Evento __ ''{0}''
japanese: ミニイベント__「{0}」
korean: 미니 이벤트 __ ''{0}''
portuguese: Mini Evento __ ''{0}''
spanish: Mini Evento __ ''{0}''

# MasterDesc-EF001001
source: 倒すとスローがかかる、全体化”うらみ”
korean: 쓰러뜨리면 감속에 걸린다. 전체에 원망효과
spanish: Si caes seras ralentizado, aumentando el resentimiento

# MasterDesc-EF001002
source: 倒すと装備劣化、ただし確率は低めで少ない抵抗で十分防げる
korean: 이기면 장비가 열화한다. 하지만 확률이 낮아 작은 저항으로도 충분히 막을 수 있다.
spanish: Si ganas el equipo se deteriorara,pero la probabilidad es suficientemente baja para evitar una pequeña resistencia.

# MasterName-SKE01016
source: ヒーリング10%+治療
korean: 힐링10%+치유

# WORD_SALE_PRICE
source: <color=#0F0>Sale!{0}</color>
french: <color=#0F0>Vente {0}</color>
german: <color=#0F0>세일! {0}</color>
italian: Punti
korean: <color=#0F0>할인! {0}</color>
portuguese: <Color=#0F0> Venda {0} </color>
russian: <color=#0F0>Продажа! {0}</color>
spanish: <color=#0F0>Venta {0}</color>

# WORD_DIFF2
source: Hard
french: Difficile
german: Hart
italian: Difficile
korean: 단단한
portuguese: Ciężko
russian: Жесткий
spanish: Difícil

# WORD_DIFF3
source: Master
french: Maîtriser
german: Meister
italian: Maestro
korean: 석사
portuguese: Mistrz
russian: Мастер
spanish: Dominar

# WORD_DIFF4
source: Extreme
french: Extrême
german: Extrem
italian: Estremo
korean: 극단
portuguese: Skrajny
russian: крайность
spanish: Extremo

# WORD_POPUP_LEVELUP
source: Levelup
french: Niveau supérieur
german: Aufleveln
italian: Sali di livello
portuguese: Upar
russian: Уровень повышен
spanish: Subes de nivel

# MasterDesc-FDJ00008
source: :@MasterDesc-EFJ00008
german: :@MasterName-EFJ00008
italian: :@MasterName-EFJ00008
portuguese: :@MasterName-EFJ00008
russian: :@MasterName-EFJ00008
spanish: :@MasterName-EFJ00008

# MasterDesc-DG000001
source: :@MasterDesc-DG000000
italian: :@MasterDesc-DG000000 testing!

# WORD_SET_RANKING_ROW
source: <color=#FB0>{5}.</color>{0} {1} Lv{2} {7} {3}F Score: {4}{6}
portuguese: <color=#FB0> {5} </color> {0} {1} Lv {2} {7} {3} F Avaliação:. {4} {6}

# ENDPOINT_LOCAL
source: http://localhost/buriedbornes-server/
french: http://localhost/buriedbornes-server/ #Frrrrrrrrrrrrr
