Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterDescLv-EF000156-2
source: Increased chance.
french: Chances augmentées
german: Erhöhte Chance.
italian: Maggiore probabilità
japanese: かくりつアップ
korean: 확률 증가
portuguese: Chance aumentada.
russian: Повышенный шанс.
spanish: Aumento de la probabilidad.

# MasterDescLv-EF000157-1
source: Sniping +50%
french: Tir d'Elite +50%
italian: Critico a distanza +50%
japanese: ねらいうち+50％
korean: 저격+50%
portuguese: Pontaria +50%
russian: снайперская стрельба +50%
spanish: francotiradores +50%

# MasterDescLv-EF000157-2
source: Sniping +50%
french: Tir d'Elite +50%
italian: Critico a distanza +50%
japanese: ねらいうち+50％
korean: 저격+50%
portuguese: Pontaria +50%
russian: снайперская стрельба +50%
spanish: francotiradores +50%

# MasterDescLv-EF000158-1
source: Skills that do not end the turn have their cooldown reduced by 1.
french: Délai -1 pour les Talents Libres
german: -1 Die Abklingzeit wurde für No-Turn-Abfall Fähigkeiten.
italian: Le abilità che non fanno finire il turno hanno il cooldown ridotto di 1
japanese: ターンをしょうひしないスキルの クールダウン-1
korean: 턴을 소모하지 않는 기술의 대기 시간 -1
portuguese: Habilidades que não encerram o turno tem sua recarga reduzida em 1.
russian: -1 Время восстановления для навыков не-оборот отходов.
spanish: -1 El tiempo de reutilización de las habilidades no-giro-residuos.

# MasterDescLv-EF000158-2
source: Ignore this penalty.
french: Ignore cette pénalité
german: Ignorieren Sie diese Strafe.
italian: Ignora questa penalità
japanese: ペナルティむし
korean: 효과 무시
portuguese: Ignora essa penalidade.
russian: Игнорировать этот штраф.
spanish: No haga caso de esta pena.

# MasterDescLv-EF000159-1
source: Shield +25%
french: Bouclier +25%
german: Schild +25%
italian: Scudo +25%
japanese: シールド+25％
korean: 보호막 +25%
portuguese: Escudo +25%
russian: Щит +25%
spanish: Proteger +25%

# MasterDescLv-EF000159-2
source: Shield +25%
french: Bouclier +25%
german: Schild +25%
italian: Scudo +25%
japanese: シールド+25％
korean: 보호막 +25%
portuguese: Escudo +25%
russian: Щит +25%
spanish: Proteger +25%

# MasterDescLv-EF000160-1
source: Heal +50%
french: Soins +50%
german: Heilen +50%
italian: Cure +50%
japanese: かいふく+50％
korean: 회복 +50%
portuguese: Cura +50%
russian: заживать +50%
spanish: Sanar +50%

# MasterDescLv-EF000160-2
source: Heal +50%
french: Soins +50%
german: Heilen +50%
italian: Cure +50%
japanese: かいふく+50％
korean: 회복 +50%
portuguese: Cura +50%
russian: заживать +50%
spanish: Sanar +50%

# MasterDescLv-EF001007-1
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF001007-2
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF001009-1
source: Accuracy +25%
french: Précision +25%
german: Genauigkeit +25%
italian: Precisione +25%
japanese: めいちゅう+25％
korean: 명중 + 25%
portuguese: Precisão +25%
russian: точность +25%
spanish: Exactitud +25%

# MasterDescLv-EF001009-2
source: Accuracy +25%
french: Précision +25%
german: Genauigkeit +25%
italian: Precisione +25%
japanese: めいちゅう+25％
korean: 명중 + 25%
portuguese: Precisão +25%
russian: точность +25%
spanish: Exactitud +25%

# MasterDescLv-EF001010-1
source: Barrier +1
french: +1 Barrière
german: Barriere +1
italian: Barriera +1
japanese: バリア+1
korean: 방벽 +1
portuguese: Barreira +1
russian: барьерный +1
spanish: Barrera +1

# MasterDescLv-EF001010-2
source: Barrier +2
french: +2 Barrières
german: Barriere +2
italian: Barriera +2
japanese: バリア+2
korean: 방벽 +2
portuguese: Barreira +2
russian: барьерный +2
spanish: Barrera +2

# MasterDescLv-EF001011-1
source: Heal +50%
french: Soins +50%
german: Heilen +50%
italian: Cure +50%
japanese: かいふく+50％
korean: 회복 +50%
portuguese: Cura +50%
russian: заживать +50%
spanish: Sanar +50%

# MasterDescLv-EF001011-2
source: Heal +50%
french: Soins +50%
german: Heilen +50%
italian: Cure +50%
japanese: かいふく+50％
korean: 회복 +50%
portuguese: Cura +50%
russian: заживать +50%
spanish: Sanar +50%

# MasterDescLv-EF001012-1
source: Avoid +15%
french: Esquive +15%
german: Vermeiden +15%
italian: Schivata +15%
japanese: かいひ+15％
korean: 회피 +15%
portuguese: Esquiva +15%
russian: избежать +15%
spanish: Evitar +15%

# MasterDescLv-EF001012-2
source: Avoid +15%
french: Esquive +15%
german: Vermeiden +15%
italian: Schivata +15%
japanese: かいひ+15％
korean: 회피 +15%
portuguese: Esquiva +15%
russian: избежать +15%
spanish: Evitar +15%

# MasterDescLv-EF001014-1
source: Accuracy +25%
french: Précision +25%
german: Genauigkeit +25%
italian: Precisione +25%
japanese: めいちゅう+25％
korean: 명중 + 25%
portuguese: Precisão +25%
russian: точность +25%
spanish: Exactitud +25%

# MasterDescLv-EF001014-2
source: Accuracy +25%
french: Précision +25%
german: Genauigkeit +25%
italian: Precisione +25%
japanese: めいちゅう+25％
korean: 명중 + 25%
portuguese: Precisão +25%
russian: точность +25%
spanish: Exactitud +25%

# MasterDescLv-EF001015-1
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF001015-2
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF001016-1
source: Damage Reduce +15%
french: Réduction des Dommages +15%
german: Schaden reduzieren +15%
italian: Riduzione danni +15%
japanese: けいげん+15％
korean: 피해감소 +15%
portuguese: Redução de Dano +15%
russian: Повреждение Уменьшить +15%
spanish: Daños a reducir +15%

# MasterDescLv-EF001016-2
source: Damage Reduce +15%
french: Réduction des Dommages +15%
german: Schaden reduzieren +15%
italian: Riduzione danni +15%
japanese: けいげん+15％
korean: 피해감소 +15%
portuguese: Redução de Dano +15%
russian: Повреждение Уменьшить +15%
spanish: Daños a reducir +15%

# MasterDescLv-EF001017-1
source: Increased chance.
french: Chances augmentées
german: Erhöhte Chance.
italian: Maggiore probabilità
japanese: かくりつアップ
korean: 확률 증가
portuguese: Chance aumentada.
russian: Повышенный шанс.
spanish: Aumento de la probabilidad.

# MasterDescLv-EF001017-2
source: Increased chance.
french: Chances augmentées
german: Erhöhte Chance.
italian: Maggiore probabilità
japanese: かくりつアップ
korean: 확률 증가
portuguese: Chance aumentada.
russian: Повышенный шанс.
spanish: Aumento de la probabilidad.

# MasterDescLv-EF002001-1
source: Additional -1
french: -1 supplémentaire
german: Weitere -1
italian: -1 aggiuntivo
japanese: さらに-1
korean: 추가 -1
portuguese: Adiciona -1
russian: Дополнительный -1
spanish: Adicional -1

# MasterDescLv-EF002001-2
source: Additional -1
french: -1 supplémentaire
german: Weitere -1
italian: -1 aggiuntivo
japanese: さらに-1
korean: 추가 -1
portuguese: Adiciona -1
russian: Дополнительный -1
spanish: Adicional -1

# MasterDescLv-EF002003-1
source: Reflect +25%
french: Réflexion +25%
german: Reflektieren +25%
italian: Riflettere +25%
japanese: はんしゃ+25％
korean: 반사 +25%
portuguese: Reflexo +25%
russian: отражать +25%
spanish: Reflejar +25%

# MasterDescLv-EF002003-2
source: Reflect +25%
french: Réflexion +25%
german: Reflektieren +25%
italian: Riflettere +25%
japanese: はんしゃ+25％
korean: 반사 +25%
portuguese: Reflexo +25%
russian: отражать +25%
spanish: Reflejar +25%

# MasterDescLv-EF002007-1
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF002007-2
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF002008-1
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF002008-2
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDesc-MSD00001
source: Play Warrior 5 times.
french: Jouer 5 fois le Guerrier.
german: Spielen Krieger 5 mal.
italian: Gioca con il Guerriero 5 volte
japanese: せんしで 5かい プレイする
korean: 전사 5회 플레이
portuguese: Jogar de Guerreiro 5 vezes.
russian: Играть Воин 5 раз.
spanish: Juega como Guerrero 5 veces

# MasterDesc-MSD00002
source: Play Ranger 5 times.
french: Jouer 5 fois l'Eclaireur.
german: Spielen Ranger 5 mal.
italian: Gioca con il Ranger 5 volte
japanese: かりうどで 5かい プレイする
korean: 사냥꾼 5회 플레이
portuguese: Jogar de Caçadora 5 vezes.
russian: Играть Ranger 5 раз.
spanish: Juega como Guardabosque 5 veces

# MasterDesc-MSD00003
source: Play Mage 5 times.
french: Jouer 5 fois le Mage.
german: Spielen Mage 5 mal.
italian: Gioca con il Mago 5 volte
japanese: まほうつかいで 5かい プレイする
korean: 마법사 5회 플레이
portuguese: Jogar de Mago 5 vezes.
russian: Играть Маг 5 раз.
spanish: Juega como Mago 5 veces

# MasterDesc-MSD00004
source: Play Priest 5 times.
french: Jouer 5 fois la Prêtresse.
german: Spielen Priest 5 mal.
italian: Gioca con il Prete 5 volte
japanese: そうりょで 5かい プレイする
korean: 승려 5회 플레이
portuguese: Jogar de Sacerdotisa 5 vezes.
russian: Играть Священник 5 раз.
spanish: Juega como Sacerdote 5 veces

# MasterDesc-MSD00005
source: Play Paladin 5 times.
french: Jouer 5 fois le Paladin.
german: Spielen Paladin 5 mal.
italian: Gioca con il Paladino 5 volte
japanese: パラディンで 5かい プレイする
korean: 성기사 5회 플레이
portuguese: Jogar de Paladino 5 vezes.
russian: Играть Паладин 5 раз.
spanish: Juega como Paladín 5 veces

# MasterDesc-MSD00006
source: Play Ninja 5 times.
french: Jouer 5 fois le Ninja.
german: Spielen Ninja 5 mal.
italian: Gioca con il Ninja 5 volte
japanese: にんじゃで 5かい プレイする
korean: 닌자 5회 플레이
portuguese: Jogar de Ninja 5 vezes.
russian: Играть в 5 раз-гуру.
spanish: Juega como Ninja 5 veces

# MasterDesc-MSD00007
source: Play Druid 5 times.
french: Jouer 5 fois la Druide.
german: Spielen Druide 5 mal.
italian: Gioca con il Druido 5 volte
japanese: ドルイドで 5かい プレイする
korean: 드루이드 5회 플레이
portuguese: Jogar de Druída 5 vezes.
russian: Играть Друид 5 раз.
spanish: Juega como Druida 5 veces

# MasterDesc-MSD00008
source: Play Samurai 5 times.
french: Jouer 5 fois la Samouraï.
german: Spielen Samurai 5 mal.
italian: Gioca con il Samurai 5 volte
japanese: さむらいで 5かい プレイする
korean: 사무라이 5회 플레이
portuguese: Jogar de Samurai 5 vezes.
russian: Играть самураев в 5 раз.
spanish: Juega como Samurai 5 veces

# MasterDesc-MSD00009
source: Play Dark Knight 5 times.
french: Jouer 5 fois la Chevalier Noir.
german: Spielen Dark Knight 5-mal.
italian: Gioca con la Guardia Nera 5 volte
japanese: まけんしで 5かい プレイする
korean: 암흑기사 5회 플레이
portuguese: Jogar de Espadachim 5 vezes.
russian: Играть Dark Knight 5 раз.
spanish: Juega como Caballero Oscuro 5 veces

# MasterDesc-MSD00010
source: Play Necromancer 5 times.
french: Jouer 5 fois le Nécromancien.
german: Spielen Necromancer 5 mal.
italian: Gioca con il Necromante 5 volte
japanese: しじゅつしで 5かい プレイする
korean: 강령술사 5회 플레이
portuguese: Jogar de Necromante 5 vezes.
russian: Играть некромант 5 раз.
spanish: Juega como Nigromante 5 veces

# MasterDesc-MSD00011
source: Play Clown 5 times.
french: Jouer 5 fois le Saltimbanque.
german: Spielen Clown 5 mal.
italian: Gioca con Clown 5 volte
japanese: どうけしで 5かい プレイする
korean: 광대 5회 플레이
portuguese: Jogar de Palhaço 5 vezes.
russian: Играть клоун 5 раз.
spanish: Juega como Payaso 5 veces

# MasterDesc-MSD00012
source: Play Elf 5 times.
french: Jouer 5 fois l'Elfe.
german: Spielen Elf 5 mal.
italian: Gioca con Elfo 5 votle
japanese: エルフで 5かい プレイする
korean: 엘프 5회 플레이
portuguese: Jogar de Elfa 5 vezes.
russian: Играть эльфами 5 раз.
spanish: Juega como Elfo 5 veces

# MasterDesc-MSD00013
source: Play Scavenger 5 times.
french: Jouer 5 fois l'Ascète.
german: Spielen Scavenger 5 mal.
italian: Gioca con lo Spazzino 5 volte
japanese: ごみあさりで 5かい プレイする
korean: 노숙자 5회 플레이
portuguese: Jogar de Andarilho 5 vezes.
russian: Играть мусорщика 5 раз.
spanish: Juega como Carroñero 5 veces

# MasterDesc-MSD00014
source: Clear 10F with a Warrior.
french: Finir 10F avec le Guerrier.
german: Klar 10F mit einem Krieger.
italian: Finisci il livello 10F con il Guerriero
japanese: せんしで 10Fを とうはする
korean: 전사로 10층 돌파
portuguese: Completar o 10º andar como Guerreiro.
russian: Ясно 10F с Warrior.
spanish: Termina el nivel 10F con un Gerrero

# MasterDesc-MSD00015
source: Clear 10F with a Ranger.
french: Finir 10F avec l'Eclaireur.
german: Klar 10F mit einem Ranger.
italian: Finisci il livello 10F con il Ranger
japanese: かりうどで 10Fを とうはする
korean: 사냥꾼으로 10층 돌파
portuguese: Completar o 10º andar como Caçadora.
russian: Ясно 10F с Ranger.
spanish: Termina el nivel 10F con un Guardabosque

# MasterDesc-MSD00016
source: Clear 10F with a Mage.
french: Finir 10F avec le Mage.
german: Klar 10F mit einem Magier.
italian: Finisci il livello 10F con il Mago
japanese: まほうつかいで 10Fを とうはする
korean: 마법사로 10층 돌파
portuguese: Completar o 10º andar como Mago.
russian: Ясно 10F с магом.
spanish: Termina el nivel 10F con un Mago

# MasterDesc-MSD00017
source: Clear 10F with a Priest.
french: Finir 10F avec la Prêtresse.
german: Klar 10F mit einem Priester.
italian: Finisci il livello 10F con il Prete
japanese: そうりょで 10Fを とうはする
korean: 승려로 10층 돌파
portuguese: Completar o 10º andar como Sacerdotisa.
russian: Ясно 10F с Priest.
spanish: Termina el nivel 10F con un Sacerdote

# MasterDesc-MSD00018
source: Clear 10F with a Paladin.
french: Finir 10F avec le Paladin.
german: Klar 10F mit einem Paladin.
italian: Finisci il livello 10F con il Paladino
japanese: パラディンで 10Fを とうはする
korean: 성기사로 10층 돌파
portuguese: Completar o 10º andar como Paladino.
russian: Ясно 10F с Паладина.
spanish: Termina el nivel 10F con un paladín

# MasterDesc-MSD00019
source: Clear 10F with a Ninja.
french: Finir 10F avec le Ninja.
german: Klar 10F mit einem Ninja.
italian: Finisci il livello 10F con il Ninja
japanese: にんじゃで 10Fを とうはする
korean: 닌자로 10층 돌파
portuguese: Completar o 10º andar como Ninja.
russian: Ясно 10F с Ninja.
spanish: Termina el nivel 10F con un Ninja

# MasterDesc-MSD00020
source: Clear 10F with a Druid.
french: Finir 10F avec la Druide.
german: Klar 10F mit einem Druiden.
italian: Finisci il livello 10F con il Druido
japanese: ドルイドで 10Fを とうはする
korean: 드루이드로 10층 돌파
portuguese: Completar o 10º andar como Druída.
russian: Ясно 10F с друида.
spanish: Termina el nivel 10F con un Druida

# MasterDesc-MSD00021
source: Clear 10F with a Samurai.
french: Finir 10F avec la Samouraï.
german: Klar 10F mit einem Samurai.
italian: Finisci il livello 10F con il Samurai
japanese: さむらいで 10Fを とうはする
korean: 사무라이로 10층 돌파
portuguese: Completar o 10º andar como Samurai.
russian: Ясно 10F с Samurai.
spanish: Termina el nivel 10F con un Samurai

# MasterDesc-MSD00022
source: Clear 10F with a Dark Knight.
french: Finir 10F avec la Chevalier Rouge.
german: Klar 10F mit einem Dark Knight.
italian: Finisci il livello 10F con la Guardia Nera
japanese: まけんしで 10Fを とうはする
korean: 마검사로 10층 돌파
portuguese: Completar o 10º andar como Espadachim.
russian: Ясно 10F с Темным Рыцарем.
spanish: Termina el nivel 10F con un Caballero Oscuro

# MasterDesc-MSD00023
source: Clear 10F with a Necromancer.
french: Finir 10F avec le Nécromancien.
german: Klar 10F mit einem Nekromanten.
italian: Finisci il livello 10F con il Necromante
japanese: しじゅつしで 10Fを とうはする
korean: 강령술사로 10층 돌파
portuguese: Completar o 10º andar como Necromante.
russian: Ясно 10F с некроманта.
spanish: Termina el nivel 10F con un Nigromante

# MasterDesc-MSD00024
source: Clear 10F with a Clown.
french: Finir 10F avec le Saltimbanque.
german: Klar 10F mit einem Clown.
italian: Finisci il livello 10F con il Clown
japanese: どうけしで 10Fを とうはする
korean: 광대로 10층 돌파
portuguese: Completar o 10º andar como Palhaço.
russian: Ясно 10F с клоуном.
spanish: Termina el nivel 10F con un Payaso

# MasterDesc-MSD00025
source: Clear 10F with a Witch.
french: Finir 10F avec la Sorcière.
german: Klar 10F mit einer Hexe.
italian: Finisci il livello 10F con la Strega
japanese: まじょで 10Fを とうはする
korean: 마녀로 10층 돌파
portuguese: Completar o 10º andar como Bruxa.
russian: Ясно 10F с Ведьмой.
spanish: Termina el nivel 10F con una Bruja

# MasterDesc-MSD00026
source: Clear 10F with a Saint.
french: Finir 10F avec la Sainte.
german: Klar 10F mit einem Heiligen.
italian: Finisci il livello 10F con il Santo
japanese: せいじょで 10Fを とうはする
korean: 성녀로 10층 돌파
portuguese: Completar o 10º andar como Santa.
russian: Ясно 10F с Сен.
spanish: Termina el nivel 10F con un Santo

# MasterDesc-MSD00027
source: Clear 10F with a Elf.
french: Finir 10F avec l'Elfe.
german: Klar 10F mit einem Elf.
italian: Finisci il livello 10F con un Elfo
japanese: エルフで 10Fを とうはする
korean: 엘프로 10층 돌파
portuguese: Completar o 10º andar como Elfa.
russian: Ясно 10F с Elf.
spanish: Termina el nivel 10F con un Duende

# MasterDesc-MSD00028
source: Clear 10F with a Valkyrie.
french: Finir 10F avec la Valkyrie.
german: Klar 10F mit einer Walküre.
italian: Finisci il livello 10F con la Valchiria
japanese: ヴァルキリーで 10Fを とうはする
korean: 발키리로 10층 돌파
portuguese: Completar o 10º andar como Valquíria.
russian: Ясно 10F с Валькирия.
spanish: Termina el nivel 10F con un Valquiria

# MasterDesc-MSD00029
source: Clear 10F with a Dragoon.
french: Finir 10F avec le Dragonian..
german: Klar 10F mit einem Dragoon.
italian: Finisci il livello 10F con il Drago
japanese: ドラグーンで 10Fを とうはする
korean: 용기병으로 10층 돌파
portuguese: Completar o 10º andar como Draconídeo.
russian: Ясно 10F с Драгунского.
spanish: Termina el nivel 10F con un Dragón

# MasterDesc-MSD00030
source: Clear 10F with a Scavenger.
french: Finir 10F avec l'Ascète.
german: Klar 10F mit einem Ausbeuter.
italian: Finisci il livello 10F con lo Spazzino
japanese: ごみあさりで 10Fを とうはする
korean: 노숙자로 10층 돌파
portuguese: Completar o 10º andar como Andarilho.
russian: Ясно 10F с поглотителем.
spanish: Termina el nivel 10F como Carroñero

# MasterDesc-MSD00031
source: Clear 10F with a Darkelf.
french: Finir 10F avec l'Elfe Noire.
german: Klar 10F mit einem Darkelf.
italian: Finisci il livello 10F con un Elfo Oscuro
japanese: ダークエルフで 10Fを とうはする
korean: 다크엘프로 10층 돌파
portuguese: Completar o 10º andar como Elfa Negra.
russian: Ясно 10F с Darkelf.
spanish: Termina el nivel 10F con una Elfo Oscuro

# MasterDesc-MSD00032
source: Clear 10F with a Evil Knight.
french: Finir 10F avec le Chevalier Noir.
german: Klar 10F mit einem bösen Ritter.
italian: Finisci il livello 10F con il Cavaliere Malvagio
japanese: あんこくきしで 10Fを とうはする
korean: 암흑기사로 10층 돌파
portuguese: Completar o 10º andar como Cavaleiro Negro.
russian: Ясно 10F с Зла Knight.
spanish: Claro 10F con un malvado caballero.

# MasterDesc-MSD00033
source: Clear 10F with a Rover.
french: Finir 10F avec le Vagabond
german: Klar 10F mit einem Rover.
italian: Finisci il livello 10F con il Vagabondo
japanese: ほうろうしゃで 10Fを とうはする
korean: 방랑자로 10층 돌파
portuguese: Completar o 10º andar como Rover.
russian: Ясно 10F с Rover.
spanish: Claro 10F con un Rover.

# MasterDesc-MSD00034
source: Clear 10F with a Vampire.
french: Finir 10F avec le Vampire.
german: Klar 10F mit einem Vampir.
italian: Finisci il livello 10F con il Vampiro
japanese: きゅうけつきで 10Fを とうはする
korean: 흡혈귀로 10층 돌파
portuguese: Completar o 10º andar como Vampiro.
russian: Ясно 10F с вампиром.
spanish: Termina el nivel 10F con un Vampiro

# MasterDesc-MSD00035
source: Clear 10F with a Fairy.
french: Finir 10F avec la Fée.
german: Klar 10F mit einer Fee.
italian: Finisci il livello 10F con la Fatina
japanese: フェアリーで 10Fを とうはする
korean: 요정으로 10층 돌파
portuguese: Completar o 10º andar como Fada.
russian: Ясно 10F с Фейри.
spanish: 10F claro con un Hada.

# MasterDesc-MSD00036
source: Pick skill that has 0 cooldown 10 times.
french: Choisir 10 fois un Talent avec un Délai à 0.
german: Pick-Fähigkeit, die 0 Abklingzeit 10-mal hat.
italian: Scegli un abilità che ha 0 di cooldown 10 volte
japanese: クールダウンが 0の スキルを 10かい ひろう
korean: 대기 시간이 0인 기술을 10회 선택
portuguese: Aprender uma habilidade com 0 de recarga 10 vezes.
russian: Выберите навык, который имеет 0 Кулдаун 10 раз.
spanish: Escoja habilidad que tiene 0 tiempo de reutilización de 10 veces.

# MasterDesc-MSD00037
source: Pick skill that has 1 cooldown 10 times.
french: Choisir 10 fois un Talent avec un Délai à 1.
german: Pick-Fähigkeit, die 1 Abklingzeit 10-mal hat.
italian: Scegli un abilità che ha 1 di cooldown 10 volte
japanese: クールダウンが 1の スキルを 10かい ひろう
korean: 대기 시간이 1인 기술을 10회 선택
portuguese: Aprender uma habilidade com 1 de recarga 10 vezes.
russian: Выберите навык, который имеет 1 Кулдаун 10 раз.
spanish: Escoja habilidad que tiene 1 tiempo de reutilización de 10 veces.

# MasterDesc-MSD00038
source: Pick skill that has 2 cooldown 10 times.
french: Choisir 10 fois un Talent avec un Délai à 2.
german: Pick-Fähigkeit, die 2 Abklingzeit 10-mal hat.
italian: Scegli un abilità che ha 2 di cooldown 10 volte
japanese: クールダウンが 2の スキルを 10かい ひろう
korean: 대기 시간이 2인 기술을 10회 선택
portuguese: Aprender uma habilidade com 2 de recarga 10 vezes.
russian: Выберите навык, который имеет 2 Кулдаун 10 раз.
spanish: Escoja habilidad que tiene tiempo de reutilización de 2 a 10 veces.

# MasterDesc-MSD00039
source: Pick skill that has 3 cooldown 5 times.
french: Choisir 5 fois un Talent avec un Délai à 3.
german: Pick-Fähigkeit, die 3 Abklingzeit 5-mal hat.
italian: Scegli un abilità che ha 3 di cooldown 10 volte
japanese: クールダウンが 3の スキルを 5かい ひろう
korean: 대기 시간이 3인 기술을 5회 선택
portuguese: Aprender uma habilidade com 3 de recarga 5 vezes.
russian: Выберите навык, который имеет 3 CoolDown 5 раз.
spanish: Escoja habilidad que tiene tiempo de reutilización 3 5 veces.

# MasterDesc-MSD00040
source: Pick skill that has 4 cooldown 5 times.
french: Choisir 5 fois un Talent avec un Délai à 4.
german: Pick-Fähigkeit, die 4 Abklingzeit 5-mal hat.
italian: Scegli un abilità che ha 4 di cooldown 10 volte
japanese: クールダウンが 4の スキルを 5かい ひろう
korean: 대기 시간이 4인 기술을 5회 선택
portuguese: Aprender uma habilidade com 4 de recarga 5 vezes.
russian: Выберите навык, который имеет 4 CoolDown 5 раз.
spanish: Escoja habilidad que tiene tiempo de reutilización 4 5 veces.

# MasterDesc-MSD00041
source: Pick skill that has 5 cooldown 5 times.
french: Choisir 5 fois un Talent avec un Délai à 5.
german: Pick-Fähigkeit, die 5 Abklingzeit 5-mal hat.
italian: Scegli un abilità che ha 5 di cooldown 10 volte
japanese: クールダウンが 5の スキルを 5かい ひろう
korean: 대기 시간이 5인 기술을 5회 선택
portuguese: Aprender uma habilidade com 5 de recarga 5 vezes.
russian: Выберите навык, который имеет 5 Кулдаун 5 раз.
spanish: Escoja habilidad que tiene tiempo de reutilización 5 5 veces.

# MasterDesc-MSD00042
source: Use skill that use your turn 50 times.
french: Utilisez 50 un Talent qui finit le Tour.
german: Verwenden Sie Fertigkeit, die Sie an der Reihe 50 Mal verwendet werden.
italian: Usa un abilità che fa finire il turno 50 volte
japanese: ターンを しょうひする スキルを 50かい しようする
korean: 자신의 턴에 기술 50회 사용
portuguese: Usar uma habilidade que encerra seu turno 50 vezes.
russian: Используйте навыки, которые используют ваш черед 50 раз.
spanish: Utilizar las habilidades que utilizan su turno 50 veces.
