Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterDesc-SK000174
source: Find a new skill after battle.
french: Trouver une nouvelle compétence après la bataille.
german: Suchen Sie eine neue Fertigkeit nach der Schlacht.
italian: Trovi una nuova abilità dopo la battaglia
japanese: せんとうのあと あたらしい スキルを あみだす
korean: 전투가 끝난 뒤에 새로운 기술을 배운다.
portuguese: Aprenda uma nova habilidade após a batalha.
russian: Найти новый навык после боя.
spanish: Encontrar una nueva habilidad después de la batalla.

# MasterDesc-SK000175
source: Remove enemies from near rooms.
french: Retirer les ennemis des chambres près.
german: Entfernen Sie Feinde in der Nähe Zimmer.
italian: Rimuovi i nemici dalle stanze vicino
japanese: ちかくの へやから 「まもの」マスを なくす
korean: 가까운 방의 [마물] 집단을 없앤다.
portuguese: Remove inimigos das salas próximas.
russian: Удалить из врагов возле комнаты.
spanish: Retire los enemigos desde cerca de las habitaciones.

# MasterDesc-SK000176
source: Gain Pursuit.
german: Gain-Verfolgung.
italian: Evoca un Disastro (un nemico molto forte) in una stanza vicino
japanese: ついげきをえる
korean: 근처의 방에 재앙(강한 보스)을 소환한다.
portuguese: Ganha Perseguição.
russian: Усиление преследования.
spanish: Persecución de ganancia.

# MasterDesc-SK000177
source: Gain some soulstones.
french: Gain quelques soulstones.
german: Gewinnen Sie ein paar Seelensteine.
italian: Ottieni alcune soulstone
japanese: ませきを える
korean: 마석을 얻는다.
portuguese: Ganha algumas Pedras d'Alma.
russian: Получить некоторые Soulstones.
spanish: Ganar algunas piedras de alma.

# MasterDesc-SK000178
source: Find a legendary equipment after battle.
french: Trouver un équipement légendaire après la bataille.
german: Finden sie eine legendäre Ausrüstung nach der Schlacht.
italian: Trovi un equipaggiamento leggendario dopo la battaglia
japanese: せんとうのあと でんせつの そうびひんを みいだす
korean: 전투가 끝난 뒤에 전설의 무구를 찾아낸다.
portuguese: Encontra um equipamento lendário após a batalha.
russian: Найти легендарного оборудования после битвы.
spanish: Encontrar un equipo de leyenda tras batalla.

# MasterDesc-SK000179
source: Find a new equipment after battle.
french: Trouvez un nouvel équipement après la bataille.
german: Suchen Sie eine neue Ausrüstung nach der Schlacht.
italian: Trovi un nuovo equipaggiamento dopo la battaglia
japanese: せんとうのあと あたらしい そうびひんを みいだす
korean: 전투가 끝난 뒤에 새로운 장비를 발견한다.
portuguese: Encontra um equipamento novo após a batalha.
russian: Найти новое оборудование после боя.
spanish: Encontrar un nuevo equipo después de la batalla.

# MasterDesc-SK000180
source: Gain heal per turn.
french: Gain guérir par tour.
german: Gewinnen Sie pro Runde heilen.
italian: Guadagni alcuni punti evento (Guadagni invece alcune soulstone se non ci sono eventi stagionali)ù
japanese: じょじょに HPをかいふくする
korean: 서서히 HP를 회복한다.
portuguese: Cura HP ao longo do tempo.
russian: Gain заживают за ход.
spanish: Ganar curarse por turno.

# MasterDesc-SK000201
source: Attack an enemy.
french: Attaquer un ennemi.
german: Angriff einen Gegner.
italian: Attacca un nemico
japanese: てきに とつげきして たいあたり
korean: 적에게 전속력으로 돌격한다.
portuguese: Ataca um inimigo.
russian: Атаки врага.
spanish: Atacar a un enemigo.

# MasterDesc-SK000202
source: Attack an enemy and gain damage you deal.
french: Attaque un ennemi et gagner dégâts que vous infligez.
german: Angriff einen Gegner und gewinnen Schaden, den Ihr.
italian: Attaccare un nemico e guadagnare danni avete a che fare.
japanese: こうげきしつつ ぶきを きょうか
korean: 공격하면서 무기를 강화한다.
portuguese: Ataca um inimigo e cura HP baseado no dano causado.
russian: Атака противника и получить урон, наносимый.
spanish: Atacar a un enemigo y ganar daño que haces.

# MasterDesc-SK000203
source: Deal delayed damage to an opponent.
french: Traiter retardé blessures à un adversaire.
german: Deal verzögert einem Gegner Schaden.
italian: Infliggi danno ritardato ad un nemico
japanese: ひこうを つき じかんさで だいダメージを あたえる
korean: 비공을 찔러 시간차로 피해를 입힌다.
portuguese: Causa dano atrasado a um inimigo.
russian: Сделка с задержкой ущерб противнику.
spanish: Trato retrasa daño a un oponente.

# MasterDesc-SK000204
source: Attack an enemy.
french: Attaquer un ennemi.
german: Angriff einen Gegner.
italian: Attacca un nemico
japanese: てきのしかく かげからの いちげき
korean: 적의 사각에 있는 그림자로부터 공격
portuguese: Ataca um inimigo.
russian: Атаки врага.
spanish: Atacar a un enemigo.

# MasterDesc-SK000205
source: Gain shield.
french: Gain bouclier.
german: Gewinnen Schild.
italian: Ottieni Scudo
japanese: てきに あたえている けいぞくダメージに おうじて シールドをえる
korean: 적에게 가한 지속피해에 따라 보호막을 얻는다.
portuguese: Ganha Escudo.
russian: Усиление щита.
spanish: Ganar escudo.

# MasterDesc-SK000206
source: Add poison to your attacks.
french: Ajouter un poison pour votre attaque dans ce tour.
german: In Gift zu Ihrem Angriff in dieser Reihe.
italian: Aggiungi veleno ad i tuoi attacci in questo turno
japanese: このターンの こうげきに ついかで どくを ふよする
korean: 이번 턴의 공격에 추가로 독을 부여한다.
portuguese: Adiciona Veneno ao seus ataques neste turno.
russian: Добавьте яд вашей атаки в этой очереди.
spanish: Añadir veneno para su ataque en este turno.

# MasterDesc-SK000207
source: Gain a barrier.
french: Acquérir une barrière.
german: Gewinnen Sie eine Barriere.
italian: Ottieni una barriera
japanese: バリアをはる(+1)
korean: 방벽을 씌운다.(+1)
portuguese: Ganha 1 Barreira.
russian: Усиление барьер.
spanish: Ganar una barrera.

# MasterDesc-SK000208
source: Deal delayed damage to an opponent.
french: Traiter retardé blessures à un adversaire.
german: Deal verzögert einem Gegner Schaden.
italian: Infliggi danno ritardato ad un nemico
japanese: じかんけいかで はつどうする まほうの じらい
korean: 시간 경과로 발동하는 마법 지뢰
portuguese: Causa dano atrasado a um inimigo.
russian: Сделка с задержкой ущерб противнику.
spanish: Trato retrasa daño a un oponente.

# MasterDesc-SK000209
source: Gain 3 barriers.
french: Gain 3 barrières.
german: Gewinnen Sie 3 Barrieren.
italian: Ottieni 3 barriere
japanese: バリアをはる(+3)
korean: 방벽을 씌운다.(+3)
portuguese: Ganha 3 barreiras.
russian: Усиление 3 барьеров.
spanish: Ganar 3 barreras.

# MasterDesc-SK000210
source: Heal yourself and gain shield.
french: Guérissez-vous et gagner bouclier.
german: Heilen Sie sich und gewinnen Schild.
italian: Cura ed ottieni uno scudo
japanese: HPを かいふくして どうじに シールドも える
korean: HP를 회복하고 동시에 보호막을 얻는다.
portuguese: Cura HP e ganha Escudo.
russian: Исцели себя и получить щит.
spanish: Curarse a sí mismo y ganar escudo.

# MasterDesc-SK000211
source: Deal delayed damage to an opponent.
french: Traiter retardé blessures à un adversaire.
german: Deal verzögert einem Gegner Schaden.
italian: Infliggi danno ritardato ad un nemico
japanese: てんじょうより こうせんを よびよせ じかんさ こうげき
korean: 천상에서 광선을 불러내는 시간차 공격
portuguese: Causa dano atrasado a um inimigo.
russian: Сделка с задержкой ущерб противнику.
spanish: Trato retrasa daño a un oponente.

# MasterDesc-SK000212
source: Gain Pursuit.
german: Gain-Verfolgung.
italian: Ottieni Inseguimento
japanese: ついげきをえる
korean: 추격 획득
portuguese: Ganha Perseguição.
russian: Усиление преследования.
spanish: Persecución de ganancia.

# MasterDesc-SK000213
source: Attack an enemy.
french: Attaquer un ennemi.
german: Angriff einen Gegner.
italian: Attacca un nemico
japanese: めちゃくちゃに てきを こうげき
korean: 마구잡이로 적을 공격한다.
portuguese: Ataca um inimigo.
russian: Атаки врага.
spanish: Atacar a un enemigo.

# MasterDesc-SK000214
source: Pay barriers to gain power and defense for a short time.
french: Payer les obstacles pour gagner du pouvoir et de la défense pendant une courte période.
german: Pay Barrieren Macht und Verteidigung für eine kurze Zeit zu gewinnen.
italian: Paga con le barriere per ottenere potere e difesa aggiuntivi per un breve periodo
japanese: バリアを しょうひして いちじてきに せんとうのうりょくを こうじょうさせる
korean: 방벽을 소비해서 일시적으로 전투능력을 향상시킨다.
portuguese: Sacrifica Barreiras para ganhar poder e defesa por um curto período.
russian: Обращайте барьеры, чтобы получить власть и защиту в течение короткого промежутка времени.
spanish: Pagar las barreras para acceder al poder y la defensa por un corto tiempo.

# MasterDesc-SK000215
source: You can earn more great treasure.
french: Vous pouvez gagner plus grand trésor.
german: Sie können mehr großen Schatz zu verdienen.
italian: Puoi ottere tesori ancora più grandi
japanese: しばらくのあいだ いい たからものが でるようになる
korean: 잠시 좋은 보물이 나오게 된다.
portuguese: Você pode encontrar tesouros melhores.
russian: Вы можете заработать больше большое сокровище.
spanish: Puede ganar más gran tesoro.

# MasterDesc-SK000301
source: A powerful attack.
french: Une attaque puissante.
german: Ein mächtiger Angriff.
italian: Un attacco potente
japanese: ぼうぎょのための バリアを てきにたたきつける もろはのつるぎ
korean: 방어를 위한 방벽을 적에게 내던지는 양날의 검
portuguese: Um ataque poderoso.
russian: Мощная атака.
spanish: Un poderoso ataque.

# MasterDesc-SK000302
source: Remove all debuffs on yourself.
french: Supprimer tous les debuffs sur vous-même.
german: Entfernen Sie alle Debuffs auf sich selbst.
italian: Rimuovi tutti i debuff che ti affliggono
japanese: じぶんの マイナスこうかを すべてうちけす
korean: 상태이상을 모두 치료한다.
portuguese: Remove todos debuffs de você.
russian: Удалить все дебаффы на себя.
spanish: Retirar todas las desventajas en sí mismo.

# MasterDesc-SK000303
source: Gain 2 barriers.
french: Gain 2 barrières.
german: Gewinnen Sie 2 Barrieren.
italian: Ottieni 2 barriere
japanese: バリアをはる(+2)
korean: 방벽을 씌운다.(+2)
portuguese: Ganha 2 Barreiras.
russian: Усиление 2 барьеров.
spanish: Ganar 2 barreras.

# MasterDesc-SK000304
source: Attack an enemy.
french: Attaquer un ennemi.
german: Angriff einen Gegner.
italian: Attacca un nemico
japanese: てきを みつけたら じどうで こうげきする かきゅう
korean: 적을 찾아 자동으로 공격하는 불꽃
portuguese: Ataca um inimigo.
russian: Атаки врага.
spanish: Atacar a un enemigo.

# MasterDesc-SK000305
source: Attack an enemy.
french: Attaquer un ennemi.
german: Angriff einen Gegner.
italian: Attacca un nemico
japanese: てきを みつけだし こうげきしてくれる せんぞの れい
korean: 적을 찾아 공격해달라고 영적인 존재에게 빈다.
portuguese: Ataca um inimigo.
russian: Атаки врага.
spanish: Atacar a un enemigo.

# MasterDesc-SK000306
source: Gain power and defense drastically for a short time.
french: Gain de puissance et de la défense de façon drastique pendant une courte période.
german: Gewinnen Sie Energie und Verteidigung drastisch für eine kurze Zeit.
italian: Ottieni enorme potere e difesa per un breve periodo
japanese: いちじてきに せんとうのうりょくが げきてきに アップ
korean: 일시적으로 전투력이 극적으로 높아진다.
portuguese: Aumenta poder e defesa drasticamente por um curto período.
russian: Коэффициент усиления мощности и обороны резко в течение короткого промежутка времени.
spanish: Ganar el poder y la defensa drásticamente por un corto tiempo.

# MasterDesc-SK000307
source: Attack an enemy.
french: Attaquer un ennemi.
german: Angriff einen Gegner.
italian: Attacca un nemico
japanese: せいめいりょくを ちょくせつ こうげきに かえる
korean: 생명력을 직접 공격에 더한다.
portuguese: Ataca um inimigo.
russian: Атаки врага.
spanish: Atacar a un enemigo.

# MasterDesc-SK000308
source: Deal delayed damage to an opponent.
french: Traiter retardé blessures à un adversaire.
german: Deal verzögert einem Gegner Schaden.
italian: Infliggi danno ritardato ad un nemico
japanese: せんとう かいまくじに わなを しかけ てきに こうげき
korean: 전투 시작시 함정을 만들어 적을 공격한다.
portuguese: Causa dano atrasado a um inimigo.
russian: Сделка с задержкой ущерб противнику.
spanish: Trato retrasa daño a un oponente.

# MasterDesc-SK000309
source: Acceralate your movement and reduce cooldown of your skills you use in next turn.
french: Acceralate votre mouvement et de réduire les temps de recharge de vos compétences que vous utilisez dans le prochain tour.
german: Acceralate Ihre Bewegung und reduzieren Abklingzeit von 'Fähigkeiten, die Sie in der nächsten Zug benutzen.
italian: Aumenta la tua velocità e diminuisce il cooldown delle abilità che usi nel prossimo turno
japanese: ときのながれを かそくし つぎのターンに つかう スキルの クールダウンを けいげんする
korean: 시간의 흐름을 가속시켜 다음 턴에 사용하는 기술의 대기 시간을 줄인다.
portuguese: Acelera seu movimento e reduz a recarga das habilidades no próximo turno.
russian: Acceralate ваше движение и уменьшить время восстановления ваших навыков, которые Вы используете в следующем повороте.
spanish: Acceralate su movimiento y reducir el tiempo de reutilización de sus habilidades que utiliza en el siguiente turno.

# MasterDesc-SK000310
source: Gain ''Mirror'' that can ignore opponent's ''Reflect'' for a short time.
french: Gain ''Mirror'' qui peut ignorer l'adversaire ''Reflect'' pour une courte période.
german: Gain ''Mirror'', die Gegner für kurze Zeit ignorieren können ''überlegen''.
italian: Ottieni ''Specchio'' che può ignorare i danni riflessi dal nemico per un breve periodo
japanese: いちじてきに 「きょうめん」を えて てきの はんしゃを ふせぐ
korean: 일시적으로 [거울]을 얻어 적의 반사를 방지한다.
portuguese: Ganha ''Espelho'' que ignora o ''Reflexo'' do oponente por um curto períood.
russian: Усиление ''Зеркало'', который может игнорировать противника ''Reflect'' в течение короткого промежутка времени.
spanish: Ganar ''espejo'' que puede pasar por alto el oponente de ''reflejados'' por un corto tiempo.

# MasterDesc-SK000311
source: Double attack.
french: Double attaque.
german: Doppelangriff.
italian: Doppio attacco
japanese: ぶきで てきを こうげきする
korean: 무기로 적을 공격한다.
portuguese: Ataque duplo.
russian: Дважды атаки.
spanish: Doble ataque.

# MasterDesc-SK000312
source: Reduce damage and gain Resistance for a short time.
french: Réduire les dommages et gagner Résistance pendant une courte période.
german: Verringerung der Schäden und gewinnen Widerstand für eine kurze Zeit.
italian: Danni ridotti e resistenza per un breve periodo
japanese: どんな くきょうにも まけない こころで ダメージけいげんと たいせいを える
korean: 어떤 공격에도 지지않는 정신으로 피해감소와 내성을 얻는다.
portuguese: Reduz o dano e aumenta Resistência por um curto período.
russian: Уменьшить урон и получить сопротивление в течение короткого промежутка времени.
spanish: Reducir el daño y ganar resistencia durante un corto tiempo.

# MasterDesc-SK000313
source: Quadruple attack.
french: attaque Quadruple.
german: Quadruple Angriff.
italian: Quadruplo attacco
japanese: たさいな こうげきを どうじに くりだす
korean: 다양한 공격을 동시에 한다.
portuguese: Ataque quadruplo.
russian: Четырехместный нападение.
spanish: ataque cuádruple.

# MasterDesc-SK000314
source: Drain opponent's blood.
french: Égoutter le sang de l'adversaire.
german: Ablassen Gegners Blut.
italian: Succhia il sangue del nemico
japanese: てきに かみつき きゅうけつする
korean: 적에게 달려들어 물고 흡혈한다.
portuguese: Drena o sangue do inimigo.
russian: Слейте кровь противника.
spanish: Drenar la sangre rival.

# MasterDesc-SK000315
source: Gain additional attack but lose life.
french: Gain attaque supplémentaire, mais perdre la vie.
german: Gewinnen Sie zusätzliche Angriff aber verlieren das Leben.
italian: Ottieni attacco aggiuntivo ma perdi vita
japanese: ちを ぎせいにして あくまを しょうかんし いっしょにたたかわせる
korean: 피를 바쳐 악마를 소환하여 함께 싸운다.
portuguese: Ganha ataque mas perde vida.
russian: Получите дополнительную атаку, но потерять жизнь.
spanish: Ganar ataque adicional pero pierden la vida.

# MasterDesc-SK000316
source: Pay life for a triple attack.
french: Payez vie pour une triple attaque.
german: Pay Leben für einen dreifachen Angriff.
italian: Paga con gli HP per ottenere un attacco triplo
japanese: いのちを あんこくの ちからにかえ てきを のみこむ
korean: 생명을 암흑의 힘에 맡겨 적을 삼킨다.
portuguese: Sacrifica vida para realizar um ataque triplo.
russian: Оплатить жизнь тройной атаки.
spanish: Pagar vida por un triple ataque.

# MasterDesc-SK000317
source: A triple attack.
french: Une triple attaque.
german: Ein dreifacher Angriff.
italian: Triplo attacco
japanese: まりょくの だんがんを れんぞくで しゃしゅつする
korean: 마력의 탄환을 연속으로 사출한다.
portuguese: Ataque triplo.
russian: Тройная атака.
spanish: Un triple ataque.

# MasterDesc-SK000318
source: Rid yourself of 1 ailment and gain a barrier.
french: Retirez votre 1 mal et gagner 1 barrière.
german: Entfernen Sie Ihre 1 Krankheit und 1 Barriere gewinnen.
italian: Rimuovi una maledizione e ottieni una barriera
japanese: じぶんの マイナスこうかを １つうちけし さらに バリアをはる(+1)
korean: 자신의 상태이상 중 한 개를 치료하고 새로운 방벽을 얻는다.(+1)
portuguese: Remove 1 aflição e ganha 1 Barreira.
russian: Удалите 1 недуг и получить 1 барьер.
spanish: Retire su dolencia 1 y ganar 1 barrera.

# MasterDesc-SK000319
source: Gain 5 barriers.
french: Gain 5 barrières.
german: Gewinnen Sie 5 Barrieren.
italian: Ottieni 5 barriere
japanese: バリアをはる(+5)
korean: 방벽을 씌운다.(+5)
portuguese: Ganha 5 Barreiras.
russian: Усиление 5 барьеров.
spanish: Ganar 5 barreras.

# MasterDesc-SK100001
source: Increase damage in next turn.
french: Augmentation des dégâts dans le prochain tour.
german: Erhöht den Schaden in der nächsten Runde.
italian: Aumenta il danno nel prossimo turno
japanese: つぎのターンに いりょくアップ
korean: 다음 턴에 위력 증가
portuguese: Aumenta o dano no próximo turno.
russian: Увеличение урона в следующем повороте.
spanish: Aumentar el daño en el siguiente turno.

# MasterDesc-SK100002
source: Both you and your opponent gain Avoid for a short time.
french: Réduire chaque précision pendant une courte période.
german: Reduzieren jede Genauigkeit für eine kurze Zeit.
italian: Tu e il tuo nemico ottenete schivata per un breve periodo
japanese: てきから きょりをとり たがいの めいちゅうを さげる
korean: 적으로부터 거리를 벌려 서로의 명중률을 낮춘다.
portuguese: Aumenta a esquiva sua e do oponente por um curto período.
russian: Уменьшите каждую точность в течение короткого промежутка времени.
spanish: Reducir cada precisión por un corto tiempo.

# MasterDesc-SK100003
source: Increase shield you earn on encounter for a short time.
french: Augmenter le bouclier que vous gagnez sur la rencontre pendant une courte période.
german: Erhöhen Schild Sie verdienen auf Begegnung für kurze Zeit.
italian: Aumenta lo scudo che ottieni ogni incontro per un breve periodo
japanese: いちじてきに せんとうかいしじに えられる シールドを ふやす
korean: 일시적으로 전투 개시시에 얻어지는 보호막을 늘린다.
portuguese: Aumenta o Escudo ganho ao entrar em batalha por um curto período.
russian: Увеличение щит вы зарабатываете на встрече в течение короткого промежутка времени.
spanish: Aumentar escudo que gana en el encuentro por un corto tiempo.

# MasterDesc-SK100004
source: Attack an enemy.
french: Attaquer un ennemi.
german: Angriff einen Gegner.
italian: Attacca un nemico
japanese: ぶきで なぐりつけ かみの おしえを とく
korean: 무기로 후려쳐 신의 가르침을 베푼다.
portuguese: Ataca um inimigo.
russian: Атаки врага.
spanish: Atacar a un enemigo.

# MasterDesc-SK100005
source: Deal slight damage to yourself.
french: Traiter de légers dégâts à vous-même.
german: Deal leichte Schäden an sich selbst.
italian: Ti infligge un lieve danno
japanese: じぶんを わずかに きずつける
korean: 자신에게 약간의 피해를 준다.
portuguese: Causa um pouco de dano a você.
russian: Нанесите небольшое повреждение себе.
spanish: Tratar daños leves a sí mismo.

# MasterDesc-SK100006
source: Reflect whenever an enemy attacks in this turn.
french: Réfléchissez à chaque fois qu'un ennemi attaque dans ce tour.
german: Spiegeln eine feindliche Angriffe in diesem Zug, wann immer.
italian: Contrattacco
japanese: このターン てきの こうげきに はんげきする
korean: 이번 턴에 적의 공격을 반격한다.
portuguese: Reflete sempre que um inimigo ataca neste turno.
russian: Отражать всякий раз, когда противник атакует в этом повороте.
spanish: Reflejar cada vez que un enemigo ataca en este turno.

# MasterDesc-SK100007
source: Attack an enemy and deal Bleed.
french: Attaquer un ennemi et de faire face de purge.
german: Angriff einen Gegner und beschäftigen Bleed.
italian: Attacca un nemico e rendilo Sanguinante
japanese: てきを きりつけ しゅっけつさせる
korean: 적을 칼로 베어 출혈하게 한다.
portuguese: Ataca um inimigo e causa Sangramento.
russian: Атака врага и дело Кровопускание.
spanish: Atacar a un enemigo y tratar de purga.

# MasterDesc-SK100008
source: Increase barrier you earn on encounter for a short time.
french: Augmenter la barrière que vous gagnez sur la rencontre pendant une courte période.
german: Erhöhen Barriere Sie verdienen auf Begegnung für kurze Zeit.
italian: Aumenta la barriera che ottieni ad ogni incontro per un breve periodo
japanese: いちじてきに せんとうかいしじに えられる バリアを ふやす
korean: 일시적으로 전투시작시 방벽을 얻는다.
portuguese: Aumenta as Barreiras ganhas ao entrar em batalha por um curto período.
russian: Увеличение барьера вы зарабатываете на встрече в течение короткого промежутка времени.
spanish: Aumentar barrera que gana en el encuentro por un corto tiempo.

# MasterDesc-SK100009
source: Seal enemy to prevent from dealing any buff and debuff.
french: Sceller ennemi pour empêcher de traiter toute buff et debuff.
german: Siegel Feind zu verhindern, dass jede Buff und Debuff zu tun haben.
italian: Silenzia il nemico per impedirgli di dare buff e debuff
japanese: じょうたいへんかを ふよできない じょうたいにする
korean: 상태변화를 부여할 수 없는 상태로 만든다.
portuguese: Sela o inimigo prevenindo ele de causar qualquer buff ou debuff.
russian: Уплотнение врага, чтобы предотвратить от решения какой-либо положительный эффект и отрицательный эффект.
spanish: Sellar enemigo para evitar que se trata de cualquier aficionado y desventaja.

# MasterDesc-SK100010
source: Deal 666 damage.
french: Traiter 666 dégâts.
german: Deal 666 Schaden.
italian: Infliggi 666 danni
japanese: 666ダメージを あたえる
korean: 666의 피해를 준다.
portuguese: Causa 666 de dano.
russian: Нанесите 666 урона.
spanish: Encaja el daño 666.

# MasterDesc-SK100011
source: Attack an enemy with high critical.
french: Attaque un ennemi avec une grande critique.
german: Angriff einen Gegner mit hoher kritischer.
italian: Attacca un nemico con un grande critico
japanese: クリティカルしやすい まりょくの だんがんで こうげきする
korean: 치명타가 되기 쉬운 마력탄으로 공격
portuguese: Atacar um inimigo com alta crítica.
russian: Атака противника с высокой критической.
spanish: Atacar a un enemigo con una alta crítica.

# MasterDesc-SK100012
source: Increase your Avoid and Critical for a short time.
french: Augmentez votre Éviter et critique pendant une courte période.
german: Steigern Sie Ihren vermeiden und entscheidend für eine kurze Zeit.
italian: Aumenta la tua schivata ed il tuo critico per un breve periodo
japanese: しばらくのあいだ かいひと クリティカルりつが アップ
korean: 잠시 회피와 치명타율을 높인다
portuguese: Aumente a sua Evitar e Critical por um tempo curto.
russian: Повысьте избежать и критического в течение короткого промежутка времени.
spanish: Aumenta tu Evitar y crítica de un corto período de tiempo.

# MasterDesc-SK100013
source: Increase critical damage drastically in next turn.
french: Augmentation des dégâts critiques de façon drastique dans le prochain tour.
german: Erhöhen Sie drastisch kritischen Schaden in der nächsten Runde.
italian: Aumenta drasticamente il tuo critico nel prossimo turno
japanese: つぎのターンに クリティカルダメージを げきてきに アップ
korean: 다음 턴에 치명타의 공격력을 대폭 증가시킨다.
portuguese: Aumenta o dano crítico drasticamente no próximo turno.
russian: Увеличение критического урона резко в следующем повороте.
spanish: Aumenta el daño crítico drásticamente en el siguiente turno.

# MasterDesc-SK100014
source: Gain ''Penetrate'' and increase damage you deal for a short time.
french: Gain ''Penetrate'' et augmenter les dégâts que vous infligez pendant une courte période.
german: Gain ''Penetrate'' und erhöhen Schäden, die Sie für eine kurze Zeit beschäftigen.
italian: Ottieni ''Penetrazione'' ed aumenta i danni che infliggi per un breve periodo
japanese: いちじてきに こうげきりょくを たかめ かんつうを える
korean: 일시적으로 공격력을 높이고 관통을 얻는다.
portuguese: Ganhar ''Penetrar'' e aumentar o dano você lida por um tempo curto.
russian: Усиление «пронизывают» и увеличить урон, наносимый в течение короткого промежутка времени.
spanish: Ganar ''Penetrar'' y aumentar el daño infligido por un corto tiempo.
