Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterName-FD000030
source: Golden Cat
french: or Cat
german: Goldene Katze
italian: Gatto Dorato
japanese: ねこにこばん
korean: 고양이의 엽전
portuguese: gato dourado
spanish: gato de oro

# MasterName-FD000031
source: Haste
french: Hâte
german: Eile
italian: Velocità
japanese: はやわざ
korean: 날랜 재주
portuguese: Pressa
russian: поспешность
spanish: Prisa

# MasterName-FD000032
source: Counter
french: Compteur
german: Zähler
italian: Replicare
japanese: カウンター
korean: 카운터
portuguese: Contador
russian: счетчик
spanish: Mostrador

# MasterName-FD000033
source: Damage Reduce
french: Réduire les dommages
german: Schaden reduzieren
italian: Riduzione del Danno
japanese: けいげん
korean: 피해감소
portuguese: danos Reduzir
russian: Повреждение Уменьшить
spanish: Daños a reducir

# MasterName-FD000034
source: Immobility
french: Immobilité
german: Unbeweglichkeit
italian: Immobilità
japanese: ふどう
korean: 부동
portuguese: Imobilidade
russian: неподвижность
spanish: Inmovilidad

# MasterName-FD000035
source: Perpass
japanese: るてん
korean: 유전

# MasterName-FD000036
source: Mind's eye
french: L'œil de l'esprit
german: Geistiges Auge
italian: Occhio della mente
japanese: しんがん
korean: 심안
portuguese: olho da mente
russian: мысленный взгляд
spanish: El ojo de la mente

# MasterName-FD000037
source: Add:Poison
french: Ajouter: Poison
german: Hinzufügen: Gift
italian: Ottieni: Veleno
japanese: ついか:どく
korean: 추가:독
portuguese: Adicionar: Poison
russian: Добавить: Отравление
spanish: Añadir: Veneno

# MasterName-FD000038
source: Add:Weaken
french: Ajouter: Affaiblir
german: Hinzufügen: Schwächt
italian: Ottieni: Debolezza
japanese: ついか:じゃくたい
korean: 추가:약화
portuguese: Adicionar: Enfraquecer
russian: Добавить: Weaken
spanish: Añadir: Debilitar

# MasterName-FD000039
source: Add:Fragile
french: Ajouter: Fragile
german: Hinzufügen: Fragile
italian: Ottieni: Fragilità
japanese: ついか:ぜいじゃく
korean: 추가:취약
portuguese: Adicionar: Frágil
russian: Добавить: Хрупкий
spanish: Añadir: Frágil

# MasterName-FD000040
source: Add:Blind
french: Ajouter: Aveugle
german: Hinzufügen: Blinde
italian: Ottieni: Cecità
japanese: ついか:もうもく
korean: 추가:실명
portuguese: Adicionar: Cego
russian: Добавить: Blind
spanish: Añadir: Ciegos

# MasterName-FD000041
source: Add:Pollution
french: Ajouter: Pollution
german: Hinzufügen: Umweltverschmutzung
italian: Ottieni: Inquinamento
japanese: ついか:おせん
korean: 추가:오염
portuguese: Adicionar: Poluição
russian: Добавить: загрязнение
spanish: Añadir: Contaminación

# MasterName-FD000042
source: Add:Bind
french: Ajouter: Bind
german: Hinzufügen: Bind
italian: Ottieni: Legatura
japanese: ついか:こうそく
korean: 추가:구속
portuguese: Adicionar: Bind
russian: Добавить: Bind
spanish: Añadir: Bind

# MasterName-FD000043
source: Add:Slow
french: Ajouter: Ralentissez
german: Hinzufügen: Langsam
italian: Ottieni: Lentezza
japanese: ついか:スロー
korean: 추가:감속
portuguese: Adicionar: Lento
russian: Добавить: Slow
spanish: Añadir: Slow

# MasterName-FD000044
source: Add:Bleed
french: Ajouter: Purger
german: Hinzufügen: Bleed
italian: Ottieni: Sanguinamento
japanese: ついか:しゅっけつ
korean: 추가:출혈
portuguese: Adicionar: Sangramento
russian: Добавить: Кровотечение
spanish: Añadir: Bleed

# MasterName-FD000045
source: Add Action
french: Ajouter une action
german: Action
italian: Ottieni: Azione
japanese: ついかこうどう
korean: 추가행동
portuguese: Adicionar ação
russian: Добавить действие
spanish: Agregar acción

# MasterName-FD000046
source: Avoid in Crisis
french: Évitez en crise
german: Vermeiden Sie in der Krise
italian: Schivata in crisi
japanese: ピンチかいひ
korean: 위기회피
portuguese: Evite em Crise
russian: Избегайте в условиях кризиса
spanish: Debe evitarse en crisis

# MasterName-FD000047
source: Avoid Critical
french: Évitez critique
german: vermeiden Sie Critical
italian: Schivata critica
japanese: きゅうしょかいひ
korean: 치명타 회피
portuguese: Evite Critical
russian: Избегайте критических
spanish: Evitar crítico

# MasterName-FD000048
source: One shot aim
french: Un tir objectif
german: Ein Schuss Ziel
italian: Un colpo obiettivo
japanese: いっぱつねらい
korean: 한발 노리기
portuguese: objetivo um tiro
russian: Один выстрел цель
spanish: Un disparo objetivo

# MasterName-FD000049
source: Road of thorns
french: Route d'épines
german: Straße Dornen
italian: Strada di spine
japanese: いばらのみち
korean: 가시밭길
portuguese: Estrada de espinhos
russian: Дорога шипов
spanish: Camino de espinas

# MasterName-FD000050
source: Jackpot
french: Cagnotte
japanese: おおわざつかい
korean: 큰 기술 사용자
portuguese: prêmio
russian: куш
spanish: Bote

# MasterName-FD000051
source: Finesse
french: Délicatesse
italian: Finezza
japanese: てぎわのよさ
korean: 손재주
portuguese: delicadeza
russian: тонкость
spanish: Finura

# MasterName-FD000052
source: Inferno
french: Enfer
japanese: ねっぱ
korean: 업화
russian: ад
spanish: Infierno

# MasterName-FD000053
source: Effective
french: Efficace
german: Wirksam
italian: Effettivo
japanese: ふよりょく
korean: 부여력
portuguese: Eficaz
russian: эффективный
spanish: Eficaz

# MasterName-FD000054
source: Parry
french: Parer
german: Parieren
italian: Parata
japanese: うけながし
korean: 받아넘기기
portuguese: defesa
russian: Парировать
spanish: Parar

# MasterName-FD000055
source: Resistance
french: La résistance
german: Widerstand
italian: Resistenza
japanese: たいせい
korean: 내성
portuguese: Resistência
russian: сопротивление
spanish: Resistencia

# MasterName-FD000056
source: Critical
french: Critique
german: Kritisch
italian: Critico
japanese: きゅうしょ
korean: 치명타
portuguese: Crítico
russian: критический
spanish: Crítico

# MasterName-FD000057
source: Experience
french: Expérience
german: Erfahrung
italian: Esperienza
japanese: けいけんち
korean: 경험치
portuguese: Experiência
russian: Опыт
spanish: Experiencia

# MasterName-FD100001
source: Deadly
french: Mortel
german: Tötlich
italian: Mortale
japanese: ひっさつ
korean: 필살
portuguese: Mortal
russian: смертоносный
spanish: Mortal

# MasterName-FD100002
source: Sniping
italian: Cecchino
japanese: ねらいうち
korean: 저격
russian: снайперская стрельба
spanish: francotiradores

# MasterName-FD100003
source: Shield
french: Bouclier
german: Schild
italian: Scudo
japanese: シールド
korean: 보호막
portuguese: Escudo
russian: Щит
spanish: Proteger

# MasterName-FD100004
source: Vampire
german: Vampir
italian: Vampiro
japanese: きゅうけつ
korean: 흡혈
portuguese: Vampiro
russian: вампир
spanish: Vampiro

# MasterName-FD100005
source: Barrier
french: Barrière
german: Barriere
italian: Barriera
japanese: バリア
korean: 방벽
portuguese: Barreira
russian: барьерный
spanish: Barrera

# MasterName-FD100006
source: Finishing Blow
french: Terminer coup
german: Fertig Schlag
italian: Colpo di grazia
japanese: とどめ
korean: 마무리
portuguese: Concluir golpe
russian: Финиш удар
spanish: golpe acabado

# MasterName-FD100007
source: Hidden blade
french: Lame cachée
german: Versteckte Klinge
italian: Lama Nascosta
japanese: かくしきば
korean: 숨겨둔 엄니
portuguese: Lâmina escondida
russian: Скрытое лезвие
spanish: Navaja escondida

# MasterName-FD100008
source: Entangle
french: Emmêler
german: Verwickeln
italian: Aggrovigliare
japanese: からめとり
korean: 포박
portuguese: enredar
russian: запутывать
spanish: Enredar

# MasterName-FD100009
source: Refuge
german: Zuflucht
italian: Rifugio
japanese: せいなるかご
korean: 성스러운 가호
portuguese: Refúgio
russian: пристанище
spanish: Refugio

# MasterName-FD100010
source: Teleport
german: teleportieren
italian: Teletrasporto
japanese: テレポート
korean: 순간이동
portuguese: teleporte
russian: Телепорт

# MasterName-FD100011
source: Plating
french: Placage
german: Überzug
italian: Placcatura
japanese: メッキ
korean: 도금
portuguese: galvanização
russian: обшивка
spanish: Enchapado

# MasterName-FD100012
source: Mindful
french: Conscient
german: achtsam
italian: Cosciente
japanese: わすれず
korean: 지각
portuguese: Atento
russian: Внимательный, помнящий
spanish: Consciente de

# MasterName-FD100013
source: Fool's Luck
french: Clunker chanceux
german: Glücklich Clunker
italian: Rottame fortunato
japanese: こううんなドジ
korean: 운좋은 허당
portuguese: Clunker sorte
russian: Лаки драндулетах
spanish: suerte de cacharro

# MasterName-FD100014
source: Mirror
french: Miroir
german: Spiegel
italian: Specchio
japanese: きょうめん
korean: 거울
portuguese: Espelho
russian: Зеркало
spanish: Espejo

# MasterName-FD100015
source: Sniper
french: Tireur d'élite
german: Scharfschütze
italian: Cecchino
japanese: そげきしゅ
korean: 저격수
portuguese: Atirador de elite
russian: снайпер
spanish: Francotirador

# MasterName-FD100016
source: Fluctuation
german: Fluktuation
italian: Fluttuazione
japanese: ゆらぎ
korean: 동요
portuguese: Flutuação
russian: флуктуация
spanish: Fluctuación

# MasterName-FD100017
source: Parry Ailment
italian: Parata non disponibile
japanese: いじょうながし
korean: 상태이상 받아넘기기
russian: Парри Недуг
spanish: Parry dolencia

# MasterName-FD100018
source: Avoid Ailment
french: Évitez Ailment
german: vermeiden Sie Ailment
italian: Schivata non disponibile
japanese: いじょうかいひ
korean: 상태이상 회피
portuguese: Evite Ailment
russian: Избегайте недугом
spanish: Evitar dolencia

# MasterName-FD100019
source: Dreadnought
french: cuirassé d'escadre
german: Schlachtschiff
italian: Colosso
japanese: ドレッドノート
korean: 드레드노트
portuguese: couraçado
russian: Дредноут
spanish: Acorazado

# MasterName-FD100020
source: Simplify
french: Simplifier
german: Vereinfachen
italian: Semplificare
japanese: たんじゅん
korean: 단순성
portuguese: Simplificar
russian: Упрощать
spanish: Simplificar

# MasterName-FD100021
source: Poisonous
french: Toxique
german: Giftig
italian: Velenoso
japanese: ゆうどく
korean: 유독성
portuguese: Venenoso
russian: ядовитый
spanish: Venenoso

# MasterName-FD200001
source: Supply route
french: itinéraire d'approvisionnement
german: Nachschubweg
italian: Strada delle provviste
japanese: ほきゅうろ
korean: 보급로
portuguese: rota de abastecimento
russian: маршрут поставок
spanish: ruta de suministro

# MasterName-FD200002
source: Rage
italian: Ira
japanese: もうい
korean: 맹위
portuguese: Raiva
russian: ярость
spanish: Rabia

# MasterName-FD200003
source: Idaten
japanese: いだてん
korean: 위타천

# MasterName-FD200004
source: Enpowered Barrier
french: Barrière habilitée
german: ermächtigt Barrier
italian: Barriera Potenziata
japanese: バリアきょうか
korean: 방벽 강화
portuguese: Enpowered Barreira
russian: уполномочена Барьер
spanish: Barrera facultado

# MasterName-FD200005
source: Peaceful
french: Paisible
german: Friedlich
italian: Pacifico
japanese: へいおん
korean: 평온
portuguese: pacífico
russian: мирное
spanish: Pacífico

# MasterName-FD200006
source: Logistics
french: Logistique
german: Logistik
italian: Logistica
japanese: へいたん
korean: 병참
portuguese: Logística
russian: Логистика
spanish: Logística

# MasterName-FD300001
source: Juggernaut
german: Koloss
italian: Titano
japanese: ジャガーノート
korean: 저거너트
portuguese: rolo compressor
russian: Джаггернаут
spanish: gigante

# MasterName-FD300002
source: Technique
german: Technik
italian: Tecnica
japanese: わざあり
korean: 결정적 한 수
portuguese: Técnica
russian: Техника
spanish: Técnica

# MasterName-FD300003
source: Spread barrier
french: propagation barrière
german: Spread-Barriere
italian: Barriera Espansa
japanese: かくさんバリア
korean: 방벽 확산
portuguese: barreira de propagação
russian: Спред барьер
spanish: barrera de difusión

# MasterName-FD300004
source: Burst heal
french: burst guérir
german: Burst heilen
italian: Cura Prorompente
japanese: バーストヒール
korean: 폭발적 치유
portuguese: Explosão curar
russian: Серийная заживают
spanish: ráfaga de curar

# MasterName-FD300005
source: Through
french: Par
german: Durch
italian: Attraverso
japanese: とおりぬけ
korean: 통과
portuguese: Através
russian: Через
spanish: Mediante

# MasterName-FD300006
source: Frenzy
french: Frénésie
german: Raserei
italian: Frenesia
japanese: きょうらん
korean: 광란
portuguese: Frenesi
russian: неистовство
spanish: Frenesí

# MasterName-FD300007
source: Infravision
italian: Infravisione
japanese: とおめがね
korean: 망원경
portuguese: Infravisão
russian: Инфравидение
spanish: visión infrarroja

# MasterName-FD300008
source: Listener
french: Auditeur
german: Hörer
italian: Ascoltatore
japanese: ききみみ
korean: 귀 기울이기
portuguese: Ouvinte
russian: слушатель
spanish: Oyente

# MasterName-FD300009
source: Obsession
italian: Ossessione
japanese: しゅうちゃくしん
korean: 집착
portuguese: Obsessão
russian: Навязчивая идея
spanish: Obsesión

# MasterName-FD300010
source: Camp
german: Lager
italian: Campo
japanese: やえい
korean: 야영
portuguese: Acampamento
russian: Лагерь
spanish: Acampar

# MasterName-FD300011
source: Justice defense
french: la défense de la justice
german: Justiz Verteidigung
italian: Difesa della giustizia
japanese: せいとうぼうえい
korean: 정당방위
portuguese: defesa Justiça
russian: оборона правосудие
spanish: defensa justicia

# MasterName-FD300012
source: Poison Alchemy
german: Gift Alchemy
italian: Alchimia velenosa
japanese: どくの ちょうごう
korean: 독극물 조제
portuguese: veneno Alchemy
russian: Яд Алхимия
spanish: veneno Alchemy

# MasterName-FD300013
source: Rationalism
french: Rationalisme
german: Rationalismus
italian: Razionalità
japanese: ごうりしゅぎ
korean: 합리주의
portuguese: Racionalismo
russian: Рационализм
spanish: Racionalismo

# MasterName-FD300014
source: Wavy attack
french: attaque Wavy
german: Wellenförmige Angriff
italian: Attacco Ondulato
japanese: はじょうこうげき
korean: 파상공격
portuguese: ataque ondulado
russian: Волнистые атака
spanish: ataque ondulada

# MasterName-FD400001
source: Preparation
french: Préparation
german: Vorbereitung
italian: Preparazione
japanese: したじゅんび
korean: 사전준비
portuguese: Preparação
russian: подготовка
spanish: Preparación

# MasterName-JB000001
source: Warrior
french: guerrier
german: Krieger
italian: Guerriero
japanese: せんし
korean: 전사
portuguese: Guerreiro
russian: воин
spanish: Guerrero

# MasterName-JB000002
source: Ranger
japanese: かりうど
korean: 사냥꾼
portuguese: guarda
russian: рейнджер
spanish: guardabosque

# MasterName-JB000003
source: Mage
italian: Mago
japanese: まほうつかい
korean: 마법사
portuguese: Mago
russian: маг
spanish: mago

# MasterName-JB000004
source: Priest
french: Prêtre
german: Priester
italian: Prete
japanese: そうりょ
korean: 승려
portuguese: Sacerdote
russian: священник
spanish: Sacerdote

# MasterName-JB000005
source: Paladin
italian: Paladino
japanese: パラディン
korean: 성기사
portuguese: Paladino
russian: паладин
spanish: Paladín

# MasterName-JB000006
source: Ninja
japanese: にんじゃ
korean: 닌자
russian: Ниндзя

# MasterName-JB000007
source: Druid
french: Druide
german: Druide
italian: Druido
japanese: ドルイド
korean: 드루이드
portuguese: druida
russian: друид
spanish: druida

# MasterName-JB000008
source: Samurai
french: Samouraï
japanese: さむらい
korean: 사무라이
russian: самурай

# MasterName-JB000009
source: Dark Knight
french: Chevalier noir
german: Dunkler Ritter
italian: Guardia Nera
japanese: まけんし
korean: 마검사
portuguese: Cavaleiro das Trevas
russian: Темный рыцарь
spanish: Caballero oscuro

# MasterName-JB000010
source: Necromancer
french: Nécromant
german: Geisterbeschwörer
italian: Necromante
japanese: しじゅつし
korean: 강령술사
portuguese: Necromante
russian: некромант
spanish: Nigromante

# MasterName-JB000011
source: Clown
french: Pitre
japanese: どうけし
korean: 광대
portuguese: Palhaço
russian: клоун
spanish: Payaso

# MasterName-JB000012
source: Witch
french: Sorcière
german: Hexe
italian: Strega
japanese: まじょ
korean: 마녀
portuguese: Bruxa
russian: ведьма
spanish: Bruja

# MasterName-JB000013
source: Saint
german: Heilige
italian: Santo
japanese: せいじょ
korean: 성녀
portuguese: Santo
russian: святой
spanish: Smo.

# MasterName-JB000014
source: Elf
french: Elfe
italian: Elfo
japanese: エルフ
korean: 엘프
portuguese: Duende
russian: эльф
spanish: Duende

# MasterName-JB000015
source: Valkyrie
german: Walküre
italian: Valchiria
japanese: ヴァルキリー
korean: 발키리
portuguese: valquíria
russian: валькирия

# MasterName-JB000016
source: Dragoon
french: Dragon
german: Dragoner
italian: Dragone
japanese: ドラグーン
korean: 용기병
portuguese: Dragão
russian: драгун
spanish: Dragón

# MasterName-JB000017
source: Scavenger
french: Charognard
german: Aasfresser
italian: Spazzino
japanese: ごみあさり
korean: 노숙자
russian: мусорщик
spanish: Basurero

# MasterName-JB000018
source: Darkelf
french: elfe noir
german: Dunkelelfen
italian: Elfo Oscuro
japanese: ダークエルフ
korean: 다크엘프
portuguese: Elfo negro
russian: Темный эльф
spanish: Duende oscuro

# MasterName-JB000019
source: Evil Knight
french: Chevalier Mal
german: Das Böse Ritter
italian: Cavaliere Malvagio
japanese: あんこくきし
korean: 암흑기사
portuguese: Cavaleiro mal
russian: Злой рыцарь
spanish: Knight mal

# MasterName-JB000020
source: Rover
french: Vagabond
italian: Vagabondo
japanese: ほうろうしゃ
korean: 방랑자
portuguese: vagabundo
russian: пират
spanish: Vagabundo

# MasterName-JB000021
source: Vampire
german: Vampir
italian: Vampiro
japanese: きゅうけつき
korean: 흡혈귀
portuguese: Vampiro
russian: вампир
spanish: Vampiro

# MasterName-JB000022
source: Fairy
french: Fée
german: Fee
italian: Fata
japanese: フェアリー
korean: 페어리
portuguese: Fada
russian: фея
spanish: Hada

# MasterName-JB000023
source: Halfling
german: Halbling
japanese: ハーフリング
korean: 하플링

# MasterName-JB000024
source: Moon Queen
french: Lune Reine
german: Mond Königin
italian: Regina della Luna
japanese: つきの じょおう
korean: 달의 여왕
portuguese: lua Rainha
spanish: luna Reina

# MasterName-JB000025
source: Wererabbit
french: lapin homme
german: Kaninchen Mann
italian: Coniglio Mannaro
japanese: ワーラビット
korean: 토끼 수인
russian: кролик человек
spanish: hombre de conejo

# MasterName-JB000026
source: Grave robber
french: Pilleur de tombes
german: Grabräuber
italian: Tombarolo
japanese: とうくつしゃ
korean: 도굴꾼
portuguese: Ladrão de túmulos
russian: Расхититель гробниц
spanish: Ladrón de tumbas

# MasterName-LA000001
source: Gram
french: Gramme
german: Gramm
italian: Grammo
japanese: グラム
korean: 그람
portuguese: Grama
russian: грамм
spanish: Gramo

# MasterName-LA000002
source: Shuriken
japanese: かぜきり
korean: 바람수리검

# MasterName-LA000003
source: Oberon
japanese: オーベロン
korean: 오베론
russian: Оберон

# MasterName-LA000004
source: Caduceus
italian: Caduceo
japanese: カドゥケウス
korean: 카두세우스
portuguese: caduceu
russian: Кадуцей
spanish: caduceo

# MasterName-LA000005
source: Titanic
french: Titanesque
german: titanisch
italian: Titanico
japanese: タイタニック
korean: 타이타닉
portuguese: Titânico
russian: титанический
spanish: Titánico

# MasterName-LA000006
source: Yggdrasill
japanese: ユグドラシル
korean: 이그드라실

# MasterName-LA000007
source: Vitr
japanese: ヴィト
korean: 비토
russian: ВИТР

# MasterName-LA000008
source: Necronomicon
japanese: ネクロノミコン
korean: 네크로노미콘
russian: Некрономикон

# MasterName-LA000009
source: Griffonwing
french: aile Griffon
german: Griffon Flügel
italian: ala Griffon
japanese: グリフウィング
korean: 그리폰의 날개
russian: Белоголовый крыло
spanish: ala Griffon

# MasterName-LA000010
source: Master
french: Maîtriser
german: Meister
italian: Maestro
japanese: たくみ
korean: 달인
portuguese: mestre
russian: Мастер
spanish: Dominar

# MasterName-LA000011
source: Dracula
japanese: ドラキュラ
korean: 드라큘라
portuguese: Drácula
russian: Дракула
spanish: Drácula

# MasterName-LA000012
source: Angel
french: ange
german: Engel
italian: Angelo
japanese: ミカエル
korean: 미카엘
portuguese: Anjo
russian: ангел
spanish: Ángel

# MasterName-LA000013
source: Admiral
french: Amiral
italian: Ammiraglio
japanese: だいしょうぐん
korean: 대장군
portuguese: Almirante
russian: Адмирал
spanish: Almirante

# MasterName-LA000014
source: Haze
french: Brume
german: Dunst
italian: Foschia
japanese: きりがすみ
korean: 안개
portuguese: Neblina
russian: Мгла
spanish: Calina

# MasterName-LA000015
source: Doctorate
french: Doctorat
german: Promotion
italian: Dottorato
japanese: ちの けんい
korean: 지의 권위
portuguese: Doutorado
russian: докторская степень
spanish: Doctorado

# MasterName-LA000016
source: Vestment
french: Habit
german: Ornat
italian: Veste
japanese: だいしさい
korean: 대사제
portuguese: paramento
russian: Облачение
spanish: Vestimenta

# MasterName-LA000017
source: Ogre
german: Ungeheuer
japanese: おに
korean: 오니
portuguese: Ogro
russian: великан-людоед
spanish: Ogro

# MasterName-LA000018
source: Goemon
japanese: ごえもん
korean: 고에몬

# MasterName-LA000019
source: Mímir
german: Mimir
italian: Mimir
japanese: ミーミル
korean: 미미르
portuguese: Mimir
russian: Мимиром

# MasterName-LA000020
source: Hermes
french: Hermès
italian: Ermes
japanese: ヘルメス
korean: 헤르메스
russian: Гермес

# MasterName-LA000021
source: Dragon Eye
italian: Occhio di Drago
japanese: ドラゴンアイ
korean: 용의 눈
portuguese: olho do dragão
russian: глаз Дракона
spanish: ojo de dragón

# MasterName-LA000022
source: Phantom
french: Fantôme
italian: Fantasma
japanese: まぼろし
korean: 환영
portuguese: Fantasma
russian: фантом
spanish: Fantasma

# MasterName-LA000023
source: Noh mask
french: masque Noh
german: Noh-Maske
italian: Maschera Noh
japanese: のうめん
korean: 노멘
portuguese: máscara Noh
russian: Noh маска
spanish: máscara de Noh

# MasterName-LA000024
source: Philosopher
french: Philosophe
german: Philosoph
italian: Filosofo
japanese: けんじゃのいし
korean: 현자의 돌
portuguese: Filósofo
russian: Философ
spanish: Filósofo

# MasterName-LA050001
source: Negligee
french: Négligé
german: Bata
italian: пеньюар
japanese: ネグリジェ
korean: 네글리제
portuguese: robe de chambre
russian: Negliż
spanish: negligé

# MasterName-LA050002
source: Divine Right
french: Droit divin
german: Derecho divino
italian: Diritto Divino
japanese: しんじゅおうけん
korean: 신성한 권리
portuguese: Direito divino
russian: Boskie prawo
spanish: Diritto divino

# MasterName-LA050003
source: Heart
french: Cœur
german: Corazón
italian: Cuore
japanese: しんぞう
korean: 심장
portuguese: Coração
russian: Serce
spanish: Cuore

# MasterName-LA050004
source: Unicorn Horn
french: Kirin Corne
german: Kirin Cuerno
italian: Corno di Unicorno
japanese: きりんの つの
korean: 기린의 뿔
portuguese: Chifre-de-unicórnio
russian: Kirin Horn
spanish: Kirin Horn

# MasterName-LA050005
source: Red skirt
french: jupe écarlate
german: falda escarlata
italian: Gonna Rossa
japanese: ひばかま
korean: 무녀복
portuguese: saia vermelha
russian: Scarlet spódnicy
spanish: gonna Scarlet

# MasterName-LA050006
source: Fox Mask
french: masque Fox
german: máscara del zorro
italian: Maschera della Volpe
japanese: きつねの めん
korean: 여우가면
portuguese: Máscara Fox
russian: Fox maska
spanish: Fox maschera

# MasterName-LA050007
source: Prayer
french: Prière
german: Oración
italian: Preghiera
japanese: きとう
korean: 기도
portuguese: Oração
russian: Modlitwa
spanish: Preghiera

# MasterName-LA050008
source: Bright
french: Brillant
german: Brillante
italian: Brillane
japanese: ひかり
korean: 광채
portuguese: Brilhante
russian: Jasny
spanish: Luminosa

# MasterName-LA050009
source: Goddess
french: Déesse
german: Diosa
italian: Dea
japanese: めがみ
korean: 여신
portuguese: Deusa
russian: Bogini
spanish: Dea

# MasterName-LA050010
source: Big eater
french: gros mangeur
german: comilón
italian: Mangiatore
japanese: おおぐい
korean: 대식
portuguese: Grande comilão
russian: duża eater
spanish: mangione

# MasterName-LA050011
source: Gluttony
french: Super repas
german: Gran comida
italian: Gola
japanese: ふしだら
korean: 방종
portuguese: Gula
russian: Wspaniały posiłek
spanish: ottimo pasto

# MasterName-LA050012
source: Wrath
french: Fureur
german: Furia
italian: Ira
japanese: ふんぬ
korean: 분노
portuguese: Ira
russian: Furia
spanish: Furia

# MasterName-LA050013
source: Sun God
french: Dieu du soleil
german: Dios del sol
italian: Dio del Sole
japanese: たいようしん
korean: 태양신
portuguese: Deus do sol
russian: Bóg słońca
spanish: Dio del sole

# MasterName-LA050014
source: System Core
french: noyau de système
german: núcleo del sistema
italian: Sistema del nucleo
japanese: システムコア
korean: 시스템코어
portuguese: core System
russian: rdzeń systemu
spanish: Core system

# MasterName-LA050015
source: Ray gun
german: pistola de rayos
italian: Pistola a Raggi
japanese: こうせんじゅう
korean: 광선총
portuguese: arma de raios
russian: ray pistolet
spanish: fucile a raggi

# MasterName-LA100001
source: Stormbringer
german: Sturmbringer
italian: Portatore di Tempesta
japanese: あらしのつるぎ
korean: 폭풍의 검
russian: Приносящий бурю
spanish: que trae la tormenta
