Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterShortName-SKE00145
source: Attack
french: Attaque
german: Attacke
italian: attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SKE00146
source: Attack
french: Attaque
german: Attacke
italian: attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SKE00147
source: Attack
french: Attaque
german: Attacke
italian: attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SKE00148
source: Attack
french: Attaque
german: Attacke
italian: attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SKE00149
source: Break Shield
french: Pause Bouclier
german: Pause Schild
italian: rottura Shield
japanese: ぼうぎょはかい
korean: 방어 파괴
portuguese: Escudo pausa
russian: Перерыв Щит
spanish: Escudo de ruptura

# MasterShortName-SKE00150
source: Pollution
french: la pollution
german: Verschmutzung
italian: Inquinamento
japanese: おせん
korean: 오염
portuguese: Poluição
russian: загрязнение
spanish: Contaminación

# MasterShortName-SKE00151
source: Bind
french: Lier
german: Binden
italian: legare
japanese: バインド
korean: 구속
portuguese: Ligar
russian: привязывать
spanish: Enlazar

# MasterShortName-SKE00152
source: Slow
french: Lent
german: Langsam
italian: Lento
japanese: スロー
korean: 감속
portuguese: Lento
russian: Медленный
spanish: Lento

# MasterShortName-SKE00153
source: Bleed
french: Saigner
german: Bluten
italian: Sanguinare
japanese: しゅっけつ
korean: 출혈
portuguese: Sangrar
russian: кровоточить
spanish: Sangrar

# MasterShortName-SKE00154
source: Delayed Attack
french: Attaque retardée
german: Verzögerter Angriff
italian: Attacco ritardata
japanese: ちえんこうげき
korean: 지연 공격
portuguese: Ataque adiado
russian: Задержка атаки
spanish: Ataque retardada

# MasterShortName-SKE00155
source: Delayed Attack
french: Attaque retardée
german: Verzögerter Angriff
italian: Attacco ritardata
japanese: ちえんこうげき
korean: 지연 공격
portuguese: Ataque adiado
russian: Задержка атаки
spanish: Ataque retardada

# MasterShortName-SKE00156
source: Delayed Attack
french: Attaque retardée
german: Verzögerter Angriff
italian: Attacco ritardata
japanese: ちえんこうげき
korean: 지연 공격
portuguese: Ataque adiado
russian: Задержка атаки
spanish: Ataque retardada

# MasterShortName-SKE00157
source: Delayed Attack
french: Attaque retardée
german: Verzögerter Angriff
italian: Attacco ritardata
japanese: ちえんこうげき
korean: 지연 공격
portuguese: Ataque adiado
russian: Задержка атаки
spanish: Ataque retardada

# MasterShortName-SKE00158
source: Delayed Attack
french: Attaque retardée
german: Verzögerter Angriff
italian: Attacco ritardata
japanese: ちえんこうげき
korean: 지연 공격
portuguese: Ataque adiado
russian: Задержка атаки
spanish: Ataque retardada

# MasterShortName-SKE00159
source: Attack
french: Attaque
german: Attacke
italian: attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SKE01001
source: Melt it all
french: Faire fondre toute
german: Schmelzen Sie alles
italian: Melt tutto
japanese: すべて とかす
korean: 전부 녹이기
portuguese: Derreter tudo
russian: Растопите все
spanish: Fundirlo todo

# MasterShortName-SKE01002
source: Ancient stance
french: position Ancient
german: Antike Haltung
italian: posizione antica
japanese: ひでんの かまえ
korean: 비전 자세
portuguese: postura antiga
russian: Древняя позиция
spanish: postura antigua

# MasterShortName-SKE01003
source: Cursed birth
french: naissance Cursed
german: Cursed Geburt
italian: nascita Cursed
japanese: うまれおちた のろい
korean: 태어난 저주
portuguese: nascimento Cursed
russian: Проклятая рождения
spanish: maldito nacimiento

# MasterShortName-SKE01004
source: Barrier of kirin
french: Barrière de Kirin
german: Barriere von Kirin
italian: Barriera di Kirin
japanese: きりんの けっかい
korean: 기린의 방벽
portuguese: Barreira de Kirin
russian: Барьер Kirin
spanish: Barrera de Kirin

# MasterShortName-SKE01005
source: DO NOT SEE!
french: NE VOIENT PAS!
german: NICHT SEHEN!
italian: NON VEDERE!
japanese: こっちを みるな
korean: 이 쪽을 보지마!
portuguese: NAO VEJO!
russian: НЕ ВИДЕТЬ!
spanish: ¡NO VEO!

# MasterShortName-SKE01006
source: Toxic gravel
french: gravier Toxique
german: Toxic Kies
italian: ghiaia Toxic
japanese: もうどくの つぶて
korean: 맹독 자갈
portuguese: cascalho tóxico
russian: Токсичные гравий
spanish: grava tóxicos

# MasterShortName-SKE01007
source: Pilgrimage
french: Pèlerinage
german: Pilgerfahrt
italian: Pellegrinaggio
japanese: かみおろし
korean: 강신
portuguese: Peregrinação
russian: Паломничество
spanish: Peregrinaje

# MasterShortName-SKE01008
source: Anihillation
japanese: アニヒレーション
korean: 전멸

# MasterShortName-SKE01009
source: Conviction
german: Überzeugung
italian: Convinzione
japanese: だんざい
korean: 단죄
portuguese: Convicção
russian: судимость
spanish: Convicción

# MasterShortName-SKE01010
source: Swallowing
french: avalement
german: Schlucken
italian: Ingoiare
japanese: まるのみ
korean: 삼키기
portuguese: engolindo
russian: Глотая
spanish: tragar

# MasterShortName-SKE01011
source: Whisper of love
french: Murmure d'amour
german: Flüstern der Liebe
italian: Sussurro di amore
japanese: あいの ささやき
korean: 사랑의 속삭임
portuguese: Sussurro do amor
russian: Шепот любви
spanish: El susurro del amor

# MasterShortName-SKE01012
source: Fist of fury
german: Faust der Wut
japanese: ふんぬの こぶし
korean: 분노의 주먹
portuguese: Punho da fúria
russian: Кулак ярости
spanish: Puño de la furia

# MasterShortName-SKE01013
source: Old curse
french: Old malédiction
german: Alte Fluch
italian: vecchio maledizione
japanese: ふるい のろい
korean: 오래된 저주
portuguese: antiga maldição
russian: Старый проклятие
spanish: maldición de edad

# MasterShortName-SKE01014
source: One shot blast
german: Ein Strahl
italian: Un colpo esplosione
japanese: いっしょくそくはつ
korean: 일촉즉발
portuguese: explosão de um tiro
russian: Один выстрел взрыв
spanish: explosión de un tiro

# MasterShortName-SKE01015
source: Defense device
french: dispositif de défense
german: Defense Gerät
italian: dispositivo di difesa
japanese: ぼうぎょ そうち
korean: 방어 장치
portuguese: dispositivo de defesa
russian: устройство обороны
spanish: un medio para defensa

# MasterShortName-SKE01016
source: Heal
french: Guérir
german: Heilen
italian: Guarire
japanese: かいふく
korean: 회복
portuguese: Curar
russian: заживать
spanish: Sanar

# TEXT_ABOUT_LAB_BARGAIN
source: You can buy laboratory parts.__The assortment will be updated daily.__Check it out!
french: Vous pouvez acheter des pièces de laboratoire .__ L'assortiment sera mis à jour tous les jours .__ Check it out!
german: Sie können Laborteile kaufen .__ Das Sortiment wird täglich aktualisiert werden .__ Check it out!
italian: È possibile acquistare laboratorio parti .__ La gamma sarà aggiornato quotidianamente .__ Check it out!
japanese: まいにち ことなる ラボパーツを しいれて います。__ぜひ まいにち チェックして くださいね。
korean: 매일 다른 연구실 부품을 구매할 수 있습니다. 항상 확인하십시오!
portuguese: Você pode comprar peças de laboratório .__ A variedade será atualizado diariamente .__ Check it out!
russian: Вы можете купить лабораторные части .__ Ассортимент будет обновляться ежедневно .__ Проверьте это!
spanish: Usted puede comprar piezas de laboratorio .__ El surtido se actualizará diariamente .__ Compruébelo usted mismo!

# TEXT_ABOUT_LAB1
source: Purchase permanent bonuses for each job in the ''Lab''.
french: Achetez des bonus permanents pour chaque emploi dans le ''Lab''.
german: Erwerben Sie permanente Boni für jeden Job im ''Lab''.
italian: Acquisto bonus permanenti per ogni lavoro nel ''Lab''.
japanese: ラボでは したいを かいぞうすることで しょきキャラに えいぞくボーナスを あたえることが できます。
korean: 실험실에서는 시체를 개조함으로써 초기 캐릭터에게 영구적인 추가 효과를 부여하는 것이 가능합니다.
portuguese: Comprar bônus permanentes para cada trabalho no ''Lab''.
russian: Покупка постоянные бонусы для каждого задания в ''Лаборатории''.
spanish: Comprar bonos permanentes para cada puesto de trabajo en el ''Laboratorio''.

# TEXT_ABOUT_LAB2
source: You need to pay <color=#F0F>Fragments of Death</color> to earn these bonuses.
french: Vous devez payer<Color=#F0F>Drapeaux de la mort</color>pour gagner ces bonus.
german: Sie müssen zahlen <Color=#F0F> Flaggen des Todes </Color> diese Boni zu verdienen.
italian: È necessario pagare<color=#F0F>Bandiere di morte</color>per guadagnare questi bonus.
japanese: したいの かいぞうには <color=#F0F>しのかけら</color>が ひつようです。 <color=#F0F>しのかけら</color>は ダンジョンにいる ボスが ドロップします。
korean: 시체의 개조에는 <color=#F0F>죽음의 조각</color>이 필요합니다. <color=#F0F>죽음의 조각</color>은 던전에 있는 보스가 떨어뜨립니다.
portuguese: Você precisa pagar <Color=#F0F> Fragmentos de morte </color> para ganhar esses bônus.
russian: Вам нужно оплатить <color=#F0F> Флаги Death </color>, чтобы заработать эти бонусы.
spanish: Es necesario prestar<Color=#F0F>Banderas de la Muerte</Color>para ganar estos bonos.

# TEXT_ABOUT_LAB3
source: You can accept or cancel a remodel result after you use fragments. You can earn a total of 5 bonuses for each Job.
french: Vous pouvez accepter ou annuler un résultat de rénovation après avoir utilisé des drapeaux. Vous pouvez gagner un total de 5 bonus pour chaque emploi.
german: Sie können eine ummodeln Ergebnis akzeptieren oder abzubrechen, nachdem Sie Flags verwenden. Sie können für jeden Job insgesamt 5 Boni verdienen.
italian: È possibile accettare o annullare un risultato rimodellare dopo l'utilizzo di bandiere. Si può guadagnare un totale di 5 bonus per ogni lavoro.
japanese: かいぞうの けっかは キャンセルすれば むしできますが しのかけらは しょうひされます。 さいだいで 5つの ボーナスを しょくぎょうに あたえることが できます。
korean: 개조 결과를 취소할 경우, 해당 추가 효과를 포기할 수 있지만 죽음의 조각은 소비됩니다. 각 직업별로 최대 5개까지의 추가 효과를 부여할 수 있습니다.
portuguese: Você pode aceitar ou cancelar resultado remodelação depois de usar fragmentos. Você pode ganhar um total de 5 bônus para cada trabalho.
russian: Вы можете принять или отменить результат реконструируют после использования флагов. Вы можете заработать в общей сложности 5 бонусов для каждого задания.
spanish: Puede aceptar o cancelar resultado remodelación después de utilizar banderas. Usted puede ganar un total de 5 bonos para cada trabajo.

# TEXT_ABOUT_LAB4
source: You can pay <color=#0FF>100 Soulstones</color> to reset all bonuses in a Job once it has 5 bonuses.
french: Vous pouvez payer<Color=#0FF>100 Soulstones</ couleur>pour réinitialiser tous les bonus dans un emploi une fois qu'il dispose de 5 bonus.
german: Sie können <Color=#0FF> 100 Seelensteine ​​zahlen </Color> alle Boni in einem Job zurückgesetzt werden, sobald es 5 Boni hat.
italian: È possibile pagare<color=#0ff>100 Pietre dell'Anima</ colore>per ripristinare tutti i bonus in un lavoro, una volta che ha 5 bonus.
japanese: 5つまで ボーナスを えたしょくぎょうは もう1かい かいぞうすると すべての ボーナスを リセットできますが <color=#0FF>100ませき</color> ひつようです。
korean: <color=#0FF>100 마석</color>을 지불하여 모든 추가 효과를 초기화할 수 있습니다.
portuguese: Você pode pagar <Color=#0ff> 100 Soulstones </color> para repor todos os bônus em um trabalho, uma vez que tem 5 bônus.
russian: Вы можете оплатить <color=#0FF> 100 Soulstones </color>, чтобы сбросить все бонусы в работе, как только у него есть 5 бонусов.
spanish: Puedes pagar <color=#0FF>100 Soulstones</color> para restablecer todos los bonos en un trabajo una vez que tengas 5 bonus.

# TEXT_AFTER_DUNGEON_BOSS_DG000000
source: The old prophet has died. However, the war sees no end. The war against the Buriedbornes will rage until all the world has sunk into the belly of the abyss . The prophet just awoke into this Nightmare.
french: Vieux prophète est mort. Cependant, la guerre est pas finie. La guerre contre les Buriedbornes se poursuivra pendant toute l'éternité. Le prophète vient de se joindre à ce cauchemar.
german: Alte Prophet starb. Allerdings ist der Krieg noch nicht vorbei. Der Krieg gegen die Buriedbornes wird für alle Ewigkeit fortsetzen. Der Prophet ist gerade dieser Alptraum.
italian: Vecchio profeta è morto. Tuttavia, la guerra non è finita. La guerra contro i Buriedbornes continuerà per tutta l'eternità. Il profeta è appena iscritto a questo incubo.
japanese: よげんしゃは しんだ。 しかし、 せんそうが おわるわけではない。 ししゃの きょうえんは えいえんに つづく。 そして よげんしゃじしんも また この のろわれた あくむに さんかしたに すぎない。
korean: 예언자는 죽었다. 그러나 전쟁이 끝난것은 아니다. 죽은 자의 잔치는 영원히 계속된다. 그리고 예언자 그 자신 또한 이 저주받은 악몽에 참가한 것일 뿐이다.
portuguese: O velho profeta morreu. No entanto, a guerra não vê fim. A guerra contra os Buriedbornes irá assolar Até que todo o mundo se afundou no ventre do abismo. O profeta apenas acordou para este pesadelo.
russian: умер старый пророк. Тем не менее, война не закончена. Война против Buriedbornes будет продолжаться в течение всей вечности. Пророк только что присоединился к этому кошмару.
spanish: profeta del Antiguo murió. Sin embargo, la guerra no ha terminado. La guerra contra las Buriedbornes continuará por toda la eternidad. El profeta acaba de unirse a esta pesadilla.

# TEXT_AFTER_DUNGEON_BOSS_DG000003
source: Regardless of how much it is destroyed, it is regenerating. You smashed it for the moment.
french: Peu importe combien il est détruit, il se régénère. Vous fracassée pour le moment.
german: Unabhängig davon, wie viel es zerstört wird, wird es zu regenerieren. Sie zertrümmerte es für den Moment.
italian: Indipendentemente da quanto è distrutta, si sta rigenerando. Si fracassato per il momento.
japanese: どれだけ はかいしても あかんぼうは さいせいしつづけている。 いまは こなごなにしても いつかまた この むくな あかごは じんるいに きばをむくだろう。
korean: 끝없이 파괴해도 아기는 계속 재생하고 있다. 지금은 산산조각내도 언젠가 또 다시 이 무구한 아기는 인류에 송곳니를 드러낼 것이다.
portuguese: Independentemente de quanto ele é destruído, ele está se regenerando. Você quebrou-lo para o momento.
russian: Вне зависимости от того, сколько он будет уничтожен, его регенерации. Вы разбили его на данный момент.
spanish: Independientemente de la cantidad que se destruye, se está regenerando. Usted lo rompió por el momento.

# TEXT_AFTER_DUNGEON_BOSS_DG000004
source: ''Damn it...''__You kicked the meat block.
french: ''Merde ...'' __ Vous kické le bloc de viande.
german: ''Verdammt ...'' __ Sie trat gegen den Fleischblock.
italian: ''Dannazione ...'' __ ti ha cacciato il blocco di carne.
japanese: 「いまいましい ちくしょうが・・・」__あなたは にくかいを けりとばした。
korean: ''젠장… 빌어먹을 게''__당신은 고깃덩이를 걷어찼다.
portuguese: ''Droga ...'' __ Você chutou o bloco carne.
russian: ''Черт возьми ...'' __ Вы пинали мясной блок.
spanish: ''Maldición ...'' __ Usted golpeó el bloque de carne.

# TEXT_AFTER_DUNGEON_BOSS_DG000006
source: No God can stop you now. Perhaps in the face of the death a world the line between man and God is not so clear.
french: Il est impossible pour Dieu de vous arrêter maintenant. Ou la frontière entre le peuple et Dieu est devenu ambigu à la fin de ce monde?
german: Es ist unmöglich, dass Gott Sie jetzt zu stoppen. Oder die Grenze zwischen den Menschen und Gott hat am Ende dieser Welt zweideutig geworden?
italian: E 'impossibile a Dio per fermare adesso. O il confine tra le persone e Dio è diventato ambiguo alla fine di questo mondo?
japanese: いまや かみでさえも あなたを とめることは かなわない。 あるいは、 この せかいの おわりに ひとと かみの さかいは すでに あいまいに なったのだろうか。
korean: 이제는 신조차 당신을 막을 수 없다. 세계의 종말 앞에서는 신과 인간의 경계조차 무너진 것일까?
portuguese: Deus não pode pará-lo agora. Talvez em face da morte um mundo a linha entre o homem e Deus não é tão clara.
russian: Это невозможно для Бога, чтобы остановить вас сейчас. Или граница между людьми и Богом стало неоднозначным в конце этого мира?
spanish: Es imposible que Dios se detiene ahora. O el límite entre las personas y Dios se ha vuelto ambigua al final de este mundo?

# TEXT_AFTER_DUNGEON_BOSS_DG000008
source: Humanity may perish without ever knowing that ''we are the incarnation of arrogance.''
french: L'humanité peut périr sans se rendre compte que «nous sommes l'incarnation de l'arrogance.''
german: Die Menschheit zugrunde gehen kann, ohne zu bemerken, dass ''wir die Inkarnation der Arroganz sind.''
italian: L'umanità muoia senza notare che ''siamo l'incarnazione di arroganza''.
japanese: じんるいは その しゅうえんまで きがつかずに いるのかもしれない。 じぶんたちが ごうまんの ごんげである ことに。
korean: 인류는 그 순간까지 자신들이 오만의 화신이라는 사실을 알아 차리지 못하고 있었는지도 모른다.
portuguese: A humanidade pode perecer sem nunca saber que ''estamos a encarnação da arrogância.''
russian: Человечество может погибнуть, не заметив, что ''мы являемся воплощением высокомерия.''
spanish: La humanidad se pierda, sin darse cuenta de que ''somos la encarnación de la arrogancia''.

# TEXT_AFTER_DUNGEON_BOSS_DGS50001
source: You do not know that these bizarre plants held the world as their serfs.
french: Vous ne savez pas que ces plantes bizarres dominent le monde.
german: Sie wissen nicht, dass diese bizarre Pflanzen, die die Welt beherrscht.
italian: Non sai che questa bizzarra piante dominato il mondo.
japanese: この きかいな しょくぶつのような そんざいが かつて にんげんの かわりに ちせいを たずさえ さかえていた じだいが あったことを いまでは しるよしもない。
korean: 이 기괴한 식물같은 존재가 과거 인간대신 지성을 가진 것들을 지배했다는 것을 아는 이는 없다.
portuguese: Você não sabe que essas plantas bizarras realizou o mundo como seus servos.
russian: Вы не знаете, что этот эксцентричный растения доминировали в мире.
spanish: Usted no sabe que esta extraña plantas dominaron el mundo.

# TEXT_ALERT_ABOUT_COLOR_ROOMS
source: Colors of room that you entered decide floor boss you will encounter.
french: Couleurs de chambre que vous avez entré décident étage patron vous rencontrerez.
german: Farben der Zimmer, die Sie entscheiden Etage Chef eingegeben Sie begegnen werden.
italian: I colori della stanza che hai inserito decidere capo pavimento si incontrano.
japanese: へやの いろは においの いろ。 えらんだ へやの いろで フロアの さいごに まつ ボスが へんかする。
korean: 들어갔던 방들의 색상에 따라 층 보스가 결정됩니다.
portuguese: Cores do quarto que você inseriu decidir patrão andar você vai encontrar.
russian: Цвета комнаты, которые вы ввели решить пол босса вы столкнетесь.
spanish: Los colores de la habitación en la que ha entrado deciden jefe de piso que se encontrará.

# TEXT_ALERT_ABOUT_SKILL_MOD
source: You can add skill mod. You can only add to skill that is chosen first.
french: Vous pouvez ajouter des compétences mod. Vous ne pouvez ajouter à la compétence qui est choisi en premier.
german: Sie können Fähigkeit mod hinzuzufügen. Sie können nur auf Geschicklichkeit hinzufügen, die zuerst gewählt wird.
italian: È possibile aggiungere abilità mod. È possibile aggiungere solo per l'abilità che viene scelto prima.
japanese: スキルを へんようさせられます。 へんようさせる スキルは さいしょに えらばれた スキルだけです。
korean: 기술을 변화시킬 수 있습니다. 변화시킬 수 있는 기술은 처음 선택된 기술 뿐입니다.
portuguese: Você pode adicionar mod habilidade. Você só pode adicionar a habilidade que é escolhido em primeiro lugar.
russian: Вы можете добавить умение мод. Вы можете добавлять только навык, который выбирается в первую очередь.
spanish: Puede añadir mod habilidad. Sólo se puede añadir a la habilidad que se elige en primer lugar.

# TEXT_ALERT_ALREADY_DEAD
source: This Buriedborne is already lost.
french: Ce Buriedborne est déjà perdu.
german: Diese Buriedborne ist bereits verloren.
italian: Questo Buriedborne è già persa.
japanese: この ぼうけんしゃは すでに おわっています。
korean: 이 모험자는 이미 끝났습니다.
portuguese: Este Buriedborne já está perdida.
russian: Это Buriedborne уже потеряно.
spanish: Este Buriedborne ya está perdida.

# TEXT_ALERT_ALREADY_HAS_SHOPITEM
source: You already have <color=#FB0>{0}</color>.
french: Vous avez déjà<Color=#FB0>{0}</color>.
german: Sie haben bereits <Color=#FB0> {0} </Color>.
italian: Hai già<color=#FB0>{0}</color>.
japanese: <color=#FB0>{0}</color>を すでに もっています。
korean: <color=#FB0>{0} </color>을(를) 이미 가지고 있습니다.
portuguese: Você já tem <Color=#FB0> {0} </color>.
russian: У вас уже есть <color=#fb0> {0} </color>.
spanish: Ya tiene<Color=#FB0>{0}</color>.

# TEXT_ALERT_BANNED_USER
source: Your Account has problems.__If the problem persists, please contact me.__info@nussygame.com
french: Votre compte a des problèmes .__ Si le problème persiste, s'il vous plaît contacter me.__info@nussygame.com
german: Ihr Konto hat Probleme .__ Wenn das Problem weiterhin besteht, wenden Sie sich bitte me.__info@nussygame.com
italian: Il tuo account ha problemi .__ Se il problema persiste, si prega di contattare me.__info@nussygame.com
japanese: アカウント情報に 問題が確認されました。 問題が解決しない場合は、管理者までご連絡下さい。 info@nussygame.com
korean: 계정 정보에 문제가 확인되었습니다. 문제가 해결되지 않으면 관리자에게 문의해주시기 바랍니다. info@nussygame.com
portuguese: Sua conta tem problemas .__ Se o problema persistir, por favor contacte me.__info@nussygame.com
russian: Ваш аккаунт имеет проблемы .__ Если проблема не устранена, обратитесь me.__info@nussygame.com
spanish: Su cuenta tiene problemas .__ Si el problema persiste, póngase en contacto con me.__info@nussygame.com

# TEXT_ALERT_BUY_REMOVE_ADS
source: Did you know that purchasing Gold Shard in this app removes the ads and ad banners?
french: Saviez-vous que l'achat d'or Shard dans cette application supprime les annonces et des bannières publicitaires?
german: Wissen Sie, dass die Anzeigen und Werbebannern in diesem App Gold-Shard Kauf entfernt?
italian: Lo sapevate che l'acquisto di oro Shard in questa applicazione rimuove gli annunci e banner pubblicitari?
japanese: ゴールドシャードを こうにゅうすると こうこくが ひひょうじに なることを ごぞんじですか？
korean: 마석을 구입하면 광고가 제거된다는 것을 알고 계십니까?
portuguese: Você sabia que a compra de ouro Shard neste app remove os anúncios e banners de anúncios?
russian: Знаете ли вы, что покупка золотого осколка в этом приложении удаляет объявления и рекламные баннеры?
spanish: ¿Sabías que la compra de oro Shard en esta aplicación elimina los anuncios y banners publicitarios?

# TEXT_ALERT_BUY_REMOVE_ADS2
source: Please consider supporting us.
french: S'il vous plaît envisager de nous soutenir.
german: Bitte beachten Sie uns unterstützen.
italian: Si prega di considerare sostenerci.
japanese: ぜひ こうにゅうを ごけんとうください。
korean: 부디 마석의 구입을 고려해주시기 바랍니다.
portuguese: Por favor, considere a apoiar-nos.
russian: Пожалуйста, обратите внимание поддержку.
spanish: Por favor considere apoyarnos.

# TEXT_ALERT_BUY_SHOPITEM
source: Thank you for your purchase!
french: Merci pour votre achat!
german: Danke für Ihren Einkauf!
italian: Grazie per il vostro acquisto!
japanese: おかいあげ ありがとうございます！
korean: 구입해주셔서 감사합니다!
portuguese: Obrigado para sua compra!
russian: Спасибо за покупку!
spanish: Gracias por su compra!

# TEXT_ALERT_CAMPITEM_REROLL
source: You can not reroll for campitem.
french: Vous ne pouvez pas relancer pour campitem.
german: Sie können nicht für campitem reroll.
italian: Non si può ritirare per campitem.
japanese: キャンプアイテムの リロールは できません。
korean: 캠프 아이템은 다시 고를 수 없습니다.
portuguese: Você não pode rolar novamente para campitem.
russian: Вы не можете перебросить для campitem.
spanish: No se puede volver a tirar para campitem.

# TEXT_ALERT_CANCEL_LAB
source: Are you sure you want to abandon this remodel?__<color=#F00>* Fragments of Death will be spent even if you abandon the result.</color>
french: Êtes-vous sûr de vouloir abandonner cette rénovation? __<Color=#F00>* Drapeaux de la mort seront dépensés même si vous abandonnez le résultat.</color>
german: Sind Sie sicher, dass Sie diese umbauen zu verlassen wollen? __ <Color=#F00> * Flags of Death ausgegeben werden, auch wenn Sie das Ergebnis verlassen. </Color>
italian: Sei sicuro di voler abbandonare questo rimodellare? __<color=#F00>* Bandiere di morte saranno spesi anche se si abbandona il risultato.</color>
japanese: この かいぞうけっかを むししますか？__<color=#F00>※てきようしなくても しのかけらは しょうひされます。</color>
korean: 이 개조를 포기하시겠습니까? __<color=#F00>※취소해도 죽음의 조각은 소비됩니다.</color>
portuguese: Tem certeza de que deseja abandonar esta remodelação? __ <Color=#F00> * Fragmentos de morte será gasto mesmo se você abandonar o resultado. </color>
russian: Вы уверены, что хотите отказаться от этого реконструируют? __ <color=#F00> * Флаги смерти будут потрачены, даже если отказаться от результата. </color>
spanish: ¿Seguro que deseas abandonar esta remodelación? __<Color=#F00>* Banderas de la Muerte se gastarán incluso si se abandona el resultado.</color>
