Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterDesc-EFE00005
source: Attack has a low chance of applying Acid
french: Attaquer a une faible chance d'infliger Acide.
german: 攻撃に低確率で強酸付与
italian: L'attacco ha una bassa possibiità di infliggere acido
japanese: 攻撃に低確率で強酸付与
korean: 공격에 낮은 확률로 강산효과 부여
portuguese: 攻 撃 に 低 確 率 で 強酸 付 与
russian: 攻撃に低確率で強酸付与
spanish: 攻撃に低確率で強酸付与

# MasterDesc-EFE00006
source: Buffs,Shield, and Barrier are copied
french: Buffs, Boucliers et Barrières sont copiés.
german: buffとシールド・バリアを写し取る
italian: Buff, scudi e barriere sono copiati
japanese: buffとシールド・バリアを写し取る
korean: 보조효과와 보호막, 방벽을 복제한다
portuguese: lustre と シ ー ル ド · バ リ ア を 写 し 取 る
russian: buffとシールド・バリアを写し取る
spanish: buffとシールド・バリアを写し取る

# MasterDesc-EFE00007
source: Turn the turn until escape by the value
french: 逃げるまでのターンを値分だけ+する
german: 逃げるまでのターンを値分だけ+する
italian: 逃げるまでのターンを値分だけ+する
japanese: 逃げるまでのターンを値分だけ+する
korean: 도망 칠 때까지 턴을 값 만큼 +한다
portuguese: 逃 げ る ま で の タ ー ン を 値 分 だ け + す る
russian: 逃げるまでのターンを値分だけ+する
spanish: 逃げるまでのターンを値分だけ+する

# MasterDesc-EFJ00001
source: Increase damage you deal with low-accuracy skills
french: Augmentation des Dommages que vous infligez avec des Talents à faible Précision.
german: Erhöht den Schaden Sie durch Low-Genauigkeit Fähigkeiten beschäftigen.
italian: Aumenta il danno che infliggi con le abilità con poca precisione
japanese: めいちゅうの ひくい スキルの いりょくが アップ
korean: 명중률이 낮은 기술의 위력이 증가한다.
portuguese: Aumenta o dano causado por habilidades que tenham baixa chance de acerto.
russian: Увеличение урон на навыки низкой точности.
spanish: Aumenta el daño infligido por las habilidades de baja precisión.

# MasterDesc-EFJ00002
source: You can encounter more corpses.
french: Vous pouvez rencontrer plus de dépouilles.
german: Sie können mehr Leichen begegnen.
italian: Possibilità di incontrare più cadaveri
japanese: よりおおくの なきがらに そうぐうできる
korean: 더 많은 시체를 마주칠 수 있다.
portuguese: Aumenta a chance de encontrar cadáveres.
russian: Вы можете столкнуться больше трупов.
spanish: Podrás encontrar más cadáveres.

# MasterDesc-EFJ00003
source: Decrease damage you take when you have 1 or more shields.
french: Réduit les Dommages que vous recevez tant que vous avez un Bouclier actif.
german: Verringern Sie Schaden nehmen, wenn Sie ein oder mehrere Schilde haben.
italian: Diminuisce il danno che subisci quando hai 1 o più scudi
japanese: シールドが1いじょうなら うけるダメージが へる
korean: 보호막 수치가 1보다 클 경우 받는 피해를 경감한다.
portuguese: Reduz o dano recebido se você tiver 1 ou mais de Escudo.
russian: Уменьшение урона вы принимаете, когда у вас есть 1 или несколько щитов.
spanish: Disminuye el daño recibido cuando tienes 1 o más escudos.

# MasterDesc-EFJ00004
source: Increases healing received on low HP
french: Augmente les Soins reçus quand les PV sont bas..
german: Heilung erhöhen Betrag, den Sie auf niedrigen HP nehmen.
italian: Aumenta le cure quando hai poca vita
japanese: HPがへるほど かいふくりょくアップ
korean: HP가 줄어들수록 회복량이 증가한다.
portuguese: Aumenta a eficácia da cura quando se está com HP baixo.
russian: Увеличение количества исцеления вы берете на низких HP.
spanish: Aumenta la cantidad de HP recibido cuando tienes poco.

# MasterDesc-EFJ00005
source: Decrease damage you take if you have ''Reflect'' effect.
french: Réduit les Dommages que vous subissez si vous avez un effet Réflexion.
german: Verringern Sie Schäden, die Sie, wenn Sie nehmen ''Reflect'' -Effekt.
italian: Diminuisce i danni che subisci quando hai attivo l'effetto ''reflect''
japanese: はんしゃを もっているあいだ うけるダメージが へる
korean: 반사 효과를 가지고 있을 경우 받는 피해를 경감한다.
portuguese: Reduz o dano recebido se você tiver Reflexo.
russian: Уменьшение урона вы берете, если у вас есть ''Reflect'' эффект.
spanish: Disminuir el daño que tome si tiene ''reflejados'' efecto.

# MasterDesc-EFJ00006
source: Reduce -1 cooldown of your skills that end your turn.
french: Délai -1 sur vos Talents Libres.
german: Reduzieren Sie -1 Abklingzeit von 'Fähigkeiten, die Sie an der Reihe zu beenden.
italian: Riduce di 1 il cooldown delle abilità che fanno finire il turno
japanese: ターンを しょうひするスキルの クールダウン-1
korean: 턴을 소모하는 기술의 대기시간－1.
portuguese: Reduz a recarga de habilidades que encerram seu turno em 1.
russian: Сокращение -1 восстановления ваших навыков, которые заканчиваются в свою очередь.
spanish: Reducir el tiempo de reutilización de -1 sus habilidades que terminan su turno.

# MasterDesc-EFJ00007
source: Opponent's debuffs give you skill power.
french: Les Afflictions de l'adversaire augmentent la Puissance de vos Talents.
german: Gegnerische Beschwerden bringen Sie Geschick Macht.
italian: I debuff del nemico aumentano il tuo potere
japanese: てきに あたえている じょうたいいじょうが おおいほど スキルのいりょくアップ
korean: 적에게 걸린 상태이상이 많을수록 기술의 위력이 증가한다.
portuguese: Cada aflição que afeta seu inimigo aumenta o poder de suas habilidades.
russian: недомогания Действия соперника принести вам умение власть.
spanish: dolencias del oponente que llevar la energía habilidad.

# MasterDesc-EFJ00008
source: Increase power of any buff recieved
french: Augmente Puissance de tout Buff reçu.
german: Erhöhen Sie die Leistung von Buff Effekt, den Sie nehmen.
italian: Aumenta il potere di ogni buff che ricevi
japanese: ほじょこうかを えるとき そのこうかりょうが ふえる
korean: 보조효과가 25% 증가한다.
portuguese: Aumenta o poder de qualquer buff recebido.
russian: Увеличение мощности буфф эффекта вы принимаете.
spanish: Aumentar la potencia del efecto de piel de ante de tomar.

# MasterDesc-EFJ00009
source: Increase your power whenever you pay your HP.
french: Augmente votre Puissance quand vos PV sont nas.
german: Steigern Sie Ihre Energie, wenn Sie Ihren HP kosten.
italian: Aumenta il tuo potere ogni volta che paghi con i tuoi HP
japanese: HPを しょうひするたび いちじてきに いりょくアップ
korean: HP 소비 기술을 사용시 일시적으로 위력이 증가한다.
portuguese: Aumenta seu poder toda vez que sacrificar HP.
russian: Увеличьте свою силу, когда вы стоить ваш HP.
spanish: Aumentar su poder cada vez que costar su HP.

# MasterDesc-EFJ00010
source: Gain 1 barrier whenever you gain shield.
french: Gagnez 1 Barrière quand vous gagnez un Bouclier.
german: Gewinnen Sie 1 Barriere, wenn Sie Schirm zu gewinnen.
italian: Guadagni 1 barriera ogni volta che guadagni uno scudo
japanese: シールドをえるたび 1バリアえる
korean: 보호막을 얻을 때마다 방벽을 1개 얻는다.
portuguese: Ganhe 1 Barreira toda vez que ganhar Escudo.
russian: Получите 1 барьер всякий раз, когда вы получаете щит.
spanish: Gana 1 de barrera cada vez que gana escudo.

# MasterDesc-EFJ00011
source: Gain great amounts of shield whenever you use your consumables.
french: Gain important de Boucliers quand vous utilisez votre Consommable.
german: Gewinnen Sie viele Schild, wenn Sie Ihre Verbrauchsmaterialien kosten.
italian: Guadagni molto scudo ogni volta che utilizzi un consumabile
japanese: しょうもうひんを しょうひするたび たいりょうの シールドをえる
korean: 소비품을 사용할 때 많은 보호막을 얻는다
portuguese: Ganhe muito Escudo toda vez que gastar um consumível.
russian: Получите много щит всякий раз, когда вы стоить ваши расходные материалы.
spanish: Ganar muchas escudo cada vez que cuestan sus consumibles.

# MasterDesc-EFJ00012
source: Reduce cooldown of skills that do not end your turn by 1, to a minimum of 1.
french: Délai -1 aux Talents Libres, minimum 1.
german: Reduzieren Sie -1 Abklingzeit von Fähigkeiten, die nicht an der Reihe zu beenden. (Es kann nicht sein 0)
italian: Riduce il cooldown delle abilità che non terminano il tuo turno, fino ad un minimo di 1
japanese: ターンを しょうひしないスキルの クールダウン-1(0にはならない)
korean: 턴을 소모하지 않는 기술의 대기시간－1 (0이 될 수 없음)
portuguese: Reduz a recarga de habilidades que não encerram seu turno em 1, até um mínimo de 1.
russian: Сокращение -1 восстановления ваших навыков, которые не закончить свою очередь. (Это не может стать 0.)
spanish: Reducir el tiempo de reutilización de -1 sus habilidades que no terminan su turno. (No puede convertirse en 0.)

# MasterDesc-EFJ00013
source: Increase your power on high HP. Decrease your power on low HP.
french: Augmente votre Puissance quand vos PV sont haut mais Réduit votre Puissance quand vos PV sont bas.
german: Steigern Sie Ihre Leistung auf hohe HP. Senken Sie Ihre Leistung auf niedrige HP.
italian: Aumenta il tuo potere quando hai molti HP, diminuisce il tuo potere quando hai pochi HP
japanese: HPが おおいと いりょくがアップするが、 HPが へると いりょくが ダウンする
korean: HP가 많으면 위력이 증가 하지만 HP가 줄어들면 위력 감소
portuguese: Seu poder aumenta quando seu HP estiver cheio, e diminui quando seu HP estiver baixo.
russian: Увеличьте мощность на высоких HP. Снизить мощность на низких HP.
spanish: Aumentar su poder de lo alto de HP. Disminuir su potencia en baja HP.

# MasterDesc-EFJ00014
source: Gain 1 barrier whenever you take any damage.
french: Gagnez 1 Barrière à chaque fois que vous subissez des Dommages.
german: Gewinnen Sie 1 Barriere, wenn Sie einen Schaden nehmen.
italian: Guadagni 1 barriera ogni volta che subisci danni
japanese: ダメージをうけるたび 1バリアを える
korean: 피해를 입을 경우 방벽을 하나 얻는다.
portuguese: Ganhe 1 Barreira toda vez que receber dano.
russian: Получите 1 барьер всякий раз, когда вы берете какой-либо ущерб.
spanish: Gana 1 de barrera cada vez que tome cualquier daño.

# MasterDesc-EFJ00015
source: Cleanse yourself of debuffs whenever you kill an opponent.
french: Eliminez vos Afflictions à chaque fois que vous vainquez votre adversaire.
german: Entfernen Sie alle Debuffs Sie nehmen, wenn Sie einen Gegner zu töten.
italian: Perdi tutti i debuff ogni volta che uccidi un nemico
japanese: てきを たおすたび じょうたいいじょうを すべて うちけす
korean: 적을 처치할 경우 모든 상태이상을 제거한다.
portuguese: Cure-se de todos debuffs sempre que matar um inimigo.
russian: Удалить все дебаффы вы принимаете каждый раз, когда вы убиваете противника.
spanish: Retirar todas las desventajas que toma cada vez que mata a un oponente.

# MasterDesc-EFJ00016
source: You can ignore all debuffs if you have less HP than MaxHP.
french: Vous pouvez ignorer tous les Afflictions quand vos PV sont inférieurs à vos PVmax.
german: Sie können alle Debuffs ignorieren, wenn Sie weniger HP haben als MaxHP.
italian: Ignori tutti i debuff quando i tuoi HP sono minori dei tuoi HP massimi
japanese: HPが さいだいでないなら じょうたいいじょうをうけない
korean: 현재 HP가 최대 HP보다 낮을 경우 모든 상태이상을 무시한다.
portuguese: Você ignora todos debuffs ao estar com menos HP que seu HP máximo.
russian: Вы можете игнорировать все дебаффы, если у вас меньше, чем HP MaxHP.
spanish: Puede pasar por alto todas las desventajas si usted tiene menos HP que MaxHP.

# MasterDesc-EFJ00017
source: Chance to gain twice as many Fragments of Death or Soulstones.
french: Chances de doubler les gains d'Amepierres et de Mort Drapeaux.
german: Chance zu verdoppeln Flags of Death oder Seelensteine ​​Sie gewinnen.
italian: Possibilità di guadagnare doppi Frammenti di Morte o Soulstone
japanese: てにはいる ませきと しのかけらが 2ばいになる ことがある
korean: 마석과 죽음의 조각 획득량이 때때로 두배가 된다.
portuguese: Concede chance de ganhar o dobro de Fragmentos da Morte e Soulstones.
russian: Шанс удвоить флаги смерти или Soulstones вы получаете.
spanish: Oportunidad de duplicar Banderas de muerte o piedras de alma a ganar.

# MasterDesc-EFJ00018
source: Equipment you earn will have 4 or more effects.
french: L'Equipement que vous allez trouver auront 4 effets ou plus.
german: Ausrüstungen verdienen Sie haben 4 oder mehr Effekte.
italian: L'equipaggiamento che guadagni avrà 4 o più effetti
japanese: ひろう そうびが 4ついじょうの こうかをもつ
korean: 입수하는 장비가 항상 4개이상의 옵션을 지닌다.
portuguese: Equipamentos que você ganhar terão 4 ou mais efeitos.
russian: Оборудование вы заработаете будет иметь 4 или более эффектов.
spanish: Equipos que ganan tienen 4 o más efectos.

# MasterDesc-EFJ00019
source: Gain skill power for each barrier you have.
french: Augmentez votre Puissance par vos Barrières.
german: Steigern Sie Ihre Leistung durch Ihre Barrieren.
italian: Aumenta il tuo potere della quantità delle tue barriere
japanese: バリアがおおいほど スキルのいりょくアップ
korean: 방벽이 많을수록 기술의 위력이 증가한다.
portuguese: Aumenta o poder de suas Barreiras.
russian: Увеличьте свою силу с помощью ваших барьеров.
spanish: Aumentar su poder por sus barreras.

# MasterDesc-EFJ00020
source: Heal your HP to full whenever you learn new skills.
french: Vous vous Soignez complètement à chaque fois que vous apprenez un nouveau Talent.
german: Heilen Sie Ihre HP zu voll, wenn Sie neue Fähigkeiten zu erlernen.
italian: Guarisci completamente ogni volta che impari una nuova abilità
japanese: あたらしい スキルを おぼえるたび HPが ぜんかいふく
korean: 새로운 기술을 배울 때마다 HP가 모두 회복된다.
portuguese: Recupera seu HP por completo sempre que aprender uma nova habilidade.
russian: Лечение вашего HP на полную каждый раз, когда вы узнаете новые навыки.
spanish: Curar su HP completa cada vez que se aprende nuevas habilidades.

# MasterDesc-EFJ00021
source: Half your HP but you can heal over time.
french: Vous pouvez vous Soigner en Continu mais -50% à vos PV.
german: Die Hälfte der HP aber Sie können im Laufe der Zeit zu heilen.
italian: Dimezza i tuoi HP ma puoi guarire nel tempo
japanese: さいだいHPが はんげんするが じょじょに HPかいふくする
korean: 최대 HP가 절반이 되지만 매 턴 HP가 회복된다.
portuguese: Corta seu HP pela metade, mas você é curado a cada turno.
russian: Половина ваш HP, но вы можете исцелить с течением времени.
spanish: La mitad de su HP, pero se pueden curar con el tiempo.

# MasterDesc-EFJ00022
source: Barriers will always block, but you may lose more than 1 barrier.
french: Votre Barrière bloquera mais vous pouvez en perdre plus que 1.
german: 100% Chance, mit Barriere und einige Chance zu blockieren, um weitere Barriere verlieren.
italian: Le barriere bloccano semrpe ma c'è la possibiltà di perdere più di 1 barriera
japanese: バリアが かならず はつどうするが たまに 2へる
korean: 방벽이 반드시 발동하지만 가끔 2개의 방벽을 잃는다
portuguese: 100% de chance de bloqueio quando estiver com Barreira, mas você pode perder mais que 1 barreira ao ser atacado.
russian: 100% шанс заблокировать с барьером и вдруг потерять больше барьер.
spanish: 100% de probabilidad de bloquear con barrera y alguna posibilidad de perder más de barrera.

# MasterDesc-EFJ00023
source: You can deal critical after you avoid.
french: Vous pouvez infliger un Critique après avoir Esquivé.
german: Sie können kritische beschäftigen, nachdem Sie vermeiden.
italian: Possibilità di infleggere un critico ogni volta che schivi
japanese: かいひするたび つぎのターン かくじつに クリティカル
korean: 회피한 다음 턴에 반드시 치명타
portuguese: Você causa um acerto crítico depois de se esquivar de um ataque.
russian: Вы можете иметь дело после того, как критически избежать.
spanish: Puede tratar crítico después a evitar.

# MasterDesc-EFJ00024
source: You can use skill from right when you are confused.
french: Vous pouvez utiliser un Talent de droite quand vous êtes Désorienté.
german: Sie können Geschick von rechts verwenden, wenn Sie verwirrt sind.
italian: Utilizzi le abilità da destra ogni volta che sei confuso
japanese: こんらんしているとき ランダムではなく みぎの スキルから つかう
korean: 혼란할 때 무작위가 아니라 오른쪽부터 기술을 사용한다.
portuguese: Você pode usar a habilidade da extrema direita quando estiver confuso.
russian: Вы можете использовать навык справа, когда вы запутались.
spanish: Puede utilizar la habilidad de derecha cuando usted está confundido.

# MasterDesc-EFJ00025
source: You can ignore normal monsters.
french: Vous pouvez ignorer les adversaires normaux.
german: Sie können normale Monster ignorieren.
italian: Possibilità di ignorare i mostri normali
japanese: つうじょうの まものを むしする
korean: 보통의 마물을 무시한다.
portuguese: Você ignora monstros normais.
russian: Вы можете игнорировать обычные монстры.
spanish: Puede pasar por alto los monstruos normales.

# MasterDesc-EFJ00026
source: Quality of your equipments are changed whenever you clear a floor.
french: La Qualité de vos Equipements est modifiée à chaque fois que vous terminez un Niveau.
german: Qualität Ihrer Geräte geändert werden, wenn Sie einen Boden löschen.
italian: La qualità del tuo equipaggiamento cambia ogni volta che completi un piano
japanese: フロアを クリアするたび そうびの せいのうが こうしんされる
korean: 층을 클리어할 때마다 장비의 품질이 변화한다.
portuguese: Qualidade de seus equipamentos muda sempre que você trocar de andar.
russian: Качество ваших оборудования изменяются каждый раз, когда вы очистите пол.
spanish: La calidad de sus equipos se cambian cada vez que se borre un piso.

# MasterDesc-EFL00001
source: Critical hits have a chance to instantly kill the opponent.
french: Les coups Critiques ont une chance de Tuer Instantanément.
german: Sie haben die Chance einen Gegner auf kritische zu töten.
italian: Gli attacchi critici hanno la possibilità di uccidere il nemico
japanese: クリティカルで たまに そくしさせる
korean: 치명타 명중시 적이 가끔 즉사한다.
portuguese: Acertos críticos tem chance de matar o inimigo instantaneamente.
russian: У вас есть шанс убить противника на критической.
spanish: Usted tiene la oportunidad de matar a un oponente en la crítica.

# MasterDesc-EFL00002
source: Heal yourself to full instead of paying your HP.
french: Soignez-vous complètement à la place de payer en PV.
german: Heilen Sie sich voll statt der Zahlung Ihrer HP.
italian: Ti curi completamente invece che pagare con gli HP
japanese: HPを しょうひするとき かわりに HPを ぜんかいふく
korean: HP 소비 기술을 쓸 때 HP가 회복된다.
portuguese: Cura seu HP completamente ao invés de pagar seu HP.
russian: Исцели себя полным вместо того, чтобы платить ваш HP.
spanish: Curarse a sí mismo al completo en vez de pagar su HP.

# MasterDesc-EFL00003
source: Increase damage you deal by your Reflect.
french: Augmente les Dommages que vous infligez par Réflexion.
german: Erhöht den Schaden Sie umgehen, indem Sie Ihre Gelegt.
italian: Aumenta i danni che infliggi del tuo Reflect
japanese: じしんの はんしゃにおうじて あたえるダメージアップ
korean: 반사피해가 증가한다.
portuguese: Aumenta o dano que você causa com Reflexo.
russian: Увеличение урон на ваш Reflect.
spanish: Aumentar daño infligido por su Reflect.

# MasterDesc-EFL00004
source: Dealing damage increases further damage for a brief period.
french: Infliger des Dommages augmente ceux qui suivront pendant une courte période.
german: Erhöht den Schaden Sie in diesem Zug umgehen, wenn Sie Schaden.
italian: Infliggere danni aumenta i danni che infliggerai per un breve periodo
japanese: ダメージを あたえるたび このターンに あたえる ダメージ アップ
korean: 피해를 입힐 때 이번 턴에 주는 피해가 증가한다.
portuguese: Causar dano aumenta o dano causado no mesmo turno.
russian: Увеличение урона вы имеете дело в этом повороте, когда вы наносите урон.
spanish: Aumentar daño que haces en esta vuelta cada vez que se hace daño.

# MasterDesc-EFL00005
source: Deal double damage with Pursuit.
french: Double les Dommages Harcelants que vous infligez.
german: Doppelter Schaden Sie Pursuit beschäftigen.
italian: Raddoppia i danni nel tempo che infliggi
japanese: ついげきで あたえるダメージが2ばいになる
korean: 추격의 피해가 두배가 된다.
portuguese: Dobra o dano causado com Perseguição.
russian: Двойной урон вы наносите преследованием.
spanish: el doble de daño que infliges Persecución.

# MasterDesc-EFL00006
source: Gain permament damage increase per kill
french: Augmentation permanente des Dommages pour chaque adversaire vaincu.
german: Erhöht den Schaden Sie immer für jeden Kill beschäftigen.
italian: Guadagni un aumento ai danni permanente per ogni uccisione
japanese: てきを たおすたび えいぞくてきに こうげきりょくアップ
korean: 적을 죽일때마다 영구적으로 주는 피해량이 증가한다.
portuguese: Ganha um aumento permanente no dano ao matar um inimigo.
russian: Увеличение урона вы имеете дело навсегда за каждое убийство.
spanish: Aumentar daño que haces siempre para cada matanza.

# MasterDesc-EFL00007
source: You will avoid all enemies except floor bosses
french: Vous éviterez tous les adversaires à l'exception des Boss du Niveau.
german: Sie werden alle Gegner außer Boden Chef vermeiden.
italian: Eviterai ogni nemico eccetto i boss di fine piano
japanese: フロアボスいがいの てきに いっさい そうぐうしなくなる
korean: 층 보스를 제외한 모든 적이 등장하지 않는다.
portuguese: Você evita todos inimigos exceto os chefes de andar.
russian: Вы будете избавлены от всех врагов, кроме пола босса.
spanish: Va a evitar todo contacto con excepción jefe de piso.

# MasterDesc-EFL00008
source: Double exp gained
french: Double l'EXP gagnée.
german: Doppel exp Sie gewinnen.
italian: Raddoppia l'esperienza guadagnata
japanese: てにはいる けいけんちが 2ばい
korean: 경험치를 두배로 얻는다.
portuguese: Dobra a experiência ganha.
russian: Двойной ехр вы получаете.
spanish: exp doble a ganar.

# MasterDesc-EFL00009
source: Ignore all room effects when you enter.
french: Ignore tous les effets des Salles quand vous y entrez.
german: Ignorieren Sie alle Raumeffekte, wenn Sie eingeben.
italian: Quando entri in una stanza ignori tutti gli effetti
japanese: はいったへやの すべての へやこうかを むしする
korean: 모든 방의 효과를 무시한다.
portuguese: Ignora todos efeitos das salas.
russian: Игнорировать все эффекты номер, когда вы входите.
spanish: Ignorar todos los efectos de la sala cuando entras.

# MasterDesc-EFL00010
source: Reduce your opponent's Max HP each turn.
french: Réduit les PVmax de l'adversaire tous les Tours.
german: Reduzieren des Gegners MaxHP für jede Umdrehung.
italian: Riduce gli HP massimi del tuo nemico ad ogni turno
japanese: てきの さいだいHPが じょじょに げんしょうする
korean: 적의 최대 HP가 매 턴 감소한다.
portuguese: Reduz o HP máximo do oponente a cada turno.
russian: Уменьшить MaxHP противника на каждом повороте.
spanish: Reducir MaxHP rival para cada turno.

# MasterDesc-EFL00011
source: Increase your Shield instead of increasing MaxHP.
french: Augmente votre Bouclier au lieu d'augmenter vos PVmax.
german: Steigern Sie Ihren Schild statt zunehmender MaxHP.
italian: Aumenta il tuo scudo invece che aumentare i tuoi HP massimi
japanese: さいだいHPのかわりに シールドがふえる
korean: 최대 HP 대신 보호막이 증가한다.
portuguese: Bônus de HP aumentam seu Escudo ao invés do seu HP máximo.
russian: Увеличьте ваш щит вместо увеличения MaxHP.
spanish: Aumenta tu escudo en lugar de aumentar MaxHP.

# MasterDesc-EFL00012
source: You gain twice as many Fragments of Death.
french: Vous doublez vos gains de Mort Drapeaux.
german: Doppel Flags of Death Sie gewinnen.
italian: Guadagni doppi Frammenti di Morte
japanese: てにはいる しのかけらが 2ばい
korean: 죽음의 조각 획득량이 두배가 된다.
portuguese: Você ganha o dobro de Fragmentos da Morte.
russian: Двойные Флаги смерти вы получаете.
spanish: Banderas dobles de muerte le ganan.

# MasterDesc-EFL00013
source: Opponents take damage instead of healing
french: Remplace les Soins de l'adversaire par de grands Dommages.
german: Deal großen Schaden Feind, statt des Gegners zu heilen.
italian: L'avversario subisce danni invece di cure
japanese: てきが かいふくするとき かわりに その10ばいの ダメージ
korean: 적이 회복할 때 그 10배의 피해를 준다.
portuguese: Se seu oponente tentar se curar, ele recebe dano ao invés disso.
russian: Нанесите большой урон противнику, а не противника заживают.
spanish: Tratar un gran daño al enemigo en lugar de oponente de sanar.

# MasterDesc-EFL00014
source: Gain a random permenant parameter whenever you defeat a floor boss.
french: Gagnez un gain permanent sur un Paramètre aléatoire pour chaque Boss de Niveau vaincu.
german: Gewinnen Sie zufällig permanenten Parameter, wenn Sie Boden Chef getötet.
italian: Guadagni un parametro casuale permanente ogni volta che uccidi un boss del piano
japanese: フロアボスを たおすたび ランダムな のうりょくを える
korean: 층 보스를 죽일 때 무작위로 영구 효과를 얻는다.
portuguese: Ganha um bônus permanente em um parâmetro aleatório ao derrotar um chefe de andar.
russian: Получите случайный постоянный параметр всякий раз, когда вы убили пол босса.
spanish: Ganar parámetro permanente al azar cada vez que usted mató a jefe suelo.

# MasterDesc-EFL00015
source: Gain a random temporary parameter whenever you kill an enemy.
french: Gagnez un gain temporaire sur un Paramètre aléatoire pour chaque adversaire vaincu.
german: Gewinnen Sie zufällig temporäre Parameter, wenn Sie getötet.
italian: Guadagni un parametro casuale temporaneo ogni volta che uccidi un nemico
japanese: てきを たおすたび ランダムな いちじこうかを える
korean: 적을 물리칠 때마다 무작위로 일시적 효과를 얻는다.
portuguese: Ganha um bônus temporário em um parâmetro aleatório ao matar um inimigo.
russian: Получите случайный временный параметр всякий раз, когда вы убили.
spanish: Ganar parámetro temporal aleatoria cada vez que se maten.
