Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterShortName-SK000066
source: Slow
french: Lent
german: Langsam
italian: Lentezza
japanese: スロー
korean: 감속
portuguese: Lento
russian: Медленный
spanish: Lento

# MasterShortName-SK000067
source: Paralyze
french: Paralyser
german: Lähmen
italian: Paralisi
japanese: まひ
korean: 마비
portuguese: Paralisar
russian: Парализовать
spanish: Paralizar

# MasterShortName-SK000068
source: Avoid
french: Éviter
german: Vermeiden
italian: Schivata
japanese: かいひ
korean: 회피
portuguese: Evitar
russian: избежать
spanish: Evitar

# MasterShortName-SK000069
source: Accuracy
french: Précision
german: Genauigkeit
italian: Precisione
japanese: めいちゅう
korean: 명중
portuguese: Precisão
russian: точность
spanish: Exactitud

# MasterShortName-SK000070
source: Aimed Attack
french: Attaque Destinée
german: Gezielter Angriff
italian: Attacco Mirato
japanese: ひっちゅうこうげき
korean: 필중공격
portuguese: Ataque destinado
russian: Направленные атаки
spanish: Ataque dirigido

# MasterShortName-SK000071
source: Aimed Attack
french: Attaque Destinée
german: Gezielter Angriff
italian: Attacco Mirato
japanese: ひっちゅうこうげき
korean: 필중공격
portuguese: Ataque destinado
russian: Направленные атаки
spanish: Ataque dirigido

# MasterShortName-SK000072
source: Aimed Attack
french: Attaque Destinée
german: Gezielter Angriff
italian: Attacco Mirato
japanese: ひっちゅうこうげき
korean: 필중공격
portuguese: Ataque destinado
russian: Направленные атаки
spanish: Ataque dirigido

# MasterShortName-SK000073
source: Aimed Attack
french: Attaque Destinée
german: Gezielter Angriff
italian: Attacco Mirato
japanese: ひっちゅうこうげき
korean: 필중공격
portuguese: Ataque destinado
russian: Направленные атаки
spanish: Ataque dirigido

# MasterShortName-SK000074
source: Critical Up
german: Kritische Up
italian: Aumento del Critico
japanese: クリティカルアップ
korean: 치명타 증가
portuguese: Até Critical
russian: Критическое Up
spanish: Hasta crítica

# MasterShortName-SK000075
source: Critical Up
german: Kritische Up
italian: Aumento del Critico
japanese: クリティカルアップ
korean: 치명타 증가
portuguese: Até Critical
russian: Критическое Up
spanish: Hasta crítica

# MasterShortName-SK000076
source: Empower
french: Habiliter
german: Ermächtigen
italian: Potenziare
japanese: きょうか
korean: 강화
portuguese: autorizar
russian: уполномочивать
spanish: Autorizar

# MasterShortName-SK000077
source: Revive
french: Relancer
german: Beleben
italian: Rivivere
japanese: そせい
korean: 소생
portuguese: Reviver
russian: оживлять
spanish: Reanimar

# MasterShortName-SK000078
source: Break Shield
french: Pause Bouclier
german: Pause Schild
italian: Rottura dello Scudo
japanese: ぼうぎょはかい
korean: 방어 파괴
portuguese: Escudo pausa
russian: Перерыв Щит
spanish: Escudo de ruptura

# MasterShortName-SK000079
source: Accuracy
french: Précision
german: Genauigkeit
italian: Precisione
japanese: めいちゅう
korean: 명중
portuguese: Precisão
russian: точность
spanish: Exactitud

# MasterShortName-SK000080
source: Drain Life
french: drain de vie
german: Sauger
italian: Succhia Vita
japanese: きゅうけつ
korean: 흡혈
russian: Похищение жизни
spanish: Drenar vida

# MasterShortName-SK000081
source: Offensive
german: Beleidigend
italian: Offensivo
japanese: オフェンシブ
korean: 공격 태세
portuguese: Ofensiva
russian: Наступление
spanish: Ofensiva

# MasterShortName-SK000082
source: Defensive
french: Défensive
italian: Difensivo
japanese: ディフェンシブ
korean: 방어 태세
portuguese: Defensiva
russian: оборонительный
spanish: Defensivo

# MasterShortName-SK000083
source: Defensive
french: Défensive
italian: Difensivo
japanese: ディフェンシブ
korean: 방어 태세
portuguese: Defensiva
russian: оборонительный
spanish: Defensivo

# MasterShortName-SK000084
source: Avoid
french: Éviter
german: Vermeiden
italian: Schivata
japanese: かいひ
korean: 회피
portuguese: Evitar
russian: избежать
spanish: Evitar

# MasterShortName-SK000085
source: Heal
french: Guérir
german: Heilen
italian: Cura
japanese: かいふく
korean: 회복
portuguese: Curar
russian: заживать
spanish: Sanar

# MasterShortName-SK000086
source: Heal
french: Guérir
german: Heilen
italian: Cura
japanese: かいふく
korean: 회복
portuguese: Curar
russian: заживать
spanish: Sanar

# MasterShortName-SK000087
source: Offensive
german: Beleidigend
italian: Offensivo
japanese: オフェンシブ
korean: 공격 태세
portuguese: Ofensiva
russian: Наступление
spanish: Ofensiva

# MasterShortName-SK000088
source: Heal
french: Guérir
german: Heilen
italian: Cura
japanese: かいふく
korean: 회복
portuguese: Curar
russian: заживать
spanish: Sanar

# MasterShortName-SK000089
source: Heal
french: Guérir
german: Heilen
italian: Cura
japanese: かいふく
korean: 회복
portuguese: Curar
russian: заживать
spanish: Sanar

# MasterShortName-SK000090
source: Killing
french: Meurtre
german: Tötung
italian: Letale
japanese: そくしこうげき
korean: 즉사 공격
portuguese: Matando
russian: Убийство
spanish: Asesinato

# MasterShortName-SK000091
source: Heal
french: Guérir
german: Heilen
italian: Cura
japanese: かいふく
korean: 회복
portuguese: Curar
russian: заживать
spanish: Sanar

# MasterShortName-SK000092
source: Special
french: Spécial
german: Besondere
italian: Speciale
japanese: とくしゅ
korean: 특수
portuguese: Especial
russian: Особый
spanish: Especial

# MasterShortName-SK000093
source: Special
french: Spécial
german: Besondere
italian: Speciale
japanese: とくしゅ
korean: 특수
portuguese: Especial
russian: Особый
spanish: Especial

# MasterShortName-SK000094
source: Special
french: Spécial
german: Besondere
italian: Speciale
japanese: とくしゅ
korean: 특수
portuguese: Especial
russian: Особый
spanish: Especial

# MasterShortName-SK000095
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000096
source: Timeskip
french: Temps saut
german: Zeitsprung
italian: Salta Tempo
japanese: タイムスキップ
korean: 타임 스킵
russian: Пропуск времени
spanish: Tiempo de Salto

# MasterShortName-SK000097
source: Quadruple attack
french: Quadruple attaque
german: Quadruple Angriff
italian: Quadruplo Attacco
japanese: ４れんげき
korean: 4연격
portuguese: ataque Quádruplo
russian: Четырехместный нападение
spanish: ataque cuádruple

# MasterShortName-SK000098
source: Triple Attack
french: Attaque Triple
german: Triple-Angriff
italian: Triplo Attacco
japanese: ３れんげき
korean: 3연격
portuguese: Ataque triplo
russian: Тройной атаки
spanish: Ataque Triple

# MasterShortName-SK000099
source: Poison
german: Gift
italian: Veleno
japanese: どく
korean: 독
portuguese: Poção
russian: яд
spanish: Veneno

# MasterShortName-SK000100
source: Wait and see
french: Attend et regarde
german: warten wir es ab
italian: Aspetta
japanese: ようすをみる
korean: 대기
portuguese: Espere e veja
russian: Ждать и смотреть
spanish: Espera y verás

# MasterShortName-SK000101
source: Special
french: Spécial
german: Besondere
italian: Speciale
japanese: とくしゅ
korean: 특수
portuguese: Especial
russian: Особый
spanish: Especial

# MasterShortName-SK000102
source: Special
french: Spécial
german: Besondere
italian: Speciale
japanese: とくしゅ
korean: 특수
portuguese: Especial
russian: Особый
spanish: Especial

# MasterShortName-SK000103
source: Special
french: Spécial
german: Besondere
italian: Speciale
japanese: とくしゅ
korean: 특수
portuguese: Especial
russian: Особый
spanish: Especial

# MasterShortName-SK000104
source: Heal
french: Guérir
german: Heilen
italian: Cura
japanese: かいふく
korean: 회복
portuguese: Curar
russian: заживать
spanish: Sanar

# MasterShortName-SK000105
source: Empower
french: Habiliter
german: Ermächtigen
italian: Potenziare
japanese: きょうか
korean: 강화
portuguese: autorizar
russian: уполномочивать
spanish: Autorizar

# MasterShortName-SK000106
source: Defense
french: La défense
german: Verteidigung
italian: Difesa
japanese: ぼうぎょ
korean: 방어
portuguese: Defesa
russian: Защита
spanish: Defensa

# MasterShortName-SK000107
source: Heal
french: Guérir
german: Heilen
italian: Cura
japanese: かいふく
korean: 회복
portuguese: Curar
russian: заживать
spanish: Sanar

# MasterShortName-SK000108
source: Timeskip
french: Temps saut
german: Zeitsprung
italian: Salta Tempo
japanese: タイムスキップ
korean: 타임 스킵
russian: Пропуск времени
spanish: Tiempo de Salto

# MasterShortName-SK000109
source: Revive
french: Relancer
german: Beleben
italian: Rivivere
japanese: そせい
korean: 소생
portuguese: Reviver
russian: оживлять
spanish: Reanimar

# MasterShortName-SK000110
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000111
source: Summon
french: Convoquer
german: Herbeirufen
italian: Evocazione
japanese: しょうかん
korean: 소환
portuguese: convocar
russian: созывать
spanish: Convocar

# MasterShortName-SK000112
source: Summon
french: Convoquer
german: Herbeirufen
italian: Evocazione
japanese: しょうかん
korean: 소환
portuguese: convocar
russian: созывать
spanish: Convocar

# MasterShortName-SK000113
source: Summon
french: Convoquer
german: Herbeirufen
italian: Evocazione
japanese: しょうかん
korean: 소환
portuguese: convocar
russian: созывать
spanish: Convocar

# MasterShortName-SK000114
source: Summon
french: Convoquer
german: Herbeirufen
italian: Evocazione
japanese: しょうかん
korean: 소환
portuguese: convocar
russian: созывать
spanish: Convocar

# MasterShortName-SK000115
source: Summon
french: Convoquer
german: Herbeirufen
italian: Evocazione
japanese: しょうかん
korean: 소환
portuguese: convocar
russian: созывать
spanish: Convocar

# MasterShortName-SK000116
source: Summon
french: Convoquer
german: Herbeirufen
italian: Evocazione
japanese: しょうかん
korean: 소환
portuguese: convocar
russian: созывать
spanish: Convocar

# MasterShortName-SK000117
source: Prolong
french: Prolonger
german: Verlängern
italian: Prolungare
japanese: えんちょう
korean: 연장
portuguese: Prolongar
russian: Продлить
spanish: Prolongar

# MasterShortName-SK000118
source: Blind
french: Aveugle
italian: Cecità
japanese: もうもく
korean: 실명
portuguese: Cego
russian: Слепой
spanish: Ciego

# MasterShortName-SK000119
source: Break Shield
french: Pause Bouclier
german: Pause Schild
italian: Rottura dello Scudo
japanese: ぼうぎょはかい
korean: 방어 파괴
portuguese: Escudo pausa
russian: Перерыв Щит
spanish: Escudo de ruptura

# MasterShortName-SK000120
source: Slow
french: Lent
german: Langsam
italian: Lentezza
japanese: スロー
korean: 감속
portuguese: Lento
russian: Медленный
spanish: Lento

# MasterShortName-SK000121
source: Paralyze
french: Paralyser
german: Lähmen
italian: Paralisi
japanese: まひ
korean: 마비
portuguese: Paralisar
russian: Парализовать
spanish: Paralizar

# MasterShortName-SK000122
source: Weaken
french: Affaiblir
german: Schwächen
italian: Debolezza
japanese: じゃくたい
korean: 약화
portuguese: Enfraquecer
russian: ослабевать
spanish: Debilitar

# MasterShortName-SK000123
source: Pollution
french: la pollution
german: Verschmutzung
italian: Inquinamento
japanese: おせん
korean: 오염
portuguese: Poluição
russian: загрязнение
spanish: Contaminación

# MasterShortName-SK000124
source: Double Attack
french: Double Attaque
italian: Attacco Doppio
japanese: ２れんげき
korean: 2연격
portuguese: Ataque duplo
russian: Двойная Атака
spanish: Ataque doble

# MasterShortName-SK000125
source: Quadruple attack
french: Quadruple attaque
german: Quadruple Angriff
italian: Quadruplo Attacco
japanese: ４れんげき
korean: 4연격
portuguese: ataque Quádruplo
russian: Четырехместный нападение
spanish: ataque cuádruple

# MasterShortName-SK000126
source: Special
french: Spécial
german: Besondere
italian: Speciale
japanese: とくしゅ
korean: 특수
portuguese: Especial
russian: Особый
spanish: Especial

# MasterShortName-SK000127
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000128
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000129
source: Empower
french: Habiliter
german: Ermächtigen
italian: Potenziare
japanese: きょうか
korean: 강화
portuguese: autorizar
russian: уполномочивать
spanish: Autorizar

# MasterShortName-SK000130
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000131
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000132
source: Heal
french: Guérir
german: Heilen
italian: Cura
japanese: かいふく
korean: 회복
portuguese: Curar
russian: заживать
spanish: Sanar

# MasterShortName-SK000133
source: Double Attack
french: Double Attaque
italian: Attacco Doppio
japanese: ２れんげき
korean: 2연격
portuguese: Ataque duplo
russian: Двойная Атака
spanish: Ataque doble

# MasterShortName-SK000134
source: Double Attack
french: Double Attaque
italian: Attacco Doppio
japanese: ２れんげき
korean: 2연격
portuguese: Ataque duplo
russian: Двойная Атака
spanish: Ataque doble

# MasterShortName-SK000135
source: Double Attack
french: Double Attaque
italian: Attacco Doppio
japanese: ２れんげき
korean: 2연격
portuguese: Ataque duplo
russian: Двойная Атака
spanish: Ataque doble

# MasterShortName-SK000136
source: Quadruple attack
french: Quadruple attaque
german: Quadruple Angriff
italian: Quadruplo Attacco
japanese: ４れんげき
korean: 4연격
portuguese: ataque Quádruplo
russian: Четырехместный нападение
spanish: ataque cuádruple

# MasterShortName-SK000137
source: Special
french: Spécial
german: Besondere
italian: Speciale
japanese: とくしゅ
korean: 특수
portuguese: Especial
russian: Особый
spanish: Especial

# MasterShortName-SK000138
source: Special
french: Spécial
german: Besondere
italian: Speciale
japanese: とくしゅ
korean: 특수
portuguese: Especial
russian: Особый
spanish: Especial

# MasterShortName-SK000139
source: Heal
french: Guérir
german: Heilen
italian: Cura
japanese: かいふく
korean: 회복
portuguese: Curar
russian: заживать
spanish: Sanar

# MasterShortName-SK000140
source: Shield
french: Bouclier
german: Schild
italian: Scudo
japanese: シールド
korean: 보호막
portuguese: Escudo
russian: Щит
spanish: Proteger

# MasterShortName-SK000141
source: Shield
french: Bouclier
german: Schild
italian: Scudo
japanese: シールド
korean: 보호막
portuguese: Escudo
russian: Щит
spanish: Proteger

# MasterShortName-SK000142
source: Summon
french: Convoquer
german: Herbeirufen
italian: Evocazione
japanese: しょうかん
korean: 소환
portuguese: convocar
russian: созывать
spanish: Convocar

# MasterShortName-SK000143
source: Special
french: Spécial
german: Besondere
italian: Speciale
japanese: とくしゅ
korean: 특수
portuguese: Especial
russian: Особый
spanish: Especial

# MasterShortName-SK000144
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000145
source: Special
french: Spécial
german: Besondere
italian: Speciale
japanese: とくしゅ
korean: 특수
portuguese: Especial
russian: Особый
spanish: Especial

# MasterShortName-SK000146
source: Shield
french: Bouclier
german: Schild
italian: Scudo
japanese: シールド
korean: 보호막
portuguese: Escudo
russian: Щит
spanish: Proteger

# MasterShortName-SK000147
source: Special
french: Spécial
german: Besondere
italian: Speciale
japanese: とくしゅ
korean: 특수
portuguese: Especial
russian: Особый
spanish: Especial

# MasterShortName-SK000148
source: Double Attack
french: Double Attaque
italian: Attacco Doppio
japanese: ２れんげき
korean: 2연격
portuguese: Ataque duplo
russian: Двойная Атака
spanish: Ataque doble

# MasterShortName-SK000149
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000150
source: Double Attack
french: Double Attaque
italian: Attacco Doppio
japanese: ２れんげき
korean: 2연격
portuguese: Ataque duplo
russian: Двойная Атака
spanish: Ataque doble

# MasterShortName-SK000151
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000152
source: Heal
french: Guérir
german: Heilen
italian: Cura
japanese: かいふく
korean: 회복
portuguese: Curar
russian: заживать
spanish: Sanar

# MasterShortName-SK000153
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000154
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000155
source: Runaway
french: Fuyez
german: Renn weg
italian: Fuga
japanese: にげる
korean: 도망
portuguese: Fugir
russian: Убегай
spanish: Huir

# MasterShortName-SK000156
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000157
source: Avoid
french: Éviter
german: Vermeiden
italian: Schivata
japanese: かいひ
korean: 회피
portuguese: Evitar
russian: избежать
spanish: Evitar

# MasterShortName-SK000158
source: Whirlwind
french: Tourbillon
german: Wirbelwind
italian: Turbine
japanese: ワールウィンド
korean: 돌개바람
portuguese: redemoinho de vento
russian: Вихрь
spanish: Torbellino

# MasterShortName-SK000159
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000160
source: Double Attack
french: Double Attaque
italian: Attacco Doppio
japanese: ２れんげき
korean: 2연격
portuguese: Ataque duplo
russian: Двойная Атака
spanish: Ataque doble

# MasterShortName-SK000161
source: Empower
french: Habiliter
german: Ermächtigen
italian: Potenziare
japanese: きょうか
korean: 강화
portuguese: autorizar
russian: уполномочивать
spanish: Autorizar

# MasterShortName-SK000162
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000163
source: Reflect
french: Réfléchir
german: Reflektieren
italian: Riflesso
japanese: はんしゃ
korean: 반사
portuguese: refletir
russian: отражать
spanish: Reflejar

# MasterShortName-SK000164
source: Pursuit
french: Poursuite
german: Verfolgung
italian: Caccia
japanese: ついげき
korean: 추격
portuguese: Perseguição
russian: преследование
spanish: Búsqueda

# MasterShortName-SK000165
source: Parry
french: Parer
german: Parieren
italian: Parata
japanese: うけながし
korean: 받아넘기기
portuguese: defesa
russian: Парировать
spanish: Parar

# MasterShortName-SK000166
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000167
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000168
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000169
source: Special
french: Spécial
german: Besondere
italian: Speciale
japanese: とくしゅ
korean: 특수
portuguese: Especial
russian: Особый
spanish: Especial

# MasterShortName-SK000170
source: Stance of Willow
french: Stance de Willow
german: Haltung von Willow
italian: Posizione di Willow
japanese: やなぎのかまえ
korean: 버드나무 자세
portuguese: Postura de Willow
russian: Стойка ЛОЗОВЫХ
spanish: Postura de Willow

# MasterShortName-SK000171
source: Cure
french: Guérir
german: Heilen
italian: Cura
japanese: ちりょう
korean: 치료
portuguese: Cura
russian: излечение
spanish: Cura

# MasterShortName-SK000172
source: Void Reflect
italian: Riflesso del Vuoto
japanese: ボイドリフレクト
korean: 공허의 반사막
portuguese: vazio Refletir
russian: Пустота Reflect
spanish: vacío Reflect

# MasterShortName-SK000173
source: Angel Army
french: Armée Ange
german: Engel Armee
italian: Armata Angelica
japanese: てんしのぐんたい
korean: 천사의 군대
portuguese: Exército do anjo
spanish: ángel del ejército

# MasterShortName-SK000174
source: Special
french: Spécial
german: Besondere
italian: Speciale
japanese: とくしゅ
korean: 특수
portuguese: Especial
russian: Особый
spanish: Especial

# MasterShortName-SK000175
source: Special
french: Spécial
german: Besondere
italian: Speciale
japanese: とくしゅ
korean: 특수
portuguese: Especial
russian: Особый
spanish: Especial

# MasterShortName-SK000176
source: Special
french: Spécial
german: Besondere
italian: Speciale
japanese: とくしゅ
korean: 특수
portuguese: Especial
russian: Особый
spanish: Especial

# MasterShortName-SK000177
source: Special
french: Spécial
german: Besondere
italian: Speciale
japanese: とくしゅ
korean: 특수
portuguese: Especial
russian: Особый
spanish: Especial

# MasterShortName-SK000178
source: Special
french: Spécial
german: Besondere
italian: Speciale
japanese: とくしゅ
korean: 특수
portuguese: Especial
russian: Особый
spanish: Especial

# MasterShortName-SK000179
source: Special
french: Spécial
german: Besondere
italian: Speciale
japanese: とくしゅ
korean: 특수
portuguese: Especial
russian: Особый
spanish: Especial

# MasterShortName-SK000180
source: Heal
french: Guérir
german: Heilen
italian: Speciale
japanese: かいふく
korean: 회복
portuguese: Curar
russian: заживать
spanish: Sanar

# MasterShortName-SK000201
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000202
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000203
source: Delayed Attack
french: Attaque retardée
german: Verzögerter Angriff
italian: Attacco Ritardato
japanese: ちえんこうげき
korean: 지연 공격
portuguese: Ataque adiado
russian: Задержка атаки
spanish: Ataque retardada

# MasterShortName-SK000204
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000205
source: Shield
french: Bouclier
german: Schild
italian: Scudo
japanese: シールド
korean: 보호막
portuguese: Escudo
russian: Щит
spanish: Proteger

# MasterShortName-SK000206
source: Empower
french: Habiliter
german: Ermächtigen
italian: Potenziare
japanese: きょうか
korean: 강화
portuguese: autorizar
russian: уполномочивать
spanish: Autorizar

# MasterShortName-SK000207
source: Barrier
french: Barrière
german: Barriere
italian: Barriera
japanese: バリア
korean: 방벽
portuguese: Barreira
russian: барьерный
spanish: Barrera

# MasterShortName-SK000208
source: Delayed Attack
french: Attaque retardée
german: Verzögerter Angriff
italian: Attacco Ritardato
japanese: ちえんこうげき
korean: 지연 공격
portuguese: Ataque adiado
russian: Задержка атаки
spanish: Ataque retardada

# MasterShortName-SK000209
source: Barrier
french: Barrière
german: Barriere
italian: Barriera
japanese: バリア
korean: 방벽
portuguese: Barreira
russian: барьерный
spanish: Barrera

# MasterShortName-SK000210
source: Heal
french: Guérir
german: Heilen
italian: Cura
japanese: かいふく
korean: 회복
portuguese: Curar
russian: заживать
spanish: Sanar

# MasterShortName-SK000211
source: Delayed Attack
french: Attaque retardée
german: Verzögerter Angriff
italian: Attacco Ritardato
japanese: ちえんこうげき
korean: 지연 공격
portuguese: Ataque adiado
russian: Задержка атаки
spanish: Ataque retardada

# MasterShortName-SK000212
source: Pursuit
french: Poursuite
german: Verfolgung
italian: Caccia
japanese: ついげき
korean: 추격
portuguese: Perseguição
russian: преследование
spanish: Búsqueda

# MasterShortName-SK000213
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000214
source: Empower
french: Habiliter
german: Ermächtigen
italian: Potenziare
japanese: きょうか
korean: 강화
portuguese: autorizar
russian: уполномочивать
spanish: Autorizar
