Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# TEXT_PLACEHOLDER_CHARA_NAME
source: Input name.
french: Nom de l'entrée.
german: Eingabename.
italian: Denominazione ingresso.
japanese: なまえを にゅうりょく してください
korean: 이름을 입력하십시오.
portuguese: nome da entrada.
russian: Введите имя.
spanish: Ingresa tu nombre.

# TEXT_PLACEHOLDER_CODE
source: Input code.
french: Code d'entrée.
german: Eingangscode.
italian: il codice di ingresso.
japanese: コードを にゅうりょく してください
korean: 코드를 입력하십시오.
portuguese: código de entrada.
russian: Введите код.
spanish: Ingresa tu código.

# TEXT_PLACEHOLDER_COMMENT
source: Input your comment.
french: Saisissez votre commentaire.
german: Geben Sie Ihren Kommentar.
italian: Inserisci il commento.
japanese: コメントを にゅうりょく してください
korean: 댓글을 입력하십시오.
portuguese: Introduza o seu comentário.
russian: Введите Ваш комментарий.
spanish: Escribe tu comentario.

# TEXT_PURCHASE_HISTORY
source: Purchased: {0}__Gained: {1}__Used: {2}____Gold Shard__Used: {3}
french: Acheté: {0} __ Acquise: {1} __ occasion: {2}____Gold Shard__Utilisé: {3}
german: Gekauft: {0} __ Gained: {1} __ Gebraucht: {2}____Gold Shard__Benutzt: {3}
italian: Acquistato: {0} __ Acquisita: {1} __ usati: {2}____Gold Shard__Usato: {3}
japanese: 課金 ： {0}__入手ませき： {1}__消費ませき： {2}____ゴールドシャード__消費 ： {3}
korean: 구입한 마석 : {0}__입수한 마석 : {1}__사용한 마석 : {2}
portuguese: Comprado: {0} __ Ganhou: {1} __ Usado: {2} ____ ouro Shard__Used: {3}
russian: Куплено: {0} __ Приобретенный: {1} __ Б: {2}____Gold Shard__Используемый: {3}
spanish: Comprado: {0}__Obtenido: {1}__Usado: {2}____Gold Shard__Usado: {3}

# TEXT_RANKING_RECORD_BODY
source: {0} {1} Lv{2}__Score: {3}__Died at {4}F.__''{5}''
french: {0} {1} {2} Lv __ Score: {3} __ Décédé à {4} F .__ ''{5}''
german: {0} {1} {2} Lv __ Score: {3} __ Starb im {4} F .__ ''{5}''
italian: {0} {1} {2} Lv __ Punteggio: {3} __ morto a {4} F .__ ''{5}''
japanese: {0} {1} Lv{2}__Score: {3}__{4}Fにて たおれる。__「{5}」
korean: {0} {1} Lv{2}__Score: {3}__{4}F에서 쓰러졌다.__[{5}]
portuguese: {0} {1} Lv {2} __ Pontuação: {3} __ Morreu em {4} F .__ ''{5}''
russian: {0} {1} Lv {2} __ Счет: {3} __ Умер в {4} F .__ ''{5}''
spanish: {0} {1} {2} Lv __ Puntuación: {3} __ Murió a {4} F .__ ''{5}''

# TEXT_SHARE_BODY_RESULT
source: ''{0}'' the {4} has been destroyed by {2} at {5}{1}F... Score:{3} Dungeon RPG #Buriedbornes http://b2.nussygame.com/
french: {0} le {4} a été détruit par {2} à {5} {1} F ... Score: {3} Dungeon RPG #Buriedbornes http://b2.nussygame.com/
german: {3} Dungeon RPG #Buriedbornes http://b2.nussygame.com/: {0} die {4} wurde von {2} auf {5} {1} F ... Ergebnis zerstört
italian: {0} {4} è stato distrutto da {2} a {5} {1} F ... Punteggio: {3} Dungeon RPG #Buriedbornes http://b2.nussygame.com/
japanese: {4}「{0}」は、{5}{1}Fで {2}のまえに ちからつきた・・・ スコア：{3} ダンジョンRPG #Buriedbornes http://b2.nussygame.com/
korean: {4}[{0}]은(는),{1}F에서 {2}의 앞에서 힘이 다하고 말았다… 점수:{3} 던전 RPG Buriedbornes #Buriedbornes http://b2.nussygame.com/
portuguese: ''{0}'' a {4} foi destruída por {2} em {5} {1} F ... Pontuação: {3} Calabouço RPG #Buriedbornes http://b2.nussygame.com/
russian: {0} {4} был разрушен {2} в {5} {1} F ... Оценка: {3} Dungeon RPG #Buriedbornes http://b2.nussygame.com/
spanish: {0} {4} el que ha sido destruido por {2} en {5} {1} F ... Puntuación: {3} Dungeon RPG #Buriedbornes http://b2.nussygame.com/

# TEXT_SHARE_BODY_RESULT_BLANK
source: ''{0}'' the {3} has been destroyed at {5}{1}F... Score:{2} Dungeon RPG #Buriedbornes http://b2.nussygame.com/
french: {0} le {3} a été détruite à {5} {1} F ... Score: {2} Dungeon RPG #Buriedbornes http://b2.nussygame.com/
german: {2} Dungeon RPG #Buriedbornes http://b2.nussygame.com/: {0} die {3} wurde am {5} {1} F ... Ergebnis zerstört
italian: {0} {3} è stato distrutto a {5} {1} F ... Punteggio: {2} Dungeon RPG #Buriedbornes http://b2.nussygame.com/
japanese: {3}「{0}」は、{4}{1}Fで ちからつきた・・・ スコア：{2} ダンジョンRPG #Buriedbornes http://b2.nussygame.com/
korean: {3}[{0}]은(는), {1}F에서 힘이 다하고 말았다… 점수:{2} 던전 RPG Buriedbornes #Buriedbornes http://b2.nussygame.com/
portuguese: ''{0}'' a {3} foi destruído em {5} {1} F ... Pontuação: {2} Calabouço RPG #Buriedbornes http://b2.nussygame.com/
russian: {0} {3} был разрушен при {5} {1} F ... Оценка: {2} Dungeon RPG #Buriedbornes http://b2.nussygame.com/
spanish: {0} {4} ha sido destruido por {2} en {5} {1} F ... Puntuación: {3} Dungeon RPG Buriedbornes #Buriedbornes http://b2.nussygame.com/

# TEXT_SHARE_VERSUS_RESULT_LOSE
source: {0} the {1} has been destroyed ''{2}'' the {3} in Tower of Immortal... Result: {4}Win Dungeon RPG #Buriedbornes http://b2.nussygame.com/
french: {0} {1} a été détruit ''{2}'' le {3} dans la Tour de Immortal ... Résultat: {4} Win Dungeon RPG #Buriedbornes http://b2.nussygame.com/
german: {0} {1} wurde zerstört ''{2}'' die {3} in Tower of Immortal ... Ergebnis: {4} Win Dungeon RPG #Buriedbornes http://b2.nussygame.com/
italian: {0} {1} è stata distrutta ''{2}'' {3} in Torre di Immortal ... Risultato: {4} Win Dungeon RPG #Buriedbornes http://b2.nussygame.com/
japanese: {1}「{0}」は、ふめつのとうで {3}「{2}」に やぶれた・・・ けっか： {4}れんしょう ダンジョンRPG #Buriedbornes http://b2.nussygame.com/
korean: {1}[{0}]은(는) 불멸의 탑에서 {3}[{2}]에게 패배했다… 결과: {4}연승 던전RPG Buriedbornes #Buriedbornes http://b2.nussygame.com/
portuguese: {0} {1} foi destruído ''{2}'' a {3} em Tower of Immortal ... Resultado: {4} Win Calabouço RPG #Buriedbornes http://b2.nussygame.com/
russian: {0} {1} был разрушен ''{2}'' в {3} в башне Бессмертного ... Результат: {4} Win Dungeon RPG #Buriedbornes http://b2.nussygame.com/
spanish: {0} {1} ha sido destruido ''{2}'' de {3} en Torre del inmortal ... El resultado: {4} Win Dungeon RPG #Buriedbornes http://b2.nussygame.com/

# TEXT_SHARE_VERSUS_RESULT_WIN
source: {0} the {1} destroyed ''{2}'' the {3} in Tower of Immortal. {4}Win!! Dungeon RPG #Buriedbornes http://b2.nussygame.com/
french: {0} {1} détruit ''{2}'' le {3} dans la Tour de Immortal. {4} Win !! Dungeon RPG #Buriedbornes http://b2.nussygame.com/
german: {0} {1} zerstört ''{2}'' die {3} in Tower of Immortal. {4} Win !! Dungeon RPG #Buriedbornes http://b2.nussygame.com/
italian: {0} {1} distrutto ''{2}'' {3} in Torre di Immortal. {4} Win !! Dungeon RPG #Buriedbornes http://b2.nussygame.com/
japanese: {1}「{0}」は、ふめつのとうで {3}「{2}」を げきはした！ げんざい {4}れんしょう ちゅう！ ダンジョンRPG #Buriedbornes http://b2.nussygame.com/
korean: {1}[{0}]은(는) 불멸의 탑에서 {3}[{2}]을(를) 격파했다! 현재 {4}연승 중! 던전RPG Buriedbornes #Buriedbornes http://b2.nussygame.com/
portuguese: {0} a {1} destruído ''{2}'' a {3} na torre de imortal. {4} Win !! Dungeon RPG #Buriedbornes http://b2.nussygame.com/
russian: {0} {1} разрушен ''{2}'' в {3} в башне Бессмертного. {4} Win !! Dungeon RPG #Buriedbornes http://b2.nussygame.com/
spanish: {0} {1} destruyó ''{2}'' de {3} en la Torre del Inmortal. {4} ¡¡Victoria!! Dungeon RPG Buriedbornes #Buriedbornes http://b2.nussygame.com/

# TEXT_TUTORIAL_BODY_1
source: Create your character and start your first adventure.__Choose the job as you like.
french: Créez votre personnage et commencer votre première aventure .__ Choisissez le travail que vous le souhaitez.
german: Erstellen Sie Ihren Charakter und beginnen Sie Ihre erste Abenteuer .__ Wählen Sie den Job, wie Sie möchten.
italian: Crea il tuo personaggio e inizia la tua prima avventura .__ Scegli il lavoro che vuoi.
japanese: あたらしい ぼうけんしゃを さくせいして ぼうけんを かいししましょう。__さいしょは すきな しょくぎょうで プレイして みましょう。
korean: 새로운 모험자를 생성하여 모험을 시작해봅시다. __처음에는 좋아하는 직업으로 플레이 해봅시다.
portuguese: Crie o seu personagem e iniciar a sua primeira aventura .__ escolher o trabalho que quiser.
russian: Создайте своего персонажа и начать первое приключение .__ Выберите работу, как вам нравится.
spanish: Crea tu personaje y comenzar su primera aventura .__ Selecciona el trabajo que desees.

# TEXT_TUTORIAL_BODY_2
source: You can progress by selecting rooms you go.__You can earn equipments or skills by corpses.
french: Vous pouvez progresser en sélectionnant les chambres vous allez .__ Vous pouvez gagner des équipements ou des compétences de cadavres.
german: Sie können durch die Auswahl Zimmer Sie gehen Fortschritt .__ Sie Ausrüstungen oder Fähigkeiten von Leichen zu verdienen.
italian: È possibile progredire selezionando camere si va .__ Puoi guadagnare attrezzature o competenze da cadaveri.
japanese: ダンジョンでは つぎに いどうする へやを せんたくしながら おくに すすんでいきます。__ぼうけんしゃの なきがらからは そうびや スキルが てにはいる でしょう。
korean: 던전에서 다음으로 이동할 방을 선택하여 깊숙한 곳으로 향해봅시다. __모험가의 유해로부터 장비나 기술을 얻을 수 있습니다.
portuguese: Você pode progredir seleccionando quartos você ir .__ Você pode ganhar equipamentos ou habilidades por cadáveres.
russian: Вы можете прогрессировать, выбирая номера вы идете .__ Вы можете заработать оборудования или навыков трупов.
spanish: Puedes avanzar seleccionando la habitación a la que quieres ir.__ Puedes ganar objetos o habilidades de los cadáveres.

# TEXT_TUTORIAL_BODY_3
source: Select skills to use and defeat enemies. Enemies can act each time you use your turn. (There are skills that do not use your turn)
french: Sélectionnez les compétences à utiliser et à vaincre les ennemis. Les ennemis peuvent agir chaque fois que vous utilisez votre tour. (Il y a des compétences qui n'utilisent pas votre tour)
german: Wählen Sie Fähigkeiten zu nutzen und Gegner zu besiegen. Feinde können jedes Mal, handeln Sie Ihren Spielzug benutzen. (Es gibt Fähigkeiten, die verwenden Sie an der Reihe nicht)
italian: Selezionare le competenze per utilizzare e sconfiggere i nemici. I nemici possono agire ogni volta che si utilizza il tuo turno. (Ci sono competenze che non utilizzano il proprio turno)
japanese: せんとうは スキルを せんたくしながら すすめます。 スキルを しようすると てきも スキルを しようしてくる ターンせいです。__(ターンしょうひしない スキルも あります)
korean: 전투는 기술을 사용하면서 진행됩니다. 기술을 사용하면 적도 기술을 사용해오는 턴제 방식의 전투입니다.__(턴을 소모하지 않는 기술도 있습니다.)
portuguese: Seleccione habilidades para usar e derrotar os inimigos. Os inimigos podem agir cada vez que você usar o seu turno. (Existem habilidades que não utilizam a sua vez)
russian: Выберите навыки для использования и победить врагов. Враги могут действовать каждый раз, когда вы используете свой ход. (Есть навыки, которые не используют свой ход)
spanish: Selecciona las habilidades que vas a usar para derrotar a los enemigos. Los enemigos pueden actuar cada vez que utilices un turno. (Hay habilidades que no gastan tu turno)

# URL_ABOUT_DATA_TRANSFER
source: http://b2.nussygame.com/transfer-en/
japanese: http://b2.nussygame.com/transfer/
korean: http://b2.nussygame.com/transfer/

# URL_ABOUT_LAB
source: http://b2.nussygame.com/new_lab-en/
japanese: http://b2.nussygame.com/new_lab/
korean: http://b2.nussygame.com/new_lab/

# URL_ABOUT_VERSUS
source: http://b2.nussygame.com/versus-en/
japanese: http://b2.nussygame.com/versus/
korean: http://b2.nussygame.com/versus/

# URL_ABOUT_VERSUS_REWARDS
source: http://b2.nussygame.com/versus-en/rewards/
japanese: http://b2.nussygame.com/versus/rewards/
korean: http://b2.nussygame.com/versus/rewards/

# URL_PURCHASE_STONE_WEB
source: http://b2.nussygame.com/payment-en/
japanese: http://b2.nussygame.com/payment/
korean: http://b2.nussygame.com/payment/

# WORD_ABANDON
source: Abandon
french: Abandonner
german: Verlassen
italian: Abbandono
japanese: あきらめる
korean: 포기하기
portuguese: Abandono
russian: отказаться от
spanish: Abandonar

# WORD_ABANDON_RESULT
source: Abandon this Result
french: Abandonner ce Résultat
german: Aufgeben dieses Ergebnis
italian: Abbandona questo risultato
japanese: けっかを あきらめる
korean: 현재 결과 포기하기
portuguese: Abandonar esse resultado
russian: Отказаться от этого результата
spanish: Abandonar este resultado

# WORD_ADVENTURE_LOG
source: Adventure History
french: Aventure Histoire
german: Abenteuer Geschichte
italian: Avventura Storia
japanese: ぼうけんの きろく
korean: 모험의 역사
portuguese: Histórico aventura
russian: История приключений
spanish: Historial de Aventura

# WORD_ALL_PARAMETER
source: Total effect list
french: Liste totale d'effet
german: Gesamteffektliste
italian: Lista Effetto totale
japanese: ぜんこうか
korean: 모든 효과
portuguese: lista total de efeito
russian: Общий список эффект
spanish: Lista total de efectos

# WORD_AMULET
source: Amulet
french: Amulette
german: Amulett
italian: Amuleto
japanese: アミュレット
korean: 아뮬렛
portuguese: Amuleto
russian: Амулет
spanish: Amuleto

# WORD_AND_MORE_CHECK_IT
source: And more…__Check it up!!
french: Et plus ... __Check it up !!
german: Und mehr ... __Check it up !!
italian: E altro ancora ... __Check in su !!
japanese: その他、アップデート内容多数！__詳細はこちらから
korean: 기타 업데이트 내용 다수! __ 자세히보기
portuguese: E mais ... __Check-lo !!
russian: И еще ... __Check его !!
spanish: Y más ... __Sigue así !!

# WORD_APPLY_RESULT
source: <color=#F00>Confirm Result</color>
french: <Color=#F00> Confirmer Résultat </color>
german: <Color=#F00> bestätigen Ergebnis </Color>
italian: <Color=#F00> Conferma Risultato </color>
japanese: <color=#F00>けっかを かくてい</color>
korean: <color=#F00>결과를 확정</color>
portuguese: <Color=#F00> Confirmar Resultado </color>
russian: <color=#F00> Подтвердить Результат </color>
spanish: <color=#F00>Confirmar Resultado</color>

# WORD_BARGAIN
source: Bargain
french: Bonne affaire
german: Schnäppchen
italian: Affare
japanese: ほりだしもの
korean: 특가
portuguese: Barganha
russian: сделка
spanish: Negociar

# WORD_BASE_PARAM_0
source: MaxHP
japanese: さいだいHP
korean: 최대 HP

# WORD_BASE_PARAM_1
source: STR
japanese: きんりょく
korean: 근력

# WORD_BASE_PARAM_2
source: DEX
japanese: ぎりょう
korean: 기교

# WORD_BASE_PARAM_3
source: INT
japanese: まりょく
korean: 마력

# WORD_BASE_PARAM_4
source: PIE
japanese: しんこう
korean: 신앙

# WORD_BATTLE_DEATH_AGONY
source: <color=#F00>Death Agony!</color>
german: <Color=#F00>Todeskampf!</Color>
italian: <Color=#F00> La morte Agony! </color>
japanese: <color=#F00>だんまつま!</color>
korean: <color=#F00>단말마!</color>
portuguese: <Color=#F00> Death Agonia! </color>
spanish: <color=#F00>¡Muerte Agónica! </color>

# WORD_BATTLE_GRUDGE
source: <color=#F00>Grudge!</color>
japanese: <color=#F00>うらみ!</color>
korean: <color=#F00>원한!</color>
spanish: <color=#F00>¡Resentimiento!</color>

# WORD_BATTLE_NO_SOUND
source: <color=#0FF>No Sound!</color>
german: <Color=#0FF>Kein Ton!</Color>
italian: <Color=#0FF> Nessun suono! </color>
japanese: <color=#0FF>むおん!</color>
korean: <color=#0FF>무음!</color>
portuguese: <Color=#0FF> Sem som! </color>
russian: <color=#0FF> Нет звука! </color>
spanish: <color=#0FF>¡Sin sonido!</color>

# WORD_BATTLE_POP_ADD_ACTION
source: <color=#0FF>Add Action!</color>
french: <Color=#0FF>Ajouter Action!</Color>
german: <Color=#0FF>Action!</Color>
italian: <Color=#0FF> Aggiungi azione! </color>
japanese: <color=#0FF>ついかこうどう!</color>
korean: <color=#0FF>추가행동!</color>
portuguese: <Color=#0FF> Adicionar ação! </color>
spanish: <color=#0FF>¡Añadir Acción!</color>

# WORD_BATTLE_POP_AVOID
source: <color=#FFF>Avoid!</color>
french: <Color=#FFF>Évitez!</Color>
german: <Color=#FFF>Vermeiden Sie!</Color>
italian: <Color=#FFF> Evitare! </color>
japanese: <color=#FFF>かいひ!</color>
korean: <color=#FFF>회피!</color>
portuguese: <Color=#FFF> Evite! </color>
russian: <color=#FFF> Избегайте! </color>
spanish: <color=#FFF>¡Evitar!</color>

# WORD_BATTLE_POP_BARRIER
source: <color=#0F0>+Barrier</color>
french: <Color=#0F0>+ Barrière</Color>
italian: <Color=#0F0> + Barriera </color>
japanese: <color=#0F0>+バリア</color>
korean: <color=#0F0>+방벽</color>
portuguese: <Color=#0F0> + Barreira </color>
russian: <color=#0F0> + Барьер </color>
spanish: <color=#0F0>+ Barriera</color>

# WORD_BATTLE_POP_CONFUSE
source: <color=#F0F>Confused!</color>
french: <Color=#F0F>Confus!</Color>
german: <Color=#F0F>Verwirrt!</Color>
italian: <Color=#F0F> confuso! </color>
japanese: <color=#F0F>こんらん!</color>
korean: <color=#F0F>혼란!</color>
portuguese: <Color=#F0F> Confuso! </color>
spanish: <color=#F0F>¡Confuso!</color>

# WORD_BATTLE_POP_COUNTER
source: <color=#FFF>Counter!</color>
french: <Color=#FFF>Contre!</Color>
italian: <Color=#FFF> contatore! </color>
japanese: <color=#FFF>カウンター!</color>
korean: <color=#FFF>카운터!</color>
portuguese: <Color=#FFF> Contador! </color>
russian: <color=#FFF> Счетчик! </color>
spanish: <color=#FFF>¡Contraataque!</color>

# WORD_BATTLE_POP_CRIT
source: <color=#F00>Critical!</color>
italian: <Color=#F00> critiche! </color>
japanese: <color=#F00>クリティカル!</color>
korean: <color=#F00>치명타!</color>
portuguese: <Color=#F00> crítica! </color>
russian: <color=#F00> Критические! </color>
spanish: <color=#F00>¡Critico!</color>

# WORD_BATTLE_POP_CURED
source: <color=#0FF>Cured</color>
french: <Color=#0FF>Guéri</Color>
german: <Color=#0FF>Gehärtete</Color>
italian: <Color=#0FF> Guarito </color>
japanese: <color=#0FF>ちりょう</color>
korean: <color=#0FF>치료</color>
portuguese: <Color=#0FF> Curado </color>
russian: <color=#0FF> Обработанная </color>
spanish: <color=#0FF>!Curado¡</color>

# WORD_BATTLE_POP_DISPELL
source: <color=#F0F>Dispell</color>
french: <Color=#F0F>Dissiper</Color>
german: <Color=#F0F>Zerstreuen</Color>
japanese: <color=#F0F>ディスペル</color>
korean: <color=#F0F>주문 해제</color>
russian: <color=#F0F> проффесора Расколдовать </color>
spanish: <color=#F0F>¡Disipado!</color>

# WORD_BATTLE_POP_EXTEND_B
source: <color=#F00>Extend!</color>
italian: <Color=#F00> Estendere! </color>
japanese: <color=#F00>えんちょう!</color>
korean: <color=#F00>연장!</color>
portuguese: <Color=#F00> Estender! </color>
russian: <color=#F00> Продлить! </color>
spanish: <color=#F00>¡Extender!</color>

# WORD_BATTLE_POP_EXTEND_G
source: <color=#0FF>Extend!</color>
italian: <Color=#0FF> Estendere! </color>
japanese: <color=#0FF>えんちょう!</color>
korean: <color=#0FF>연장!</color>
portuguese: <Color=#0FF> Estender! </color>
russian: <color=#0FF> Продлить! </color>
spanish: <color=#0FF>¡Extender!</color>

# WORD_BATTLE_POP_GAIN_STONE
source: <color=#0FF>+{0}Soulstone</color>
german: <Color=#0FF>+ {0} Seelenstein</Color>
japanese: <color=#0FF>+{0}ませき</color>
korean: <color=#0FF>+{0}마석</color>

# WORD_BATTLE_POP_MISS
source: <color=#FFF>Miss!</color>
japanese: <color=#FFF>ミス!</color>
korean: <color=#FFF>빗나감!</color>
russian: <color=#FFF> Мисс! </color>
spanish: <color=#FFF>¡Fallo!</color>

# WORD_BATTLE_POP_PARRY
source: <color=#FFF>Parry!</color>
japanese: <color=#FFF>うけながし!</color>
korean: <color=#FFF>받아넘김!</color>
russian: <color=#FFF> Парри! </color>
spanish: <color=#FFF>¡Parar!</color>

# WORD_BATTLE_POP_REFRESH
source: <color=#0FF>Refresh</color>
french: <Color=#0FF>Actualiser</Color>
german: <Color=#0FF>Aktualisieren</Color>
italian: <Color=#0FF> Aggiorna </color>
japanese: <color=#0FF>リフレッシュ</color>
korean: <color=#0FF>기분전환</color>
portuguese: <Color=#0FF> Atualizar </color>
russian: <color=#0FF> Обновить </color>
spanish: <color=#0FF>Refrescar</color>

# WORD_BATTLE_POP_RESIST
source: <color=#FFF>Resist!</color>
italian: <Color=#FFF> resistere! </color>
japanese: <color=#FFF>ていこう!</color>
korean: <color=#FFF>저항!</color>
portuguese: <Color=#FFF> Resista! </color>
russian: <color=#FFF> Сопротивление! </color>
spanish: <color=#FFF>¡Resistir!</color>

# WORD_BATTLE_POP_REVIVE
source: <color=#0F0>Revived!</color>
french: <Color=#0F0>Ressuscité!</Color>
japanese: <color=#0F0>ふっかつ!</color>
korean: <color=#0F0>부활!</color>
russian: <color=#0F0> Возрожденный! </color>
spanish: <color=#0F0>¡Revivido!</color>

# WORD_BATTLE_POP_RUNAWAY
source: Runaway!
french: Fuyez!
german: Renn weg!
italian: Scappa!
japanese: とうそう!
korean: 도주!
portuguese: Fugir!
russian: Убегай!
spanish: ¡Huir!

# WORD_BATTLE_POP_SHIELD
source: <color=#FF0>+Shield</color>
french: <Color=#FF0>+ Bouclier</Color>
german: <Color=#FF0>+ Schild</Color>
japanese: <color=#FF0>+シールド</color>
korean: <color=#FF0>+보호막</color>
portuguese: <Color=#ff0> + Escudo </color>
russian: <color=#FF0> + Щит </color>
spanish: <color=#FF0>+ Escudo</color>

# WORD_BATTLE_POP_STEAL_BUFF
source: <color=#0F0>Steal!</color>
italian: <Color=#0F0> Ruba! </color>
japanese: <color=#0F0>うばった!</color>
korean: <color=#0F0>빼앗았다!</color>
portuguese: <Color=#0F0> roube! </color>
russian: <color=#0F0> Кража! </color>
spanish: <color=#0F0>¡Robar!</color>

# WORD_BATTLE_SOLUTE
source: <color=#F00>Solute!</color>
french: <Color=#F00>soluté!</Color>
italian: <Color=#F00> soluto! </color>
japanese: <color=#F00>ようかいしつ!</color>
korean: <color=#F00>녹았다!</color>
portuguese: <Color=#F00> Soluto! </color>
russian: <color=#F00> Растворенный! </color>
spanish: <color=#F00>¡Disuelto!</color>

# WORD_BATTLE_STICKY
source: <color=#F00>Sticky!</color>
french: <Color=#F00>Post-it!</Color>
italian: <Color=#F00> Importante! </color>
japanese: <color=#F00>ねんちゃくしつ!</color>
korean: <color=#F00>달라붙었다!</color>
portuguese: <Color=#F00> Fixo! </color>
russian: <color=#F00> Важно! </color>
spanish: <color=#F00>¡Pegajoso!</color>

# WORD_BATTLE_SUMMONED
source: <color=#0FF>Summoned!</color>
french: <Color=#0FF>Invoquée!</Color>
german: <Color=#0FF>beschworen!</Color>
italian: <Color=#0FF> Convocato! </color>
japanese: <color=#0FF>しょうかん!</color>
korean: <color=#0FF>소환!</color>
russian: <color=#0FF> Вызванный! </color>
spanish: <color=#0FF>¡Invocado!</color>

# WORD_BBS
source: BBS
japanese: けいじばん
korean: 게시판

# WORD_BEST_RECORD
source: I doubt many people know what BBS is an abbreviation of.
french: Meilleur
german: Beste
italian: Migliore
japanese: さいこう__きろく
korean: 최고__기록
portuguese: Eu duvido que muitas pessoas não sabem o que BBS é uma abreviatura de.
russian: Лучший
spanish: Mejor

# WORD_BEST_SCORE
source: Best Score
french: Meilleur score
german: Bestes Ergebnis
italian: Miglior punteggio
japanese: ハイスコア
korean: 최고 점수
portuguese: Melhor pontuação
russian: Лучший результат
spanish: Mejor puntuación

# WORD_BGM
source: BGM
japanese: おんがく
korean: 배경음

# WORD_BOSS
source: Boss
french: Patron
german: Chef
italian: Capo
japanese: ボス
korean: 보스
portuguese: Patrão
russian: босс
spanish: Jefe

# WORD_BTN_DATA_TRANSFER
source: Data Transfer
french: Transfert de données
german: Datentransfer
italian: Trasferimento dati
japanese: データいこう
korean: 데이터 이관
portuguese: Transferência de dados
russian: Обмен данными
spanish: Transferencia de datos

# WORD_BTN_DETAIL_DATA_TRANSFER
source: Read Detail of__Data Transfer
french: Lire Détail of__Data Transfert
german: Read Detail of__Data Übertragung
italian: Leggi Dettaglio of__Data Transfer
japanese: データいこうの__せつめいをよむ
korean: 데이터 이관__설명을 본다
portuguese: Leia Detalhe of__Data Transferência
russian: Читать Деталь of__Data Transfer
spanish: Leer Detalles de__Transferencia de Datos

# WORD_BTN_DO_LAB
source: Remodel
french: Remodeler
german: Umgestalten
italian: ristrutturare
japanese: かいぞうする
korean: 개조한다
portuguese: Remodelar
russian: переделывать
spanish: Remodelar

# WORD_BTN_LAB_DEV
source: Develop new parts (-{0} Fragments of death)
french: Développer de nouvelles pièces (-{0} Fragments de la mort)
german: Entwicklung neuer Teile (-{0} Fragments des Todes)
italian: Sviluppare nuove parti (-{0} Fragments di morte)
japanese: パーツを かいはつする(-{0}しのかけら)
korean: 부품을 개발한다.(-{0}죽음의 조각)
portuguese: Desenvolver novas partes (- {0} Fragmentos de morte)
russian: Разработка новых частей (-{0} Fragments смерти)
spanish: Desarrollar nuevas piezas (-{0} Fragments de la muerte)

# WORD_BTN_LAB_DEV_1
source: Develop new parts (-20 Fragments of death)
french: Développer de nouvelles pièces (-20 Fragments de la mort)
german: Entwicklung neuer Teile (-20 Fragments des Todes)
italian: Sviluppare nuove parti (-20 Fragments di morte)
japanese: パーツを かいはつする(-20しのかけら)
korean: 부품을 개발한다.(-20죽음의 조각)
portuguese: Desenvolver novas partes (-20 Fragmentos de morte)
russian: Разработка новых частей (-20 Fragments смерти)
spanish: Desarrollar nuevas piezas (-20 Fragments de la muerte)
