Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterName-LA100002
source: Killer Queen
french: La reine tueuse
italian: Regina Spietata
japanese: キラークイーン
korean: 킬러 퀸
portuguese: Rainha assasina
spanish: Reina Asesina

# MasterName-LA100003
source: Anubis
italian: Anubi
japanese: アヌビス
korean: 아누비스
russian: Анубис

# MasterName-LA100004
source: Babylon
french: Babylone
italian: Babilonia
japanese: バビロン
korean: 바빌론
portuguese: Babilônia
russian: Вавилон
spanish: Babilonia

# MasterName-LA100005
source: Pluto
french: Pluton
italian: Plutone
japanese: プルート
korean: 플루토
portuguese: Plutão
russian: Плутон
spanish: Plutón

# MasterName-LA100006
source: Lupine
french: Lupin
italian: Feroce
japanese: オオカミ
korean: 늑대
portuguese: Tremoço
russian: люпин
spanish: Lupino

# MasterName-LA100007
source: Morrigan
japanese: モリガン
korean: 모리건
russian: Морриган

# MasterName-LA100008
source: Jormungandr
japanese: ヨルムンガンド
korean: 요르문간드
russian: ёрмунганд

# MasterName-LA100009
source: Cell
french: Cellule
german: Zelle
italian: Cellula
japanese: さいぼう
korean: 세포
portuguese: Célula
russian: клеточной
spanish: Celda

# MasterName-LA100010
source: Legacy
french: Héritage
german: Erbe
italian: Eredità
japanese: せいいぶつ
korean: 성스러운 유산
portuguese: Legado
russian: наследие
spanish: Legado

# MasterName-LA100011
source: Perfume
french: Parfum
german: Parfüm
italian: Profumo
japanese: パフューム
korean: 향수
russian: Духи

# MasterName-LA100012
source: Wealth
french: Richesse
german: Reichtum
italian: Ricchezza
japanese: とみ
korean: 부
portuguese: Riqueza
russian: богатство
spanish: Riqueza

# MasterName-LA200001
source: Swordmaster
german: Schwertmeister
italian: Maestro di Spada
japanese: けんごう
korean: 검호
portuguese: Mestre de espada
russian: Мастер меча
spanish: Maestro de la espada

# MasterName-LA200002
source: Demonic
french: Démoniaque
german: dämonisch
italian: Demonico
japanese: あくま
korean: 악마
portuguese: Demoníaco
russian: демонический
spanish: Demoníaco

# MasterName-LA200003
source: Orochi
japanese: ヲロチ
korean: 오로치

# MasterName-LA200004
source: Strategist
french: Stratège
german: Stratege
italian: Stratega
japanese: ぐんし
korean: 책사
portuguese: Estrategista
russian: Стратег
spanish: Estratega

# MasterName-LA200005
source: Gravestone
french: Pierre tombale
german: Grabstein
italian: Lapide
japanese: はかいし
korean: 묘비
portuguese: Lápide
russian: могильная плита
spanish: Lápida sepulcral

# MasterName-LA200006
source: Secret Book
french: livre secret
german: Geheimes Buch
italian: Libro Segreto
japanese: ひほん
korean: 비전
portuguese: Livro secreto
russian: Секретная книга
spanish: libro secreto

# MasterName-LA200007
source: Unseen
french: Invisible
german: Ungesehen
italian: Invisibile
japanese: とうめいマント
korean: 투명망토
portuguese: Despercebidas
russian: невиданный
spanish: Invisible

# MasterName-LA200008
source: Scholar
french: Savant
german: Gelehrte
italian: Scolaro
japanese: がくしき
korean: 학식
portuguese: Estudioso
russian: филолог
spanish: Erudito

# MasterName-LA200009
source: Crown
french: couronne
german: Krone
italian: Corona
japanese: おうかん
korean: 왕관
portuguese: Coroa
russian: корона
spanish: corona

# MasterName-LA200010
source: Tribute
french: Hommage
german: Tribut
italian: Tributo
japanese: ささげもの
korean: 공물
portuguese: Tributo
russian: дань
spanish: Tributo

# MasterName-LA200011
source: Aegis
french: Égide
german: Ägide
italian: Egidia
japanese: イージス
korean: 이지스
portuguese: Égide
russian: эгида
spanish: Égida

# MasterName-LA200012
source: Document
german: Dokument
italian: Documento
japanese: しりょう
korean: 자료
portuguese: Documento
russian: Документ
spanish: Documento

# MasterName-LA300001
source: Mage Shield
french: Mage Bouclier
german: Mage-Schild
italian: Scudo del Mago
japanese: メイジシールド
korean: 마법사 방패
portuguese: Escudo mago
russian: Маг Щит
spanish: mago Escudo

# MasterName-LA300002
source: Black Armour
french: Noir Armour
german: Schwarz Armour
italian: Armatura Nera
japanese: くろの かっちゅう
korean: 검은 갑주
portuguese: preto Armadura
spanish: negro Armour

# MasterName-LA300003
source: Assassin
german: Attentäter
italian: Assassino
japanese: ころしや
korean: 청부업자
portuguese: Assassino
russian: убийца
spanish: Asesino

# MasterName-LA300004
source: Keen insight
french: aperçu Keen
german: Scharfblick
italian: Intuizione Scrupolosa
japanese: けいがん
korean: 혜안
portuguese: percepção aguçada
russian: проницательностью
spanish: perspicacia

# MasterName-LA300005
source: Behemoth Hide
french: Behemoth Masquer
german: Behemoth ausblenden
italian: Nascondiglio del Behemoth
japanese: ビヒモスハイド
korean: 베히모스 가죽
portuguese: Behemoth Esconder
russian: Бегемот Скрыть
spanish: Behemoth Ocultar

# MasterName-LA300006
source: Blind belief
french: La croyance aveugle
german: Blinder Glaube
italian: Fede cieca
japanese: もうしん
korean: 맹신
portuguese: crença cega
russian: слепая вера
spanish: La creencia ciega

# MasterName-LA300007
source: Brutal
italian: Brutale
japanese: ブルータル
korean: 브루탈
russian: зверский

# MasterName-LA300008
source: Bizarre meat
french: viande Bizarre
german: bizarre Fleisch
italian: Carne bizzarra
japanese: きかいな にくへん
korean: 기괴한 고깃덩이
portuguese: carne bizarre
russian: Bizarre мясо
spanish: carne extraña

# MasterName-LA300009
source: Demon Mask
french: Masque de démon
german: Dämon-Maske
italian: Maschera del Demone
japanese: きめん
korean: 귀면
portuguese: Máscara demônio
spanish: Máscara del demonio

# MasterName-LA300010
source: Sunset
french: Le coucher du soleil
german: Sonnenuntergang
italian: Tramonto
japanese: しゃよう
korean: 석양
portuguese: pôr do sol
russian: Закат солнца
spanish: Puesta de sol

# MasterName-LA300011
source: Soul
french: Âme
german: Seele
italian: Anima
japanese: たましい
korean: 영혼
portuguese: Alma
russian: душа
spanish: Alma

# MasterName-LA300012
source: Lightningstorm
french: Orage
german: Gewitter
italian: Tempesta di Fulmini
japanese: しっぷうじんらい
korean: 질풍신뢰
russian: Грозовой шторм
spanish: Tormenta eléctrica

# MasterName-LA300013
source: Lover's gift
french: Le cadeau des amoureux
german: Geschenk des Geliebten
italian: Dono dell'amato
japanese: あいの おくりもの
korean: 사랑의 선물
portuguese: presente amante
russian: подарок любовника
spanish: regalo del amante

# MasterName-LA300014
source: Garment of King
french: Garment du roi
german: Kleid des Königs
italian: Indumento del Re
japanese: はおうの ほうい
korean: 패왕의 법의
portuguese: Garment do Rei
russian: Одежды короля
spanish: Prenda del Rey

# MasterName-LA400001
source: Giant Hammer
french: Marteau géant
german: Riesen Hammer
italian: Martello Gigante
japanese: きょじんの つち
korean: 거인의 망치
portuguese: Martelo gigante
russian: Гигантский молот
spanish: Martillo gigante

# MasterName-LA400002
source: Spectre
german: Gespenst
italian: Spettro
japanese: ぼうれい
korean: 망령
portuguese: espectro
spanish: Espectro

# MasterName-LA400003
source: Wonder Egg
italian: Uovo delle Meraviglie
japanese: なぞの たまご
korean: 수수께끼의 알
portuguese: pergunto Egg
russian: Чудо-яйцо

# MasterName-LA400004
source: Living Armor
french: Surface Armure
german: Wohnen Rüstung
italian: Armatura Vivente
japanese: リビングアーマー
korean: 살아있는 갑옷
portuguese: Armadura vivendo
russian: Жизнь Доспехи
spanish: Armadura viviente

# MasterName-LA400005
source: Azazel
japanese: アザゼル
korean: 아자젤
russian: Азазель

# MasterName-LA400006
source: Herb
french: Herbe
german: Kraut
italian: Odori
japanese: まよけの ハーブ
korean: 퇴마초
portuguese: Erva
russian: трава
spanish: hierba

# MasterName-LA400007
source: Deatheater
french: mort eater
german: Todesser
italian: MangiaMorte
japanese: しをはむもの
korean: 죽음을 먹는 것
portuguese: Comensal da Morte
russian: Пожиратель смерти
spanish: Comedor de la muerte

# MasterName-LA400008
source: Hrunting
italian: Caccia
japanese: フルンティング
korean: 흐룬팅
russian: хрунтинг

# MasterName-LA400009
source: Golden
french: d'or
italian: Dorato
japanese: おうごん
korean: 황금
portuguese: Dourado
russian: золотой
spanish: Dorado

# MasterName-LA400010
source: Whitebone
french: OS blanc
german: weißer Knochen
italian: OssoBianco
japanese: はっこつ
korean: 백골
portuguese: Osso Branco
russian: Белая кость
spanish: hueso blanco

# MasterName-LA400011
source: Tiamat
japanese: ティアマト
korean: 티아멧

# MasterName-LA400012
source: Immortal
french: Immortel
german: Unsterblich
italian: Immortale
japanese: ふじみ
korean: 불사신
portuguese: Imortal
russian: бессмертный
spanish: Inmortal

# MasterName-LA400013
source: Typhon
italian: Tifone
japanese: テューポーン
korean: 티폰
russian: Тифон
spanish: Tifón

# MasterName-LA400014
source: Heaven
french: paradis
german: Himmel
italian: Paradiso
japanese: てんかい
korean: 천계
portuguese: Céu
russian: небо
spanish: Cielo

# MasterName-LA400015
source: Filth
french: Saleté
german: Schmutz
italian: Sudicio
japanese: おぶつ
korean: 오물
portuguese: Sujeira
russian: гадость
spanish: Inmundicia

# MasterName-LA400016
source: Dragonscale
french: Écaille de dragon
german: Drachenschuppe
italian: Scaglia di Drago
japanese: ドラゴンスケイル
korean: 용 비늘
portuguese: Escama de Dragão
spanish: Escala de dragón

# MasterName-LA400017
source: Immorality
french: Immoralité
german: Unmoral
italian: Immorale
japanese: はいとく
korean: 부도덕
portuguese: Imoralidade
russian: аморальность
spanish: Inmoralidad

# MasterName-LA400018
source: Cancer
german: Krebs
italian: Cancro
japanese: カルキノス
korean: 카르키노스
portuguese: Câncer
russian: рак
spanish: Cáncer

# MasterName-LA400019
source: Gehenna
french: Géhenne
japanese: ゲヘナ
korean: 게헨나
portuguese: Geena
russian: геенна
spanish: gehena

# MasterName-LA400020
source: Labartu
japanese: ラマシュトゥ
korean: 라마슈트

# MasterName-LA400021
source: Yasha
japanese: やしゃ
korean: 야차
russian: Яша

# MasterName-LA400022
source: Gleipnir
japanese: グレイプニル
korean: 글레이프니르
russian: глейпнир

# MasterName-LA400023
source: Dainsleif
french: dáinsleif
japanese: ダーインスレイヴ
korean: 다인슬라이프
russian: дайнслейф
spanish: dáinsleif

# MasterName-LA400024
source: Vajra
japanese: バジュラ
korean: 바쥬라
russian: Ваджра

# MasterName-LA400025
source: Despair
french: Désespoir
german: Verzweiflung
italian: Disparità
japanese: ぜつぼう
korean: 절망
portuguese: Desespero
russian: отчаиваться
spanish: Desesperación

# MasterName-RS000001
source: Dark
french: Foncé
german: Dunkel
italian: Oscuro
japanese: くらやみ
korean: 어둠
portuguese: Sombrio
russian: Темно
spanish: Oscuro

# MasterName-RS000002
source: Door
french: Porte
german: Tür
italian: Porta
japanese: とびら
korean: 문
portuguese: Porta
russian: Дверь
spanish: Puerta

# MasterName-RS000003
source: Bless
french: Bénir
german: Segnen
italian: Benedizione
japanese: しゅくふく
korean: 축복
portuguese: abençoar
russian: благословить
spanish: Bendecir

# MasterName-RS000004
source: Burn
french: Brûler
german: Brennen
italian: Infuocato
japanese: しゃくねつ
korean: 작열
portuguese: Queimar
russian: жечь
spanish: Quemar

# MasterName-RS000005
source: Spark
french: Étincelle
german: Funke
italian: Scintilla
japanese: でんりゅう
korean: 전류
portuguese: Faísca
russian: искра
spanish: Chispa

# MasterName-RS000006
source: Swamp
french: Marais
german: Sumpf
italian: Palude
japanese: ぬま
korean: 늪
portuguese: Pântano
russian: болотный
spanish: Pantano

# MasterName-RS000007
source: Freeze
french: Gel
german: Einfrieren
italian: Ghiacciato
japanese: とうけつ
korean: 동결
portuguese: Congelar
russian: замерзать
spanish: Congelar

# MasterName-RS000008
source: Fall
french: Tomber
german: Fallen
italian: Caduta
japanese: ほうらく
korean: 낙석
portuguese: Cair
russian: Осень
spanish: Otoño

# MasterName-RS000009
source: Submerged
french: Noyer
german: Ertrinken
italian: Affogato
japanese: すいぼつ
korean: 수몰
portuguese: Afogar
russian: тонуть
spanish: Ahogar

# MasterName-RS000010
source: Narrow
french: Étroit
german: Eng
italian: Stretto
japanese: きゅうくつ
korean: 비좁음
portuguese: Limitar
russian: узкий
spanish: Estrecho

# MasterName-RS000011
source: Zone
italian: Zona
japanese: けっかい
korean: 결계
portuguese: Zona
russian: зона
spanish: Zona

# MasterName-RS000012
source: Tailwind
german: Rückenwind
italian: Ventoso
japanese: おいかぜ
korean: 순풍
russian: попутный ветер
spanish: viento de cola

# MasterName-RS000013
source: Vast
french: Vaste
german: riesig
italian: Vasto
japanese: こうだい
korean: 넓음
portuguese: Grande
russian: огромный
spanish: Vasto

# MasterName-RS000014
source: Torch
french: Torche
german: Fackel
italian: Torcia
japanese: たいまつ
korean: 횃불
portuguese: Tocha
russian: факел
spanish: Antorcha

# MasterName-RS000015
source: Heat
french: Chaleur
german: Hitze
italian: Caldo
japanese: こうおん
korean: 고온
portuguese: Calor
russian: Высокая температура
spanish: Calor

# MasterName-RS000016
source: Trial
french: Procès
german: Versuch
italian: Prova
japanese: しれん
korean: 시련
portuguese: Tentativas
russian: пробный
spanish: Juicio

# MasterName-RS000017
source: Branch
french: Branche
german: Ast
italian: Ramo
japanese: ぶんきろ
korean: 분기점
portuguese: Ramo
russian: Филиал
spanish: Rama

# MasterName-RS000018
source: Trace
german: Spur
italian: Tracce
japanese: こんせき
korean: 흔적
portuguese: Vestígio
russian: след
spanish: Rastro

# MasterName-RS000019
source: Vortex
german: Wirbel
italian: Vortice
japanese: うず
korean: 소용돌이
portuguese: Vórtice
russian: вихревой
spanish: Vórtice

# MasterName-RS000020
source: Dream
french: Rêver
german: Traum
italian: Sogno
japanese: むげん
korean: 무한
portuguese: Sonhe
russian: Мечта
spanish: Sueño

# MasterName-RS000021
source: Extreme
french: Extrême
german: Extrem
italian: Estremo
japanese: みぞう
korean: 미증유
portuguese: Extremo
russian: экстремальный
spanish: Extremo

# MasterName-RS000022
source: Chamber
french: Chambre
german: Kammer
italian: Camera
japanese: げんしつ
korean: 묘굴
portuguese: Câmara
russian: камера
spanish: Cámara

# MasterName-RS000023
source: Rest
french: Du repos
german: Sich ausruhen
italian: Resti
japanese: きゅうそく
korean: 휴식
portuguese: Descansar
russian: Отдых
spanish: Descanso

# MasterName-RS000024
source: Change
french: Changement
german: Veränderung
italian: Cambio
japanese: へんよう
korean: 변화
portuguese: mudança
russian: + Изменить
spanish: Cambio

# MasterName-RS000025
source: Peace
french: Paix
german: Frieden
italian: Pace
japanese: へいわ
korean: 평화
portuguese: Paz
russian: мир
spanish: Paz

# MasterName-RS000026
source: Maze
french: Labyrinthe
german: Matze
italian: Labiritno
japanese: めいろ
korean: 미로
portuguese: Labirinto
russian: Лабиринт
spanish: Laberinto

# MasterName-RS000027
source: Nest
french: Nid
italian: Nido
japanese: ねぐら
korean: 둥지
portuguese: Ninho
russian: Гнездо
spanish: Nido

# MasterName-RS000028
source: Doll
french: Poupée
german: Puppe
italian: Bambola
japanese: かいらい
korean: 꼭두각시
portuguese: Boneca
russian: Кукла
spanish: Muñeca

# MasterName-RS000029
source: Gear
french: Équipement
german: Gang
italian: Ingranaggio
japanese: はぐるま
korean: 톱니바퀴
portuguese: Engrenagem
russian: зубчатое колесо
spanish: Engranaje

# MasterName-RS000030
source: Hidden
french: Caché
german: Versteckt
italian: Nascosto
japanese: かくしみち
korean: 비밀통로
portuguese: Escondido
russian: скрытый
spanish: Oculto

# MasterName-RS000031
source: Dispel
french: Dissiper
german: Zerstreuen
italian: Disperso
japanese: かいじゅ
korean: 해주
portuguese: Dissipar
russian: рассеивать
spanish: Disipar

# MasterName-RS000032
source: Forked
french: À bifurcation
german: Gegabelt
italian: Diviso
japanese: わかれみち
korean: 갈림길
portuguese: Bifurcado
russian: раздвоенный
spanish: Ahorquillado

# MasterName-RS000033
source: Pus
german: Eiter
japanese: うみ
korean: 고름
russian: Гной

# MasterName-SE000005
source: Ruin
french: Se ruiner
german: Ruine
italian: Rovina
japanese: いせき
korean: 유적
portuguese: Ruína
russian: разорение
spanish: Ruina

# MasterName-SK000001
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterName-SK000002
source: Ranged shot
french: tir à distance
german: Ranged Schuss
italian: Attacco a distanza
japanese: レンジショット
korean: 사격
portuguese: tiro variaram
russian: Дальний бой выстрел
spanish: disparo a distancia

# MasterName-SK000003
source: Fireball
german: Feuerball
italian: Palla di Fuoco
japanese: ファイアーボール
korean: 화염구
portuguese: Bola fogo
russian: огненный шар
spanish: bola de fuego

# MasterName-SK000004
source: Holybolt
french: boulon Saint
german: Heilige Bolzen
italian: Fulmine Sacro
japanese: ホーリーボルト
korean: 신성 화살
russian: Святой болт
spanish: perno Santo

# MasterName-SK000005
source: Bash
french: Frapper
german: heftiger Schlag
italian: Urto
japanese: バッシュ
korean: 강타
portuguese: bater
russian: удар
spanish: Intento

# MasterName-SK000006
source: Shuriken
japanese: くない
korean: 수리검

# MasterName-SK000007
source: Pierce
french: transpercer
german: anstechen
italian: Forante
japanese: つきさす
korean: 꿰뚫기
portuguese: perfurar
russian: проколоть
spanish: atravesar

# MasterName-SK000008
source: Venom
french: Venin
german: Gift
italian: Velenoso
japanese: ベノム
korean: 베놈
portuguese: Veneno
russian: злоба
spanish: Veneno

# MasterName-SK000009
source: Slash
french: Sabrer
german: Schrägstrich
italian: Taglio
japanese: きりつける
korean: 베기
portuguese: Golpear
russian: Рассечение
spanish: Barra oblicua

# MasterName-SK000010
source: Dark Sphere
french: sombre Sphère
german: Dunkel, Kugel,
italian: Sfera Nera
japanese: ダークスフィア
korean: 암흑 구체
portuguese: escuro Esfera
spanish: oscuro Esfera

# MasterName-SK000011
source: Guard
french: Gardien
german: Bewachen
italian: Guardia
japanese: ガード
korean: 막기
portuguese: Guarda
russian: охрана
spanish: Guardia

# MasterName-SK000012
source: Backstep
french: Pas en arrière
german: Rückschritt
italian: Indietreggiare
japanese: バックステップ
korean: 백스텝
portuguese: Retroceda
russian: Шаг назад
spanish: Paso atrás

# MasterName-SK000013
source: Iceneedle
french: aiguille de glace
german: Ice Nadel
italian: Ago di Ghiaccio
japanese: アイスニードル
korean: 얼음 바늘
russian: Лед игла
spanish: la aguja de hielo

# MasterName-SK000014
source: Healing
french: Guérison
german: Heilung
italian: Cura
japanese: ヒーリング
korean: 회복
portuguese: Cura
russian: исцеление
spanish: Curación

# MasterName-SK000015
source: Revenge
french: Vengeance
german: Rache
italian: Vendetta
japanese: リベンジ
korean: 앙갚음
portuguese: Vingança
russian: Жажда мести
spanish: Venganza

# MasterName-SK000016
source: Fire Jutsu
french: feu Ninjutsu
german: Feuer Ninjutsu
italian: Justu di Fuoco
japanese: かとん
korean: 화둔
portuguese: fogo Jutsu
russian: Огонь нинджутсу
spanish: fuego Ninjutsu

# MasterName-SK000017
source: Vertical Slash
french: Slash Vertical
italian: Taglio Verticale
japanese: けさぎり
korean: 수직베기
portuguese: o slash Vertical
russian: Вертикальный Рассечение
spanish: la barra vertical

# MasterName-SK000018
source: Acid Rain
french: Pluie acide
german: Saurer Regen
italian: Pioggia Acida
japanese: アシッドレイン
korean: 산성비
portuguese: Chuva ácida
russian: Кислотный дождь
spanish: Lluvia ácida

# MasterName-SK000019
source: Blood Drain
french: Vidange de sang
german: Blut ablassen
italian: Risucchia Sangue
japanese: ブラッドドレイン
korean: 흡혈
portuguese: drenar o sangue
russian: Кровь Drain
spanish: drenar la sangre

# MasterName-SK000020
source: Curse
french: Malédiction
german: Fluch
italian: Maledetto
japanese: カース
korean: 저주
portuguese: Maldição
russian: проклятие
spanish: Maldición

# MasterName-SK000021
source: Tornado Slash
italian: Tornado di Lame
japanese: せんぷうけん
korean: 회오리 베기
portuguese: Tornado de slash
russian: Торнадо Рассечение
spanish: raya vertical del tornado

# MasterName-SK000022
source: Quick Draw
french: Dégainer rapidement
german: Schnelle Zeichnung
italian: Estrazione Rapida
japanese: クイックドロー
korean: 빨리뽑기
portuguese: Desenho rápido
russian: Зарисовка
spanish: Dibujo rapido

# MasterName-SK000023
source: Overflow
french: Débordement
german: Überlauf
italian: Straripare
japanese: オーバーフロー
korean: 과부하
portuguese: Transbordar
russian: перелив
spanish: Rebosar

# MasterName-SK000024
source: Instant heal
french: immédiat guérir
german: sofortige heilen
italian: Cura Istantanea
japanese: インスタントヒール
korean: 즉시 회복
portuguese: cura instantânea
russian: Система мгновенных заживают
spanish: sanación instantánea

# MasterName-SK000025
source: Phalanx
french: Phalange
italian: Falange
japanese: ファランクス
korean: 팔랑크스
portuguese: Falange
russian: фаланга
spanish: Falange

# MasterName-SK000026
source: Shadow Walk
french: Marche de l'ombre
german: Schattenlauf
italian: Passo nell'ombra
japanese: かげわたり
korean: 그림자 걷기
portuguese: Caminhada sombra
spanish: Caminar por la sombra

# MasterName-SK000027
source: Stance of Seigan
french: Stance de Seigan
german: Haltung von Seigan
italian: Posizione di Seigan
japanese: せいがんのかまえ
korean: 중단 자세
portuguese: Postura de Seigan
russian: Позиция Seigan
spanish: Postura de Seigan

# MasterName-SK000028
source: Corruption
french: la corruption
german: Korruption
italian: Corrotto
japanese: コラプション
korean: 타락
portuguese: Corrupção
russian: коррупция
spanish: Corrupción

# MasterName-SK000029
source: Bloody edge
french: bord sanglant
german: Blutige Kante
italian: Punta Insanguinata
japanese: ブラッディエッジ
korean: 피의 칼날
portuguese: borda sangrenta
russian: кровавый край
spanish: borde sangrienta

# MasterName-SK000030
source: Deathsickle
french: mort faucille
german: Der Tod Sichel
italian: Falce della Morte
japanese: デスシックル
korean: 죽음의 낫
portuguese: Foice da morte
russian: Смерть серповидно
spanish: muerte de la hoz

# MasterName-SK000031
source: Smash
french: Fracasser
italian: Sfasciare
japanese: スマッシュ
korean: 후려치기
portuguese: Esmagar
russian: громить
spanish: Aplastar

# MasterName-SK000032
source: Thrust
french: Poussée
german: Schub
italian: Spingere
japanese: スラスト
korean: 찌르기
portuguese: Impulso
russian: осевая нагрузка
spanish: Empuje

# MasterName-SK000033
source: Judgement
french: Jugement
german: Beurteilung
italian: Giudizio
japanese: ジャッジメント
korean: 심판
portuguese: julgamento
russian: Суждение
spanish: Juicio

# MasterName-SK000034
source: Fullswing
french: Bat son plein
german: vollem Gange
italian: Colpo Completo
japanese: フルスウィング
korean: 크게 휘두르기
russian: Полный размах
spanish: Pleno funcionamiento

# MasterName-SK000035
source: Shotgun Thrust
french: Thrust Shotgun
italian: Spinta del Fucile
japanese: さんだんづき
korean: 삼단 찌르기
portuguese: Thrust shotgun
russian: Ружье Упорный
spanish: El empuje de la escopeta

# MasterName-SK000036
source: Tornado
french: Tornade
japanese: トルネード
korean: 토네이도
russian: Торнадо

# MasterName-SK000037
source: Grandcross
french: grand-croix
german: Großkreuz
italian: Croce Gloriosa
japanese: グランドクロス
korean: 거대 십자가
russian: Большой крест
spanish: Gran cruz

# MasterName-SK000038
source: Firstaid
french: Premiers secours
german: Erste Hilfe
italian: Primo Soccorso
japanese: おうきゅうてあて
korean: 응급처치
portuguese: Primeiros socorros
russian: Первая помощь
spanish: Primeros auxilios

# MasterName-SK000039
source: Cure Wounds
french: Plaies Cure
german: Cure Wunden
italian: Cura Ferite
japanese: キュアウーンズ
korean: 상처치료
portuguese: curar ferimentos
russian: Cure Раны
spanish: Las heridas de curación

# MasterName-SK000040
source: High Healing
french: Haute Healing
german: Hohe Healing
italian: Cura Maggiore
japanese: ハイヒーリング
korean: 상급 회복
portuguese: alta Cura
russian: Высокая Healing
spanish: Curación de alta

# MasterName-SK000041
source: Full Healing
french: guérison complète
german: Vollständige Heilung
italian: Cura Completa
japanese: フルヒーリング
korean: 완전 회복
portuguese: A cura completa
russian: Полное исцеление
spanish: La curación completa

# MasterName-SK000042
source: Warcry
french: Cri de guerre
german: Schlachtruf
italian: Grido di Guerra
japanese: ウォークライ
korean: 전투 함성
portuguese: Grito de guerra
russian: Боевой клич
spanish: Grito de guerra

# MasterName-SK000043
source: Quick Move
french: Déplacer rapide
german: Schnell verschieben
italian: Movimenti Veloci
japanese: クイックムーブ
korean: 빠른 이동
portuguese: movimento rápido
russian: Быстрый Переместить
spanish: Mover rápida

# MasterName-SK000044
source: Concentration
german: Konzentration
italian: Concentrazione
japanese: コンセントレーション
korean: 정신집중
portuguese: Concentração
russian: концентрация
spanish: Concentración
