Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterDesc-LA300004
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: めに みえないものを みとおす ひとみ。
korean: 눈에 보이지 않는 것을 꿰뚫어보는 눈동자.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA300005
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: どのようなものを たべれば こんなに けがわが あつくなるのか？
korean: 무엇을 먹으면 이렇게 모피가 뜨거워질까?
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA300006
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: もっとも きょうこな しんこうは ぎもんを すてた しんこう。
korean: 가장 강한 신앙은 의문을 버린 신앙.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA300007
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: いんてつを もちいた ひじょうに おもい おの。
korean: 운철을 사용한 매우 무거운 도끼.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA300008
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: なにかの いきものの にくへんの ようだが…
korean: 뭔가 생물의 살점 같은데…
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA300009
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: いかりは もっとも ものに やどりやすい かんじょう。
korean: 분노는 가장 물건에 머물기 쉬운 감정.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA300010
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: しずみゆくものが もっとも うつくしい。
korean: 가라앉는 것이 가장 아름답다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA300011
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: そのうちに なにものかの たましいを かんじる。
korean: 조만간 무언가의 영혼을 느낀다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA300012
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: かぜを じざいに あやつる。
korean: 바람을 자유자재로 조종한다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA300013
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: かの はおうでさえ かつては にんげんだった。 そのうちに みいだされるものは じんるいの ふへんなるもの。
korean: 그 패왕조차 과거에는 인간이었다. 그 안에서 찾아낸 것은 인류에게 보편적인 것이었다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA300014
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: しょうねんの ちいさな ゆめの はじまりは やがて せかいを のみこむ はめつへと そだった。
korean: 소년의 작은 꿈의 시작은 이윽고 세계를 삼킬 파멸로 성장했다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA400001
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: およそ ひとが まともに もちあげられる ものではない。
korean: 도저히 사람이 제대로 들 수 있는 것은 아니다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA400002
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: くいを のこさずに いきた にんげんが どれだけ そんざいするのか？
korean: 후회를 남기지 않고 사는 인간이 얼마나 존재하는가?
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA400003
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: なにが うまれるかは うまれてからの おたのしみ。
korean: 무엇이 태어나는지는 태어난 후의 즐거움.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA400004
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: その のろいが とけた わけではない。
korean: 그 저주가 풀린 것은 아니다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA400005
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: あくまから はぎとった つばさを つかった ほうい。
korean: 악마에게 떼어낸 날개를 사용한 법의.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA400006
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: まものだけでなく たいていの いきものは ちかよらない。
korean: 마물뿐만 아니라 대부분의 생물은 접근하지 않는다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA400007
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: もしも ひとの いのちそのものを くらうことで えいえんに いきられるとしたら…？
korean: 만약 사람의 생명 그 자체를 먹음으로써 영원히 살 수 있다면…?
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA400008
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: いきちを このむ めいけん。
korean: 생피를 좋아하는 명검.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA400009
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: いせいしゃが とみに ものを いわせて つくられた。
korean: 위정자가 부를 나타내는 물건을 말하게 해 만들었다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA400010
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: じんこつを そのまま つかって つくられた よろい。
korean: 사람의 뼈를 그대로 사용해서 만든 갑옷.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA400011
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: こくりゅうの なを かんする りゅうごろしの ゆみ。
korean: 흑룡의 이름을 딴 용살자의 활.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA400012
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: たとえ ふかんぜんな じゅつでも その こうかは ぜつだいだ。
korean: 비록 불완전한 기술이지만 그 효과는 절대적이다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA400013
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: この そらの はてには うちゅうという なにもない せかいが そんざいするという。
korean: 이 하늘 끝에는 우주라고 하는 아무 것도 없는 세계가 존재한다고 한다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA400014
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: てんかいより ちじょうに もたらされた かみの たて。
korean: 천상에서 지상으로 가져온 신의 방패.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA400015
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: くちに するのも はばかられる けがらわしい ものが はいっているようだ。
korean: 입에 담기 꺼려지는 더러운 것들이 들어있다고 한다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA400016
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: りゅうの うろこで つくられた よろい。
korean: 용 비늘로 만들어진 갑옷.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA400017
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: うつくしいものが そうでなくなる しゅんかんに みせる び。
korean: 아름다운 것이 그렇지 않은 순간에 보이는 아름다움.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA400018
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: あわれな たましいに もたらされた きゅうさいの いちれい。
korean: 가엾은 영혼이 초래한 구원의 일례.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA400019
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: じごくの ごうかの ひだね。
korean: 지옥 화염의 불씨.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA400020
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: まおうの つまにして よるの まじょ ラマシュトゥの つの。
korean: 마왕의 아내이자 밤의 마녀 라마슈트의 뿔.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA400021
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: むきだしの ぞうおと かなしみ。
korean: 노골적인 증오와 슬픔.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA400022
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: かみをも くらう けものを とらえるために つくられた くさり。
korean: 신도 먹는 짐승을 잡기 위해 만들어진 사슬.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA400023
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: みずからの いしで たたかう かみの つるぎ。
korean: 스스로의 의사로 싸우는 신의 검.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA400024
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: かみの ほねで つくられた かみなりを あやつる ぶぐ。
korean: 신의 뼈로 만들어진 벼락을 조종하는 무구.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA400025
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: ぜつぼうは くだかれた きぼうが おおきければ おおきいほど その つよさを ます。
korean: 절망은 부서진 희망의 크기가 크면 클 수록 그 힘을 더한다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA050001
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: ぜつぼうを いだくものに きぼうを たくしてしまった ひげきの じょおう。
korean: 절망을 품고 희망을 버린 비극의 여왕.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA050002
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: 「たみのため」 それだけが けっして むくわれることのない こくおうの ねがいだった。
korean: ''백성을 위해'', 그것만이 결코 이룰 수 없는 국왕의 소원이었다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA050003
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: もちぬしを うしなっても いまでも たいどうを つづけている。
korean: 주인을 잃고 지금도 태동을 계속하고 있다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA050004
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: こううんの しょうちょうだが いのちを うばったものには わざわいが もたらされる。
korean: 행운의 상징이지만 목숨을 앗아간 자에게는 재앙을 불러온다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA050005
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: いきるための さいてきな せんたくが うらぎりならば たとえ かぞくでも うらぎるのが にんげんだ。
korean: 살기위한 최선의 선택이 배신이라면 가족도 배신하는 것이 인간이다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA050006
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: そのさがから こころから だれかを あいすることを ゆるされぬ もの。
korean: 그 천성에서 누군가를 진심으로 사랑한다는 것은 용납되지 않는다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA050007
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: そのねがいが かなえられるとは かぎらないから 「いのり」なのだ。
korean: 그 소원이 이루어질 수 없기 때문에 ''기도''인 것이다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA050008
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: ひかりそのものを けっしょうにしたもの。 まともに みれば めが つぶれる。
korean: 빛 그 자체를 결정화 한 것. 제대로 보면 눈이 먼다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA050009
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: かみごろしを さばくかみは いない。 それは もはや たいとうな せんそうだ。
korean: 신을 죽이는 것을 심판하는 신은 없다. 이것은 이미 대등한 전쟁이다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA050010
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: たりないと おもうかぎり おわりはない。
korean: 부족하다고 생각하면 끝이 없다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA050011
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: ほんしつてきな りこしゅぎの きわみ。
korean: 본질적인 이기주의의 극치.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA050012
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: いかりを さばくものの こころには かわりに あわれみが やどる。
korean: 분노를 심판하는 자의 마음에는 자비가 깃든다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA050013
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: ただ ひかりを ふりそそぐだけの きゅうたいが どれほどの ひとの こころを いやしたか。
korean: 단지 빛을 내리쬐는 것 뿐인 구체가 얼마나 사람의 마음을 치유하였는가.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA050014
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: よげんよりも さらに ふるい じだいが そんざいした しょうさ。
korean: 예언보다 더 오래된 시대가 존재한 증거.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA050015
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: げんりは まったく ふめいだが きわめて きけんであることに かわりはない。
korean: 원리는 전혀 알 수 없지만 굉장히 위험하다는 사실에 변함은 없다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA060001
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: のぞきこんだものに あんこくせかいの しんじつを かいまみさせる。
korean: 들여다 본 자에게 암흑세계의 진실을 엿보게 한다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA060002
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: うみと みずと あらしを あやつる だいしょうとして そとなる かみに こころを うばわれる。
korean: 바다와 물과 폭풍을 조종하는 대가로 다른 세계의 신에게 마음을 빼앗기게 된다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA060003
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: いまだ あばかれざる せかいの みちの ぶぶん。
korean: 아직 드러나지 않은 세계의 알려지지 않은 부분.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000001
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: いぬのような まもの。 からだは ちいさいが ひじょうに かずが おおい。
korean: 개와 비슷한 마물. 몸은 작지만 매우 수가 많다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000002
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: どうくつに ひそみ えものを とかして くらう ばけもの。
korean: 동굴에 숨어 먹이를 녹여서 먹는 괴물.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000003
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: にくが かんぜんに くちはてた ほねですら のろいによって うごきだしている。
korean: 살이 완전히 썩은 뼈조차 저주에 의해 움직이고 있다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000004
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: この のろわれた せかいでは もはや どこでしんだものでも ひとりでに うごきだす。
korean: 이 저주받은 세계는 어느새 어딘가에서 죽은 것도 저절로 움직이기 시작한다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000005
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: いきのこるために だれかの もちものを うばうことを だれが とがめられよう。
korean: 살아남기 위해 누군가의 소지품을 빼앗는 것을 누가 비난할 수 있겠는가.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000006
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: げんだいに よみがえった もっとも ふるい ぐんぜい。
korean: 현대에 되살아난 가장 오래된 병사.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000007
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: きが くるってしまい ひとびとに しの きゅうさいを もたらすようになった。
korean: 미쳐버린 사람들에게 죽음의 구원을 가져오게 되었다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...
