Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterName-SKE00133
source: Infernal Strike
french: grève Infernal
german: Infernal Streik
italian: Colpo Infernale
japanese: じごくの ごうか
korean: 지옥의 공격
portuguese: greve infernal
russian: Адский Удар
spanish: huelga infernal

# MasterName-SKE00134
source: Plague wind
french: vent Plague
italian: Vento Pestilenziale
japanese: えきびょうの かぜ
korean: 전염병 바람
portuguese: vento Plague
russian: Чума ветер
spanish: viento plaga

# MasterName-SKE00135
source: Cannibal
french: Cannibale
german: Kannibale
italian: Cannibale
japanese: カニバル
korean: 식인
portuguese: Canibal
russian: каннибал
spanish: Caníbal

# MasterName-SKE00136
source: Gleipnir
japanese: グレイプニル
korean: 글레이프니르
russian: глейпнир

# MasterName-SKE00137
source: Gungnir
japanese: グングニル
korean: 궁니르
russian: Гунгнир

# MasterName-SKE00138
source: Brahma and Visnu
french: Brahma et Vishnu
german: Brahma und Vishnu
japanese: はかいと さいせい
korean: 파괴와 재생
portuguese: Brahma e Vishnu
russian: Брахма и Вишну
spanish: Brahma y Visnu

# MasterName-SKE00139
source: Despair
french: Désespoir
german: Verzweiflung
italian: Disperazione
japanese: ぜつぼう
korean: 절망
portuguese: Desespero
russian: отчаиваться
spanish: Desesperación

# MasterName-SM000001
source: Bloody {0}
french: Sanglant {0}
german: Blutige {0}
italian: Sanguinante
japanese: ブラッディ {0}
korean: 피투성이 {0}
portuguese: Sangrenta {0}
russian: Кровавая {0}
spanish: Sangrienta {0}

# MasterName-SM000002
source: Reactive {0}
french: Réactif {0}
italian: Reattivo
japanese: リアクティブ {0}
korean: 반응형 {0}
portuguese: Reativa {0}
russian: Реактивная {0}
spanish: Reactiva {0}

# MasterName-SM000003
source: {0} of Earth
french: {0} de la Terre
german: {0} von Erde
italian: Di Terra
japanese: だいちの {0}
korean: 대지의 {0}
portuguese: {0} da Terra
russian: {0} Земли
spanish: {0} de la Tierra

# MasterName-SM000004
source: {0} of Wind
french: {0} du Vent
german: {0} von Wind
italian: Del Vento
japanese: かぜの {0}
korean: 바람의 {0}
portuguese: {0} do Vento
russian: {0} Ветра
spanish: {0} de viento

# MasterName-SM000005
source: {0} of Water
french: {0} de l'eau
german: {0} von Wasser
italian: Dell'Acqua
japanese: みずの {0}
korean: 물의 {0}
portuguese: {0} da Água
russian: {0} Воды
spanish: {0} de agua

# MasterName-SM000006
source: {0} of Fire
italian: Del fuoco
japanese: ほのおの {0}
korean: 불의 {0}
russian: {0} огня
spanish: {0} de fuego

# MasterName-SM000007
source: {0} of Scouting
french: {0} de Scout
german: {0} von Scout
italian: Della Scoperta
japanese: せっこうの {0}
korean: 척후의 {0}
portuguese: {0} de Escoteiro
russian: {0} Scout
spanish: {0} de scout

# MasterName-SM000008
source: Happy {0}
french: Heureux {0}
german: Glückliche {0}
italian: Felicità
japanese: しあわせの {0}
korean: 행복의 {0}
portuguese: Feliz {0}
russian: Днем {0}
spanish: Feliz {0}

# MasterName-SM000009
source: Lucky {0}
french: Chanceux {0}
german: Glück {0}
italian: Fortuna
japanese: こううんの {0}
korean: 행운의 {0}
portuguese: Sorte {0}
russian: Лаки {0}

# MasterName-SM000010
source: Handy {0}
german: Praktisch {0}
italian: Adatto
japanese: ハンディ {0}
korean: 편리한 {0}
spanish: Práctico {0}

# MasterName-SM000011
source: Long {0}
french: Longue {0}
german: Lang {0}
italian: Lungo
japanese: ながい {0}
korean: 긴 {0}
portuguese: Longo {0}
russian: Длинные {0}
spanish: Larga {0}

# MasterName-SM000012
source: Poisonous {0}
german: Giftige {0}
italian: Velenoso
japanese: どくの {0}
korean: 유독성 {0}
portuguese: Venenoso {0}
russian: Ядовитое {0}
spanish: Venenosa {0}

# MasterName-SM000013
source: Nicking {0}
french: Entailler {0}
italian: Tagliente
japanese: はこぼれの {0}
korean: 이빠진 {0}
russian: Никующие {0}
spanish: Mellar {0}

# MasterName-SM000014
source: Sheldodge {0}
french: rupture du bouclier {0}
german: Schild Bruch {0}
italian: Conchiglia
japanese: たてわりの {0}
korean: 쪼개는 {0}
russian: щит отключающая {0}
spanish: escudo de ruptura {0}

# MasterName-SM000015
source: Dazzling {0}
italian: Accecante
japanese: めつぶしの {0}
korean: 재 뿌리는 {0}
russian: Ослепительная {0}
spanish: Deslumbrante {0}

# MasterName-SM000016
source: Infectious {0}
french: Infect {0}
german: Infect {0}
italian: Infetto
japanese: おせんする {0}
korean: 오염시킨 {0}
portuguese: Infectar {0}
russian: Заражайте {0}
spanish: Infectar a {0}

# MasterName-SM000017
source: Bound {0}
german: Gebunden {0}
italian: Legato
japanese: あしきりの {0}
korean: 묶는 {0}
portuguese: Obrigado {0}
spanish: Con destino {0}

# MasterName-SM000018
source: Slowing {0}
french: Ralentir {0}
german: Verlangsamen {0}
italian: Rallentato
japanese: ねばりけの {0}
korean: 둔화 {0}
portuguese: Retardando {0}
russian: Замедление темпов {0}
spanish: La desaceleración {0}

# MasterName-SM000019
source: Sharp {0}
french: Forte {0}
italian: Affilato
japanese: シャープ {0}
korean: 날카로운 {0}
portuguese: Afiada {0}
spanish: Afilada {0}

# MasterName-SM000020
source: Stunning {0}
french: Superbe {0}
german: Atemberaubende {0}
italian: Stordito
japanese: しょうげきの {0}
korean: 충격의 {0}
portuguese: Impressionante {0}
russian: Потрясающие {0}
spanish: Impresionante {0}

# MasterName-SM000021
source: Draining {0}
french: Vidange {0}
german: Entwässern {0}
italian: Prosciugato
japanese: きゅうけつの {0}
korean: 흡혈 {0}
portuguese: Drenagem {0}
russian: Слив {0}
spanish: Drenaje {0}

# MasterName-SM000022
source: Aimed {0}
french: Destiné {0}
german: Gezielter {0}
italian: Mirato
japanese: ねらった {0}
korean: 노리는 {0}
portuguese: Destinado {0}
russian: Направленная {0}
spanish: Dirigido {0}

# MasterName-SM000023
source: Sure {0}
german: Sicher {0}
italian: Sicuro
japanese: ばんぜんの {0}
korean: 만전의 {0}
portuguese: Claro {0}
russian: Конечно, {0}
spanish: Seguro {0}

# MasterName-SM000024
source: Double {0}
german: Doppel {0}
italian: Doppio
japanese: ダブル {0}
korean: 이중 {0}
portuguese: Duplo {0}
russian: Двойной {0}
spanish: Doble {0}

# MasterName-SM000025
source: Light {0}
french: Lumière {0}
german: Licht {0}
italian: Luce
japanese: けいかいな {0}
korean: 경쾌한 {0}
portuguese: Luz {0}
russian: Свет {0}
spanish: Luz {0}

# MasterName-SM000026
source: Penetrating {0}
french: Pénétrant {0}
german: Eindringende {0}
italian: Penetrazione
japanese: かんつうする {0}
korean: 관통 {0}
portuguese: Penetrando {0}
russian: Проникая {0}
spanish: Penetrando {0}

# MasterName-SM000027
source: Protecting {0}
french: Protéger {0}
german: Schutz {0}
italian: Protezione
japanese: しゅごの {0}
korean: 수호하는 {0}
portuguese: Proteger {0}
russian: Защита {0}
spanish: La protección de {0}

# MasterName-SM000028
source: Covering {0}
french: Couvrant {0}
german: Bedecken {0}
italian: Copertura
japanese: かごの {0}
korean: 덮는 {0}
portuguese: Cobrindo {0}
russian: Покрытие {0}
spanish: Cubriendo {0}

# MasterName-SM000029
source: Healing {0}
german: Heilung {0}
italian: Cura
japanese: いやしの {0}
korean: 치유의 {0}
portuguese: Cura {0}
russian: Исцеление {0}
spanish: Curación {0}

# MasterName-SM000030
source: Guarding {0}
german: Wach {0}
italian: Guardia
japanese: まもりの {0}
korean: 지키는 {0}
portuguese: Guardando {0}
spanish: Guardando {0}

# MasterName-SM000031
source: Robust {0}
french: Robuste {0}
italian: Robusto
japanese: けんろうな {0}
korean: 튼튼한 {0}
portuguese: Robusto {0}
russian: Прочные {0}
spanish: Robusta {0}

# MasterName-SM000032
source: Enhanced {0}
german: Verbesserte {0}
italian: Incantato
japanese: きょうか {0}
korean: 강화 {0}
portuguese: Reforçada {0}
russian: Расширенные {0}
spanish: Avanzado {0}

# MasterName-SM000033
source: Exact {0}
italian: Esatto
japanese: てきかくな {0}
korean: 적합한 {0}
russian: Точный {0}
spanish: Exacta {0}

# MasterName-SM000034
source: Accurate {0}
italian: Accurato
japanese: せいかくな {0}
korean: 정확한 {0}
russian: Точная {0}
spanish: Precisa {0}

# MasterName-SM000035
source: Finishing {0}
french: Finition {0}
german: Beenden {0}
italian: Finale
japanese: とどめの {0}
korean: 끝내는 {0}
portuguese: Acabamento {0}
russian: Отделочные {0}
spanish: Acabado {0}

# MasterName-SM000036
source: Leaving {0}
french: Laissant {0}
german: Weggehen {0}
italian: Abbandonato
japanese: さりぎわの {0}
korean: 떠나는 {0}
portuguese: Deixando {0}
russian: Оставляя {0}
spanish: Dejando {0}

# MasterName-SM000037
source: Supplying {0}
french: Fourniture {0}
german: Die Versorgung {0}
italian: Provvigioni
japanese: ほきゅうの {0}
korean: 보급의 {0}
portuguese: Fornecimento de {0}
russian: Поставляя {0}
spanish: El suministro de {0}

# MasterName-SM000038
source: Full-power {0}
french: Pleine puissance {0}
german: Vollmacht {0}
italian: Pieno Potere
japanese: フルパワーの {0}
korean: 전력 {0}
portuguese: -Potência total {0}
russian: Полная мощность {0}
spanish: Plena potencia {0}

# MasterName-SM000039
source: Legendary {0}
italian: Leggendario
japanese: でんせつの {0}
korean: 전설의 {0}
russian: Легендарный {0}
spanish: El legendario {0}

# MasterName-SM000040
source: {0} of Three
french: {0} de trois
german: {0} von drei
italian: di Tre
japanese: 3の {0}
korean: 3의 {0}
portuguese: {0} de Três
russian: {0} из трех
spanish: {0} de tres

# MasterName-SM000041
source: Antispell {0}
french: Anti sort {0}
german: Anti Zauber {0}
italian: AntiMagia
japanese: はじゃの {0}
korean: 파사의 {0}
russian: Анти заклинание {0}
spanish: Lucha contra el hechizo {0}

# MasterName-SM000042
source: Stagnant {0}
french: Stagnation {0}
german: Stagnierende {0}
italian: Stagnante
japanese: ていたいの {0}
korean: 정체의 {0}
portuguese: Estagnada {0}
russian: Застойная {0}
spanish: Estancada {0}

# MasterName-SS000001
source: 120 Gold shard + 120 Soulstones
french: 120 or Shard + 120 soulstones
german: 120 Goldsplitter + 120 Seelensteine
italian: 120 Frammenti d'Oro + 120 Soulstone
japanese: ゴールドシャード&ませき 120こ
korean: 황금조각 120개 + 마석 120개
portuguese: 120 ouro caco + 120 Soulstones
russian: 120 Золотой осколок + 120 Soulstones

# MasterName-SS000002
source: 600 Gold shard + 600 Soulstones<color=#0F0>+120</color>
french: 600 or Shard + 600 soulstones<color=#0F0>+120</color>
german: 600 Goldsplitter + 600 Seelensteine<color=#0F0>+120</color>
italian: 600 Frammenti d'Oro + 600 Soulstone
japanese: ゴールドシャード&ませき 600こ<color=#0F0>+120こ</color>
korean: 황금조각 600개 + 마석 600개<color=#0F0>+120개</color>
portuguese: 600 ouro caco + 600 Soulstones <Color=#0F0> 120 </color>
russian: 600 Золотой осколок + 600 Soulstones<color=#0F0>+120</color>

# MasterName-SS000003
source: 1200 Gold shard + 1200 Soulstones<color=#0F0>+500</color>
french: 1200 or Shard + 1200 soulstones<color=#0F0>+500</color>
german: 1200 Goldsplitter + 1200 Seelensteine<color=#0F0>+500</color>
italian: 1200 Frammenti d'Oro + 1200 Soulstone
japanese: ゴールドシャード&ませき 1200こ<color=#0F0>+500こ</color>
korean: 황금조각 1200개 + 마석 1200개<color=#0F0>+500개</color>
portuguese: 1.200 Ouro caco + 1200 Soulstones <Color=#0F0> 500 </color>
russian: 1200 Золотой осколок + 1200 Soulstones<color=#0F0>+500</color>

# MasterName-SS000004
source: 2000 Gold shard + 2000 Soulstones<color=#0F0>+1200</color>
french: 2000 or Shard + 2000 soulstones<color=#0F0>+1200</color>
german: 2000 Goldsplitter + 2000 Seelensteine<color=#0F0>+1200</color>
italian: 2000 Frammenti d'Oro + 2000 Soulstone
japanese: ゴールドシャード&ませき 2000こ<color=#0F0>+1200こ</color>
korean: 황금조각 2000개 + 마석 2000개<color=#0F0>+1200개</color>
portuguese: 2000 caco Ouro + 2000 Soulstones <Color=#0F0> 1200 </color>
russian: 2000 Золотой осколок + 2000 Soulstones<color=#0F0>+1200</color>

# MasterName-SS000005
source: 4000 Gold shard + 4000 Soulstones<color=#0F0>+3200</color>
french: 4000 or Shard + 4000 soulstones<color=#0F0>+3200</color>
german: 4000 Goldsplitter + 4000 Seelensteine<color=#0F0>+3200</color>
italian: 4000 Frammenti d'Oro + 4000 Soulstone
japanese: ゴールドシャード&ませき 4000こ<color=#0F0>+3200こ</color>
korean: 황금조각 4000개 + 마석 4000개<color=#0F0>+3200개</color>
portuguese: 4000 Ouro caco + 4000 Soulstones <Color=#0F0> 3200 </color>
russian: 4000 Золотой осколок + 4000 Soulstones<color=#0F0>+3200</color>

# MasterName-SS000006
source: 800 Gold shard + 800 Soulstones<color=#0F0>+1200</color>
french: 800 or Shard + 800 soulstones<color=#0F0>+1200</color>
german: 800 Goldsplitter + 800 Seelensteine<color=#0F0>+1200</color>
italian: 800 Frammenti d'oro + 800 Soulstone
japanese: ゴールドシャード&ませき 800こ<color=#0F0>+1200こ</color>
korean: 황금조각 800개 + 마석 800개<color=#0F0>+1200개</color>
portuguese: 800 ouro caco + 800 Soulstones <Color=#0F0> 1200 </color>
russian: 800 Золотой осколок + 800 Soulstones<color=#0F0>+1200</color>

# MasterShortName-SK000001
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000002
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000003
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000004
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000005
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000006
source: Triple Attack
french: Attaque Triple
german: Triple-Angriff
italian: Triplo Attacco
japanese: ３れんげき
korean: 3연격
portuguese: Ataque triplo
russian: Тройной атаки
spanish: Ataque Triple

# MasterShortName-SK000007
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000008
source: Poison
german: Gift
italian: Veleno
japanese: どく
korean: 독
portuguese: Poção
russian: яд
spanish: Veneno

# MasterShortName-SK000009
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000010
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000011
source: Defense
french: La défense
german: Verteidigung
italian: Difesa
japanese: ぼうぎょ
korean: 방어
portuguese: Defesa
russian: Защита
spanish: Defensa

# MasterShortName-SK000012
source: Avoid
french: Éviter
german: Vermeiden
italian: Schivata
japanese: かいひ
korean: 회피
portuguese: Evitar
russian: избежать
spanish: Evitar

# MasterShortName-SK000013
source: Smash
french: Fracasser
italian: Sfasciare
japanese: きょう こうげき
korean: 강한 공격
portuguese: Esmagar
russian: громить
spanish: Aplastar

# MasterShortName-SK000014
source: Heal
french: Guérir
german: Heilen
italian: Cura
japanese: かいふく
korean: 회복
portuguese: Curar
russian: заживать
spanish: Sanar

# MasterShortName-SK000015
source: Reflect
french: Réfléchir
german: Reflektieren
italian: Riflesso
japanese: はんしゃ
korean: 반사
portuguese: refletir
russian: отражать
spanish: Reflejar

# MasterShortName-SK000016
source: Poison
german: Gift
italian: Veleno
japanese: どく
korean: 독
portuguese: Poção
russian: яд
spanish: Veneno

# MasterShortName-SK000017
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000018
source: Poison
german: Gift
italian: Veleno
japanese: どく
korean: 독
portuguese: Poção
russian: яд
spanish: Veneno

# MasterShortName-SK000019
source: Drain Life
french: drain de vie
german: Sauger
italian: Succhia Vita
japanese: きゅうけつ
korean: 흡혈
russian: Похищение жизни
spanish: Drenar vida

# MasterShortName-SK000020
source: Weaken
french: Affaiblir
german: Schwächen
italian: Indebolire
japanese: じゃくたい
korean: 약화
portuguese: Enfraquecer
russian: ослабевать
spanish: Debilitar

# MasterShortName-SK000021
source: Critical Blow
french: Coup critique
german: Kritische Schlag
italian: Colpo Critico
japanese: こんしんのいちげき
korean: 혼신의 일격
portuguese: Golpe crítico
russian: Критический Удар
spanish: Golpe crítico

# MasterShortName-SK000022
source: Quick Draw
french: Dégainer rapidement
german: Schnelle Zeichnung
italian: Estrazione Rapida
japanese: クイックドロー
korean: 빨리뽑기
portuguese: Desenho rápido
russian: Зарисовка
spanish: Dibujo rapido

# MasterShortName-SK000023
source: Empower
french: Habiliter
german: Ermächtigen
italian: Potenziare
japanese: きょうか
korean: 강화
portuguese: autorizar
russian: уполномочивать
spanish: Autorizar

# MasterShortName-SK000024
source: Heal
french: Guérir
german: Heilen
italian: Cura
japanese: かいふく
korean: 회복
portuguese: Curar
russian: заживать
spanish: Sanar

# MasterShortName-SK000025
source: Defense
french: La défense
german: Verteidigung
italian: Difesa
japanese: ぼうぎょ
korean: 방어
portuguese: Defesa
russian: Защита
spanish: Defensa

# MasterShortName-SK000026
source: Special
french: Spécial
german: Besondere
italian: Speciale
japanese: とくしゅ
korean: 특수
portuguese: Especial
russian: Особый
spanish: Especial

# MasterShortName-SK000027
source: Empower
french: Habiliter
german: Ermächtigen
italian: Potenziare
japanese: きょうか
korean: 강화
portuguese: autorizar
russian: уполномочивать
spanish: Autorizar

# MasterShortName-SK000028
source: Pollution
french: la pollution
german: Verschmutzung
italian: Inquinamento
japanese: おせん
korean: 오염
portuguese: Poluição
russian: загрязнение
spanish: Contaminación

# MasterShortName-SK000029
source: Offensive
german: Beleidigend
italian: Offensivo
japanese: オフェンシブ
korean: 공격 태세
portuguese: Ofensiva
russian: Наступление
spanish: Ofensiva

# MasterShortName-SK000030
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000031
source: Smash
french: Fracasser
italian: Sfasciare
japanese: きょう こうげき
korean: 강한 공격
portuguese: Esmagar
russian: громить
spanish: Aplastar

# MasterShortName-SK000032
source: Smash
french: Fracasser
italian: Sfasciare
japanese: きょう こうげき
korean: 강한 공격
portuguese: Esmagar
russian: громить
spanish: Aplastar

# MasterShortName-SK000033
source: Smash
french: Fracasser
italian: Sfasciare
japanese: きょう こうげき
korean: 강한 공격
portuguese: Esmagar
russian: громить
spanish: Aplastar

# MasterShortName-SK000034
source: Critical Blow
french: Coup critique
german: Kritische Schlag
italian: Colpo Critico
japanese: こんしんのいちげき
korean: 혼신의 일격
portuguese: Golpe crítico
russian: Критический Удар
spanish: Golpe crítico

# MasterShortName-SK000035
source: Triple Attack
french: Attaque Triple
german: Triple-Angriff
italian: Triplo Attacco
japanese: ３れんげき
korean: 3연격
portuguese: Ataque triplo
russian: Тройной атаки
spanish: Ataque Triple

# MasterShortName-SK000036
source: Triple Attack
french: Attaque Triple
german: Triple-Angriff
italian: Triplo Attacco
japanese: ３れんげき
korean: 3연격
portuguese: Ataque triplo
russian: Тройной атаки
spanish: Ataque Triple

# MasterShortName-SK000037
source: Critical Blow
french: Coup critique
german: Kritische Schlag
italian: Colpo Critico
japanese: こんしんのいちげき
korean: 혼신의 일격
portuguese: Golpe crítico
russian: Критический Удар
spanish: Golpe crítico

# MasterShortName-SK000038
source: Heal
french: Guérir
german: Heilen
italian: Cura
japanese: かいふく
korean: 회복
portuguese: Curar
russian: заживать
spanish: Sanar

# MasterShortName-SK000039
source: Heal
french: Guérir
german: Heilen
italian: Cura
japanese: かいふく
korean: 회복
portuguese: Curar
russian: заживать
spanish: Sanar

# MasterShortName-SK000040
source: Heal
french: Guérir
german: Heilen
italian: Cura
japanese: かいふく
korean: 회복
portuguese: Curar
russian: заживать
spanish: Sanar

# MasterShortName-SK000041
source: Heal
french: Guérir
german: Heilen
italian: Cura
japanese: かいふく
korean: 회복
portuguese: Curar
russian: заживать
spanish: Sanar

# MasterShortName-SK000042
source: Empower
french: Habiliter
german: Ermächtigen
italian: Potenziare
japanese: きょうか
korean: 강화
portuguese: autorizar
russian: уполномочивать
spanish: Autorizar

# MasterShortName-SK000043
source: Empower
french: Habiliter
german: Ermächtigen
italian: Potenziare
japanese: きょうか
korean: 강화
portuguese: autorizar
russian: уполномочивать
spanish: Autorizar

# MasterShortName-SK000044
source: Empower
french: Habiliter
german: Ermächtigen
italian: Potenziare
japanese: きょうか
korean: 강화
portuguese: autorizar
russian: уполномочивать
spanish: Autorizar

# MasterShortName-SK000045
source: Empower
french: Habiliter
german: Ermächtigen
italian: Potenziare
japanese: きょうか
korean: 강화
portuguese: autorizar
russian: уполномочивать
spanish: Autorizar

# MasterShortName-SK000046
source: Cure
french: Guérir
german: Heilen
italian: Cura
japanese: ちりょう
korean: 치료
portuguese: Cura
russian: излечение
spanish: Cura

# MasterShortName-SK000047
source: Resist
french: Résister
german: Widerstehen
italian: Resistere
japanese: たいせい
korean: 내성
portuguese: Resistir
russian: Оказывать сопротивление
spanish: Resistir

# MasterShortName-SK000048
source: Cure
french: Guérir
german: Heilen
italian: Cura
japanese: ちりょう
korean: 치료
portuguese: Cura
russian: излечение
spanish: Cura

# MasterShortName-SK000049
source: Shield
french: Bouclier
german: Schild
italian: Scudo
japanese: シールド
korean: 보호막
portuguese: Escudo
russian: Щит
spanish: Proteger

# MasterShortName-SK000050
source: Shield
french: Bouclier
german: Schild
italian: Scudo
japanese: シールド
korean: 보호막
portuguese: Escudo
russian: Щит
spanish: Proteger

# MasterShortName-SK000051
source: Special
french: Spécial
german: Besondere
italian: Speciale
japanese: とくしゅ
korean: 특수
portuguese: Especial
russian: Особый
spanish: Especial

# MasterShortName-SK000052
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000053
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000054
source: Defense
french: La défense
german: Verteidigung
italian: Difesa
japanese: ぼうぎょ
korean: 방어
portuguese: Defesa
russian: Защита
spanish: Defensa

# MasterShortName-SK000055
source: Defense
french: La défense
german: Verteidigung
italian: Difesa
japanese: ぼうぎょ
korean: 방어
portuguese: Defesa
russian: Защита
spanish: Defensa

# MasterShortName-SK000056
source: Dispel
french: Dissiper
german: Zerstreuen
italian: Dispersione
japanese: ディスペル
korean: 주문 해제
portuguese: Dissipar
russian: рассеивать
spanish: Disipar

# MasterShortName-SK000057
source: Empower
french: Habiliter
german: Ermächtigen
italian: Potenziare
japanese: きょうか
korean: 강화
portuguese: autorizar
russian: уполномочивать
spanish: Autorizar

# MasterShortName-SK000058
source: Empower
french: Habiliter
german: Ermächtigen
italian: Potenziare
japanese: きょうか
korean: 강화
portuguese: autorizar
russian: уполномочивать
spanish: Autorizar

# MasterShortName-SK000059
source: Empower
french: Habiliter
german: Ermächtigen
italian: Potenziare
japanese: きょうか
korean: 강화
portuguese: autorizar
russian: уполномочивать
spanish: Autorizar

# MasterShortName-SK000060
source: Empower
french: Habiliter
german: Ermächtigen
italian: Potenziare
japanese: きょうか
korean: 강화
portuguese: autorizar
russian: уполномочивать
spanish: Autorizar

# MasterShortName-SK000061
source: Empower
french: Habiliter
german: Ermächtigen
italian: Potenziare
japanese: きょうか
korean: 강화
portuguese: autorizar
russian: уполномочивать
spanish: Autorizar

# MasterShortName-SK000062
source: Poison
german: Gift
italian: Veleno
japanese: どく
korean: 독
portuguese: Poção
russian: яд
spanish: Veneno

# MasterShortName-SK000063
source: Poison
german: Gift
italian: Veleno
japanese: どく
korean: 독
portuguese: Poção
russian: яд
spanish: Veneno

# MasterShortName-SK000064
source: Blind
french: Aveugle
italian: Cecità
japanese: もうもく
korean: 실명
portuguese: Cego
russian: Слепой
spanish: Ciego

# MasterShortName-SK000065
source: Bind
french: Lier
german: Binden
italian: Cecità
japanese: バインド
korean: 구속
portuguese: Ligar
russian: привязывать
spanish: Enlazar
