Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# TEXT_BODY_EVENT_JOB_SAINT_10
source: You cannot help her now, but there is value in her corpse. This is war.__<color=#FB0>You unlocked a new job: ''Saint''.</color>
french: Vous ne pouvez pas l'aider maintenant, mais il y a valeur dans son corps. Ceci est la guerre .__<Color=#FB0>Vous déverrouillée un nouvel emploi. ''Saint''</color>
german: Sie können sie jetzt nicht helfen, aber es ist Wert in ihrer Leiche. Das ist Krieg .__ <Color=#FB0> Sie schloss einen neuen Job. ''Der Heilige'' </Color>
italian: Non si può aiutarla ora, ma c'è un valore nel suo cadavere. Questa è la guerra .__<color=#FB0>È sbloccato un nuovo lavoro:. ''Santo''</color>
japanese: かのじょが まもろうとしたものを あなたが まもる ぎりはない。 しかし かのじょの しがいには りようかちが ある。 これは ちもなみだもない ししゃどうしの せんそうなのだ…__<color=#FB0>しょくぎょう「せいじょ」が かいきんされました。</color>
korean: 그녀가 지키려 한 것을 당신이 지켜야 할 의리는 없다. 그러나 그녀의 시체는 유용한 가치가 있다. __이것은 피도 눈물도 없는 망자끼리의 전쟁인 것이다….__<color=#FB0>직업 [성녀]의 잠금을 해제했다.</color>
portuguese: Você não pode ajudá-la agora, mas há um valor em seu cadáver. Esta é uma guerra .__ <Color=#FB0> Você desbloqueou um novo emprego:. ''São'' </color>
russian: Вы не можете помочь ей сейчас, но есть ценность в ее труп. Это война .__ <color=#fb0> Вы открыли новую работу:. ''Saint'' </color>
spanish: Usted no puede ayudarla ahora, pero hay un valor en su cadáver. Esto es la guerra .__<Color=#FB0>Se abrió un nuevo trabajo:. ''San''</color>

# TEXT_BODY_EVENT_JOB_SAINT_2
source: The beautiful woman is kneeling, bleeding profusely. ''Do not bother. I will handle this myself.''
french: La belle femme est à genoux, saignant abondamment. ''Ne vous embêtez pas. Je vais gérer moi-même.''
german: Die schöne Frau kniet, blutete. ''Kümmern Sie sich nicht. Ich werde dies selbst handhaben.''
italian: La bella donna è in ginocchio, sanguinante. ''Non sono preoccupato. Mi gestire questo me stesso.''
japanese: いつかみた じょせいが ちをながして すわりこんでいる。 かのじょは あなたから めをそむけた。 「かかわらないで。 わたしは じぶんで なんとかするから」
korean: 언젠가 봤던 여성이 피를 흘리며 주저앉아 있다. 그녀는 당신을 외면했다. ''상관 마세요. 나 혼자 어떻게든 할 수 있으니까.''
portuguese: A mulher bonita está de joelhos, sangrando profusamente. ''Não se preocupe. Eu vou lidar com isso sozinha.''
russian: Красивая женщина на коленях, истекая кровью. ''Не беспокойтесь. Я буду справиться с этим сам.''
spanish: La bella mujer está de rodillas, sangrando profusamente. ''No se moleste. Voy a manejar esto por mí mismo.''

# TEXT_BODY_EVENT_JOB_SAINT_3
source: You propose to help, but she refuses. ''I do not receive alms from the dead. LEAVE.''
french: Vous proposez d'aider, mais elle refuse. «Je ne reçois pas l'aumône des morts. LAISSER.''
german: Sie schlagen vor, zu helfen, aber sie weigert sich. ''Ich nehme nicht Almosen von den Toten. LASSEN.''
italian: Lei propone di aiutare, ma lei si rifiuta. ''Io non ricevo l'elemosina dai morti. LASCIARE''.
japanese: あなたは てを さしのべたが かのじょは てを ふりはらった。 「ししゃからの ほどこしは うけない。 さりなさい」
korean: 당신은 손을 뻗었다. 하지만 그녀는 손을 뿌리쳤다. ''망자에게 도움은 받지 않아. 떠나세요.''
portuguese: Se propõe a ajudar, mas ela se recusa. ''Eu não receber esmolas dos mortos. Sair''.
russian: Вы предлагаете, чтобы помочь, но она отказывается. ''Я не получаю милостыню из мертвых. ОСТАВИТЬ».
spanish: Usted propone para ayudar, pero ella se niega. ''No recibo limosnas de los muertos. SALIR.''

# TEXT_BODY_EVENT_JOB_SAINT_4
source: You saw the woman who is stunned. It seems she has been poisoned.
french: Vous avez vu la femme qui est stupéfait. Il semble qu'elle a été empoisonné.
german: Sie sah die Frau, die betäubt wird. Es scheint, dass sie vergiftet worden.
italian: Hai visto la donna che è stordito. Sembra che lei è stato avvelenato.
japanese: かべに よりかかったまま もうろうとした ようすの じょせいが めにはいった。 どくをうけたのか かのじょのいしきは うつろだ。
korean: 벽에 기댄 채로 몽롱한 모습을 한 여성을 발견했다. 독에 당했는지 그녀의 의식은 혼미했다.
portuguese: Você viu a mulher que fica atordoado. Parece que ela foi envenenada.
russian: Вы видели женщину, которая ошеломлен. Кажется, она была отравлена.
spanish: Que viste a la mujer que está aturdido. Parece que ha sido envenenado.

# TEXT_BODY_EVENT_JOB_SAINT_5
source: Bear with me... Brother, I will take medicines... Shortly... She repeats deliriously.
french: Ours avec moi ... Frère, je vais prendre des médicaments ... Peu de temps ... Elle répète deliriously.
german: Bär mit mir ... Bruder, ich nehme Medikamente ... Kurz ... Sie wiederholt deliriously.
italian: Orso con me ... Fratello, io prendere farmaci ... Poco ... Lei ripete delirante.
japanese: 「まってて… ねえさんが かならず くすりを… すぐに…」 とりとめもなく うわごとを くりかえしている。
korean: ''기다려 줘… 누나가 반드시 약을… 빨리…'' 두서없이 헛소리를 반복하고 있다.
portuguese: Tenha paciência comigo ... Irmão, vou tomar medicamentos ... Pouco ... Ela repete delirantemente.
russian: Медведь со мной ... Брат, я буду принимать лекарства ... Вскоре ... Она повторяет бреду.
spanish: Tengan paciencia conmigo ... Hermano, voy a tomar medicamentos ... Poco ... Ella repite el delirio.

# TEXT_BODY_EVENT_JOB_SAINT_6
source: You found a large amount of blood stains where the beautiful woman fell.
french: Vous avez trouvé une grande quantité de taches de sang où la belle femme est tombée.
german: Sie fanden eine große Menge an Blutflecken, wo die schöne Frau fiel.
italian: Hai trovato una grande quantità di macchie di sangue in cui la bella donna cadde.
japanese: たいりょうの けっこんが つづいている。 そのさきには いつかみた じょせいが たおれこんでいた。
korean: 대량의 혈흔이 계속되고 있다. 그 앞에는 언젠가 보았던 여자가 쓰러져 있었다.
portuguese: Você encontrou uma grande quantidade de manchas de sangue, onde a bela mulher caiu.
russian: Вы нашли большое количество пятен крови, где красивая женщина упала.
spanish: Encontraste una gran cantidad de manchas de sangre en la hermosa mujer cayó.

# TEXT_BODY_EVENT_JOB_SAINT_7
source: She begs you. ''Please make me Buriedbornes...''
french: Elle vous supplie. ''S'il vous plaît me faire des Buriedbornes ...''
german: Sie bittet Sie. ''Bitte machen Sie mir Buriedbornes ...''
italian: Lei ti implora. ''Per favore, mi fanno Buriedbornes ...''
japanese: かのじょは あなたに きがつくと ひっしな ようすで こんがんしてきた。 「おねがい… わたしを Buriedbornesに して」
korean: 그녀는 당신을 깨닫고 필사적인 모습으로 호소해왔다. ''부탁해… 나를 Buriedbornes로 만들어 줘.''
portuguese: Ela implora. ''Por favor, faça me Buriedbornes ...''
russian: Она просит вас. ''Пожалуйста сделайте мне Buriedbornes ...''
spanish: Ella le pide. «Por favor me hacen Buriedbornes ...''

# TEXT_BODY_EVENT_JOB_SAINT_8
source: ''My brother is in need of medicine... He is dying...'' It seems she is dying too.
french: Mon frère est dans le besoin de la médecine ... Il est en train de mourir ... Il semble qu'elle est en train de mourir aussi.
german: Mein Bruder ist in der Notwendigkeit der Medizin ... Er stirbt ... Es scheint, sie ist zu sterben.
italian: Mio fratello ha bisogno della medicina ... Sta morendo ... Sembra che lei sta morendo troppo.
japanese: 「こきょうに のこした おとうとは くすりが ひつようなの… わたしが もちかえらないと いのちが…」 せきこみ ちが ふくぶから ふきだす。
korean: ''고향에 남아있는 남동생은 약이 필요해… 내가 가져가지 않으면 생명이…'' 기침하자 피가 복부에서 솟구쳤다.
portuguese: ''Meu irmão está na necessidade de remédio ... Ele está morrendo ...'' Parece que ela está morrendo também.
russian: Мой брат нуждается в медицине ... Он умирает ... Кажется, она тоже умирает.
spanish: Mi hermano está en la necesidad de la medicina ... Se está muriendo ... Parece que se está muriendo también.

# TEXT_BODY_EVENT_JOB_SAINT_9
source: ''I will do anything. So please... help my brother...'' She died.
french: Je ferai n'importe quoi. Donc, s'il vous plaît ... aider mon frère ... Elle est morte.
german: Ich werde alles tun. Also bitte ... hilf meinem Bruder ... Sie starb.
italian: Non farò niente. Quindi, per favore ... aiutare mio fratello ... E 'morta.
japanese: 「せんそうでも なんでも します。 だから おとうとを… おとうとを たすけて…」 そういいのこし かのじょは こときれた。
korean: ''전쟁이든 무엇이든 할게요. 그러니 동생을… 동생을 도와…'' 그 말을 남기고 그녀는 숨이 끊어졌다.
portuguese: ''Eu farei qualquer coisa. Então, por favor ... ajudar o meu irmão ...'' Ela morreu.
russian: Я сделаю все что угодно. Так что, пожалуйста ... помочь моему брату ... Она умерла.
spanish: Haré lo que sea. Así que por favor ... ayudar a mi hermano ... Ella murió.

# TEXT_BODY_NIGHTMARE
source: Old prophet died. However, the war is not over. The war against the Buriedbornes will continue for all eternity. The prophet just joined this Nightmare.
french: Vieux prophète est mort. Cependant, la guerre est pas finie. La guerre contre les Buriedbornes se poursuivra pendant toute l'éternité. Le prophète vient de se joindre à ce cauchemar.
german: Alte Prophet starb. Allerdings ist der Krieg noch nicht vorbei. Der Krieg gegen die Buriedbornes wird für alle Ewigkeit fortsetzen. Der Prophet ist gerade dieser Alptraum.
italian: Vecchio profeta è morto. Tuttavia, la guerra non è finita. La guerra contro i Buriedbornes continuerà per tutta l'eternità. Il profeta è appena iscritto a questo incubo.
japanese: よげんしゃは しんだ。 しかし、 せんそうが おわるわけではない。 ししゃの きょうえんは えいえんに つづく。 そして よげんしゃじしんも また この のろわれた あくむに さんかしたに すぎない。
korean: 예언자는 죽었다. 그러나 전쟁이 끝난것은 아니다. 죽은 자의 잔치는 영원히 계속된다. 그리고 예언자 그 자신 또한 이 저주받은 악몽에 참가한 것일 뿐이다.
portuguese: profeta do Velho morreu. No entanto, a guerra não acabou. A guerra contra os Buriedbornes continuará por toda a eternidade. O profeta apenas se juntou a este pesadelo.
russian: умер старый пророк. Тем не менее, война не закончена. Война против Buriedbornes будет продолжаться в течение всей вечности. Пророк только что присоединился к этому кошмару.
spanish: profeta del Antiguo murió. Sin embargo, la guerra no ha terminado. La guerra contra las Buriedbornes continuará por toda la eternidad. El profeta acaba de unirse a esta pesadilla.

# TEXT_BODY_PURCHASE_STONE
source: {0}__{1}JPY (tax included)
japanese: {0}__{1}円 ぜいこみ
korean: {0} __{1}円 (세금 포함)
portuguese: {0} __ {1} JPY (imposto incluído)

# TEXT_BODY_PURCHASE_STONE_ONCEONLY
source: <color=#FB0>Once Only, Good Price!</color>
french: <Color=#FB0>Une seule fois, bon prix!</color>
german: <Color=#FB0> Nur einmal, guter Preis! </Color>
italian: <color=#FB0>una sola volta, buon prezzo!</color>
japanese: <color=#FB0>1かいきり おかいどく！</color>
korean: <color=#FB0>단 한 번뿐인 특가 판매!</color>
portuguese: <Color=#FB0> Once Only, bom preço! </color>
russian: <color=#fb0> После того, как только, хорошая цена! </color>
spanish: <Color=#FB0>Sólo una vez, un buen precio!</color>

# TEXT_BODY_SELECT_YOUR_DIRECTION
source: Select the room you want to go to.
french: Sélectionnez la pièce que vous voulez aller.
german: Wählen Sie den Raum, den Sie gehen wollen.
italian: Selezionare la camera che si desidera andare.
japanese: いどうさきを ２つから えらんでください
korean: 두 곳 중 이동할 곳을 고르시오.
portuguese: Escolha a sala que você quer ir para.
russian: Выберите номер, который вы хотите перейти.
spanish: Seleccione la habitación que desea ir.

# TEXT_BODY_YOU_DIED
source: Buriedbornes destroyed. Cursed corpses will wander the underground forever now. You begin to select the next corpse without remose.
french: Buriedbornes détruits. cadavres Cursed vont errer dans le souterrain toujours maintenant. Vous commencez à sélectionner le prochain cadavre sans remose.
german: Buriedbornes zerstört. Cursed Leichen wird die U-Bahn für immer jetzt wandern. Sie beginnen, die nächste Leiche ohne Remose auszuwählen.
italian: Buriedbornes distrutte. cadaveri Cursed vagheranno la metropolitana per sempre ora. Si comincia a selezionare il prossimo cadavere, senza Remose.
japanese: ぼうけんしゃは ちからつきた・・・__その のろわれたむくろは えいえんに ちかを さまよい つづけるのだ。 あなたは かなしみもせずに つぎの なきがらを えらびはじめた・・・
korean: 모험자는 힘이 다했다… __그 저주받은 시체는 영원히 지하를 방황할 것이다. 당신은 아무런 슬픔도 느끼지 않고 다음 시신을 고르기 시작했다…
portuguese: Buriedbornes destruído. cadáveres Cursed vai passear o metro para sempre agora. Você começa a selecionar o próximo cadáver sem remose.
russian: Buriedbornes уничтожены. Проклятые трупы будут бродить под землей навеки. Вы начинаете, чтобы выбрать следующий труп без remose.
spanish: Buriedbornes destruidos. cadáveres malditos vagarán el metro siempre ahora. Usted comienza a seleccionar el siguiente cadáver sin remose.

# TEXT_BTN_ACHIVES
source: Achievements
french: Réalisations
german: Erfolge
italian: realizzazioni
japanese: じっせき
korean: 업적
portuguese: Conquistas
russian: достижения
spanish: Logros

# TEXT_BTN_BATTLE_LOG
source: View Battle Log
french: Voir Battle Connexion
german: Ansicht Kampf Log
italian: Vista Battaglia registro
japanese: ログをみる
korean: 전투 기록 보기
portuguese: Ver Batalha Log
russian: Просмотр Battle Log
spanish: Ver registro de combate

# TEXT_BTN_BUY_RANDOM_AMULET
source: Purchase__Unidentified__Amulet__
japanese: みかんてい__アミュレットを__こうにゅう__
korean: 감정되지 않은 __아뮬렛 __구매

# TEXT_BTN_BUY_RANDOM_AMULET_PRICE
source: ______-{0}Soulstones
german: ______- {0} Seelensteine
italian: ______- {0} Pietre dell'Anima
japanese: ______-{0}ませき
korean: ______-{0}마석

# TEXT_BTN_BUY_RANDOM_FOOD
source: Purchase__Unidentified__Contract__
japanese: みかんてい__まのけいやくを__こうにゅう__
korean: 알 수 없는 __ 마의 계약을 __ 구매 __

# TEXT_BTN_BUY_SOULSTONES
source: Purchase__SoulStones____
japanese: ませきを__こうにゅう____
korean: 마석 __구매

# TEXT_BTN_BUY_SOULSTONES_PRICE
source: ____<color=#F00>*Item-based__Payment</color>
italian: ____<color=#F00>* Oggetto-based__Payment</color>
japanese: ____<color=#F00>※アイテム__課金</color>
korean: ____<color=#F00> ※아이템 __결제 </color>
russian: ____ <color=#F00> * Пункт-based__Payment </color>
spanish: ____<color=#F00>* Artículo basado__Payment</color>

# TEXT_BTN_CONTRACT_DICT
source: Contract__Dictionary
japanese: まのけいやく__ずかん
korean: 마의 계약 __도감

# TEXT_BTN_DO_UNITY_ADS
source: Watch Ads Video__Earn 10Soulstones
french: Regarder les annonces Video__Earn 10Soulstones
german: Uhren Angebote Video__Earn 10Soulstones
italian: Guardare gli annunci Video__Earn 10Soulstones
japanese: 動画広告を見て__ませきを もらう
korean: 동영상 광고를 시청하고 __ 마석을 받기.
portuguese: Veja como os anúncios Video__Earn 10Soulstones
russian: Смотреть объявление Video__Earn 10Soulstones
spanish: Ver video anuncios Video__Earn 10Soulstones

# TEXT_BTN_ENEMY_DICT
source: Monster__Dictionary
japanese: モンスター__ずかん
korean: 마물__도감

# TEXT_BTN_LEGENDARY
source: Legendary Item List
french: Liste des objets légendaires
italian: Leggendario List Item
japanese: でんせつのぶぐ__ずかん
korean: 전설의 무구__도감
portuguese: Lista de Itens Legendary
russian: Легендарный Список экземпляров
spanish: Lista de elementos legendarios

# TEXT_BTN_OPTION
source: Setting
french: Réglage
german: Rahmen
italian: Ambientazione
japanese: せってい
korean: 설정
portuguese: Configuração
russian: настройка
spanish: Ajustes

# TEXT_BTN_PURCHASE_HISTORY
source: Purchase History
french: Historique d'achat
german: Kaufhistorie
italian: Cronologia degli acquisti
japanese: かきん りれき
korean: 결제 내역
portuguese: Histórico de compras
russian: История покупки
spanish: Historial de compras

# TEXT_BTN_RECEIVE_STONES
source: Receive Purchased Soulstones
french: Recevoir Soulstones achetés
german: Erhalten gekauften Seelensteine
italian: Ricevere Pietre dell'Anima acquistati
japanese: こうにゅうした__ませきを うけとる
korean: 구입한 __마석을 수령
portuguese: Receba Soulstones Compradas
russian: Получите купившие Soulstones
spanish: Recibe Soulstones comprados

# TEXT_BTN_RETURN_TO_TOWN
source: Return to Town
french: Retour à la ville
german: Zurück zur Stadt
italian: Ritorno in città
japanese: まちにもどる
korean: 마을로 돌아가기
portuguese: Voltar para a cidade
russian: Возвращение в город
spanish: Regresa a la Ciudad

# TEXT_BTN_SCORE_RANKING
source: Score__Ranking
japanese: スコア__ランキング
korean: 점수__랭킹

# TEXT_BTN_SET_COMMENT
source: Set Comment for this Result
french: Set Commentaire pour ce résultat
german: Geben Sie einen Kommentar zu diesem Ergebnis
italian: Set commento per questo risultato
japanese: ぼうけんけっかに コメントをつける
korean: 결과에 코멘트 달기
portuguese: Defina o comentário para este resultado
russian: Установить комментарий для этого результата
spanish: Establece un comentario para este resultado

# TEXT_BTN_SHARE_RESULT
source: Share Result
french: Partager Résultat
german: Teilen Ergebnis
italian: Condividi Risultato
japanese: けっかを シェアする
korean: 결과 공유
portuguese: Compartilhar Resultado
russian: Доля Результат
spanish: Comparte el Resultado

# TEXT_BTN_SKILL_DICT
source: Skill__Dictionary
japanese: スキル__ずかん
korean: 기술 __도감

# TEXT_BTN_SUPPORT
source: Support
french: Soutien
german: Unterstützung
italian: Supporto
japanese: サポート
korean: 지원
portuguese: Apoio, suporte
russian: Поддержка
spanish: Soporte

# TEXT_CANT_USE_CAMP_ITEM
source: You can not use this camp item yet.
french: Vous ne pouvez pas utiliser encore cet élément de camp.
german: Sie können noch nicht dieses Lager Artikel verwenden.
italian: Non si può ancora usare questa voce campo.
japanese: そのアイテムは まだ しようできません。
korean: 그 아이템은 아직 사용할 수 없습니다.
portuguese: Você não pode usar este item acampamento ainda.
russian: Вы не можете использовать этот пункт лагеря еще.
spanish: No puedes usar este elemento del campamento todavía.

# TEXT_CANT_USE_SKILL
source: You can not use this skill yet.
french: Vous ne pouvez pas encore utiliser cette compétence.
german: Sie können diese Fähigkeit noch nicht nutzen.
italian: Non si può ancora usare questa abilità.
japanese: そのスキルは まだ しようできません。
korean: 그 기술은 아직 사용할 수 없습니다.
portuguese: Você não pode usar esta habilidade ainda.
russian: Вы не можете использовать этот навык еще.
spanish: No puedes usar esta habilidad todavía.

# TEXT_CONFIRM_ABANDON
source: Are you sure you want to abandon this Buriedbornes?
french: Êtes-vous sûr abandonner cette Buriedbornes?
german: Sind Sie sicher, dass Sie diese Buriedbornes verlassen?
italian: Sei certo di abbandonare questo Buriedbornes?
japanese: このぼうけんを あきらめますか？____※あきらめた ぼうけんしゃは さまようむくろと なって ダンジョンを はいかいします。
korean: 이 모험을 포기할까요? ____※포기한 모험자는 방황하는 시체가 되어 던전을 배회합니다.
portuguese: Tem certeza de que abandonar este Buriedbornes?
russian: Вы уверены, что отказаться от этого Buriedbornes?
spanish: ¿Estás seguro de que deseas abandonar Buriedbornes?

# TEXT_CONFIRM_ABANDON_VERSUS
source: Are you sure you want to abandon this character for Tower of Immortal? (You can earn rewards for winning with this character.)
french: Etes-vous sûr de vouloir abandonner ce personnage pour Tower of Immortal? (Vous pouvez gagner des récompenses pour gagner avec ce personnage.)
german: Sind Sie sicher, dass Sie diesen Charakter für Tower of Immortal zu verlassen? (Sie können Belohnungen verdienen mit diesem Charakter zu gewinnen.)
italian: Sei sicuro di voler abbandonare questo personaggio per Tower of Immortal? (È possibile guadagnare premi per vincere con questo personaggio.)
japanese: この Buriedbornesでの たいせんを あきらめますか？____※ここまでの れんしょうぶんの ほうしゅうが うけとれます。
korean: 이 Buriedbornes와의 대전을 포기합니까? ____ ※지금까지의 연승 보상은 수령할 수 있습니다.
portuguese: Tem certeza de que deseja abandonar este personagem para Tower of Immortal? (Você pode ganhar recompensas para ganhar com este personagem.)
russian: Вы уверены, что хотите отказаться от этого персонажа для башни Бессмертного? (Вы можете получить вознаграждение за победу с этим персонажем.)
spanish: ¿Está seguro de que desea abandonar este personaje para la Torre de inmortal? (Usted puede ganar recompensas por ganar con este personaje.)

# TEXT_CONFIRM_ATTACH_LAB
source: Are you sure you want to attach this part to {0}?__(* the more you attach parts, the more it costs to attach.)
french: Etes-vous sûr que vous attachez cette pièce à {0}? __ (* Plus vous attachez les pièces, le coût beaucoup plus à joindre.)
german: Sind Sie sicher, dass Sie diese Teile zu befestigen {0}? __ (* Je mehr Sie Teile anbringen, die viel Kosten zu befestigen.)
italian: Sei certo di collegare questo parti a {0}? __ (* Tanto più si allega parti, il tanto costo per attaccare.)
japanese: このパーツを {0}に とりつけますか？__(※とりつけた パーツが おおいほど とりつけコストが ふえていきます)
korean: 이 부품을 {0}에 장착합니까?__(※장착한 부품이 많을 수록 비용이 증가합니다.)
portuguese: Tem certeza que você anexar esse partes para {0}? __ (* quanto mais você anexar partes, a muito custo para anexar.)
russian: Вы уверены, что вы приложите этот части к {0}? __ (* Чем больше вы приложите части, гораздо стоимость, чтобы прикрепить.)
spanish: ¿Seguro que conecta estas partes a {0}? __ (* Cuanto más se conecta partes, el coste tanto para adjuntar.)

# TEXT_CONFIRM_ATTACH_LAB_RARE1
source: Are you sure you want to attach this part to {0}?__(* the more you attach parts, the more it costs to attach.)
french: Etes-vous sûr que vous attachez cette pièce à {0}? __ (* Plus vous attachez les pièces, le coût beaucoup plus à joindre.)
german: Sind Sie sicher, dass Sie diese Teile zu befestigen {0}? __ (* Je mehr Sie Teile anbringen, die viel Kosten zu befestigen.)
italian: Sei certo di collegare questo parti a {0}? __ (* Tanto più si allega parti, il tanto costo per attaccare.)
japanese: このパーツを {0}に とりつけますか？__
korean: 이 부품을 {0}에 장착합니까?__
portuguese: Tem certeza que você anexar esse partes para {0}? __ (* quanto mais você anexar partes, a muito custo para anexar.)
russian: Вы уверены, что вы приложите этот части к {0}? __ (* Чем больше вы приложите части, гораздо стоимость, чтобы прикрепить.)
spanish: ¿Seguro que conecta estas partes a {0}? __ (* Cuanto más se conecta partes, el coste tanto para adjuntar.)

# TEXT_CONFIRM_ATTACH_LAB_RARE2
source: (※ This part is a rare parts! Only one rare parts can be attached in a job!)
french: (※ Cette partie est une des pièces rares! Une seule pièces rares peuvent être fixés dans un emploi!)
german: (※ Dieser Teil eine seltene Teile Nur eine seltene Teile können in einem Job angebracht werden!)
italian: (※ Questa parte è una rara parti! Solo uno di ricambio rari possono essere collegati in un lavoro!)
japanese: (※このパーツは レアパーツです！ レアパーツは 1しょくぎょうに 1つまでしか そうび できません！)
korean: (※이 부품은 레어 부품입니다! 레어 부품은 1직업에 1개씩만 장착할 수 있습니다!)
portuguese: (※ Esta parte é uma peças raras Apenas uma peças raras podem ser fixadas de trabalho!)
russian: (※ Эта часть редких частей! Только один редкие части могут быть прикреплены в работе!)
spanish: (※ Esta parte es las piezas raras Sólo uno raras piezas se pueden unir en un trabajo!)

# TEXT_CONFIRM_BUY_AMULET
source: Are you sure you buy a random amulet?__* No overlap
french: Etes-vous sûr que vous achetez une amulette aléatoire? __ * Pas de chevauchement
german: Sind Sie sicher, dass Sie eine zufällige Amulett kaufen? __ * Keine Überlappung
italian: Sei sicuro di acquistare un amuleto casuale? __ * Nessuna sovrapposizione
japanese: みかんていの アミュレットを こうにゅうしますか？__※こうかは ランダムに けっていされます__※ちょうふくは しません
korean: 감정되지 않은 아뮬렛을 구매하시겠습니까?__※ 무작위로 결정됩니다.__※ 중복되지 않습니다.
portuguese: Tem certeza de que comprar um amuleto aleatório? __ * Sem sobreposição
russian: Вы не уверены, что вы покупаете случайный амулет? __ * Отсутствие дублирования
spanish: ¿Seguro que compra un amuleto al azar? __ * No se junta

# TEXT_CONFIRM_BUY_FOOD
source: Are you sure you buy random contract?__* No overlap
french: Etes-vous sûr que vous achetez un contrat aléatoire? __ * Pas de chevauchement
german: Sind Sie sicher, dass Sie zufällig Vertrag kaufen? __ * Keine Überlappung
italian: Sei sicuro di acquistare contratto casuale? __ * Nessuna sovrapposizione
japanese: みかんていの まのけいやくを こうにゅうしますか？__※こうかは ランダムに けっていされます__※ちょうふくは しません
korean: 알 수 없는 마의 계약을 구매하시겠습니까?__※ 무작위로 결정됩니다.__※ 중복되지 않습니다.
portuguese: Tem certeza de que comprar contrato aleatório? __ * Sem sobreposição
russian: Вы не уверены, что вы покупаете случайный контракт? __ * Отсутствие дублирования
spanish: ¿Seguro de que compre contrato de azar? __ * No se junta

# TEXT_CONFIRM_BUY_JOB_IN_CREATE
source: Are you sure you pay {1} to buy ''{0}''?
french: Etes-vous sûr que vous payez {1} pour acheter ''{0}''?
german: Sind Sie sicher, dass Sie {1} bezahlen zu kaufen ''{0}''?
italian: Sei sicuro di pagare {1} a comprare ''{0}''?
japanese: しょくぎょう「{0}」は__かいほうされていません。__{1}を しはらい かいほうしますか？
korean: 직업 [{0}]은__개방되어 있지 않습니다.__{1}을 사용해서 해방하시겠습니까?
portuguese: Tem certeza de que pagar {1} para comprar ''{0}''?
russian: Вы уверены, что вы платите {1}, чтобы купить ''{0}''?
spanish: ¿Seguro que pagues {1} para comprar ''{0}''?
