Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterName-SK000045
source: Meditation
french: Méditation
italian: Meditazione
japanese: メディテーション
korean: 명상
portuguese: Meditação
russian: медитация
spanish: Meditación

# MasterName-SK000046
source: Refresh
french: Rafraîchir
german: auffrischen
italian: Ristorare
japanese: リフレッシュ
korean: 기분전환
portuguese: refrescar
russian: обновление
spanish: Refrescar

# MasterName-SK000047
source: Wilfulness
french: Obstination
german: Widerspenstigkeit
italian: Ostinata
japanese: ふとうふくつ
korean: 불요불굴
portuguese: obstinação
russian: умысел
spanish: Voluntariedad

# MasterName-SK000048
source: Detox
italian: Disintossicare
japanese: デトックス
korean: 해독

# MasterName-SK000049
source: Forcefield
french: Champ de force
german: Kraftfeld
italian: Scudo di Forza
japanese: フォースフィールド
korean: 힘의 장막
portuguese: Campo de força
russian: Силовое поле
spanish: Campo de fuerza

# MasterName-SK000050
source: Sacred Barrier
german: Heilige Barrier
italian: Barriera Sacra
japanese: セイクリッドバリア
korean: 성스러운 방벽
portuguese: sagrado Barreira
russian: Священный Барьер
spanish: sagrada Barrera

# MasterName-SK000051
source: Treasure Hunt
french: Chasse au trésor
german: Schatzsuche
italian: Cacciatore di tesori
japanese: トレジャーハント
korean: 보물찾기
portuguese: Caça ao tesouro
russian: Охота за сокровищами
spanish: La búsqueda del tesoro

# MasterName-SK000052
source: Dagger throw
french: Dagger jet
german: Dagger Wurf
italian: Lancia Coltelli
japanese: ダガースロー
korean: 단검 투척
portuguese: Dagger lance
russian: Кинжал бросок
spanish: tiro daga

# MasterName-SK000053
source: Familiar
french: Familia
german: Familia
italian: Famiglia
japanese: ファミリア
korean: 사역마
portuguese: Familia
russian: Familia
spanish: Familia

# MasterName-SK000054
source: Protection
german: Schutz
italian: Protezione
japanese: プロテクション
korean: 보호
portuguese: Protecção
russian: защита
spanish: Proteccion

# MasterName-SK000055
source: Deflect
french: Dévier
german: Ablenken
italian: Deviare
japanese: ディフレクト
korean: 굴절
portuguese: Desviar
russian: отклонять
spanish: Cambiar

# MasterName-SK000056
source: Dispel
french: Dissiper
german: Zerstreuen
italian: Disperso
japanese: ディスペル
korean: 주문 해제
portuguese: Dissipar
russian: рассеивать
spanish: Disipar

# MasterName-SK000057
source: Spellblade
french: Sorcelame
german: Spell
italian: Spada Magica
japanese: まほうけん
korean: 마검 발현
russian: Чародейский
spanish: Hoja de hechizo

# MasterName-SK000058
source: Wing of Faith
german: Flügel des Glaubens
italian: Ali dela Fede
japanese: しんこうのつばさ
korean: 믿음의 날개
portuguese: Asa de Fé
russian: Крыло веры
spanish: Ala de la Fe

# MasterName-SK000059
source: Quick Chant
french: Chant rapide
german: Schnell Chant
italian: Canto Rapido
japanese: こうそくえいしょう
korean: 고속 영창
portuguese: Chant rápida
russian: Быстрый Chant
spanish: Chant rápida

# MasterName-SK000060
source: Crusade
french: Croisade
german: Kreuzzug
italian: Crociata
japanese: クルセイド
korean: 성전
portuguese: Cruzada
russian: крестовый поход
spanish: Cruzada

# MasterName-SK000061
source: Hatred
french: Haine
german: Hass
italian: Disprezzo
japanese: ヘイトレッド
korean: 증오
portuguese: Ódio
russian: Ненависть
spanish: Odio

# MasterName-SK000062
source: Poison Trap
french: Piège de Poison
german: Giftfalle
italian: Trappola Velenosa
japanese: ポイズントラップ
korean: 독 함정
portuguese: Armadilha veneno
russian: Отравляющая Ловушка
spanish: Trampa veneno

# MasterName-SK000063
source: Poison Blow
french: Poison Coup
german: Gift-Schlag
italian: Colpo Velenoso
japanese: ポイズンブロウ
korean: 독 날리기
russian: Отравление Blow
spanish: Golpe veneno

# MasterName-SK000064
source: Blind
french: Aveugle
italian: Cecità
japanese: ブラインド
korean: 실명
portuguese: Cego
russian: Слепой
spanish: Ciego

# MasterName-SK000065
source: Bind
french: Lier
german: Binden
italian: Legato
japanese: バインド
korean: 구속
portuguese: Ligar
russian: привязывать
spanish: Enlazar

# MasterName-SK000066
source: Slow
french: Lent
german: Langsam
italian: Lentezza
japanese: スロウ
korean: 감속
portuguese: Lento
russian: Медленный
spanish: Lento

# MasterName-SK000067
source: Paralyze
french: Paralyser
german: Lähmen
italian: Paralisi
japanese: パラライズ
korean: 마비
portuguese: Paralisar
russian: Парализовать
spanish: Paralizar

# MasterName-SK000068
source: Acrobat
french: Acrobate
german: Akrobat
italian: Acrobata
japanese: アクロバット
korean: 곡예사
portuguese: Acrobata
russian: акробат
spanish: Acróbata

# MasterName-SK000069
source: Eagle Eye
french: Œil de lynx
italian: Occhio di Falco
japanese: イーグルアイ
korean: 독수리의 눈
portuguese: olho de Águia
russian: орлиный глаз
spanish: ojo de águila

# MasterName-SK000070
source: Tackle
french: Tacle
german: Angehen
italian: Placcare
japanese: タックル
korean: 태클
portuguese: equipamento
russian: Снасти
spanish: Entrada

# MasterName-SK000071
source: Aiming
french: Visée
german: Zielen
italian: Mirare
japanese: エイミング
korean: 정조준
portuguese: pontaria
russian: прицеливание
spanish: Puntería

# MasterName-SK000072
source: Thunderbolt
french: Coup de tonnerre
german: Blitz
italian: Fulmine
japanese: サンダーボルト
korean: 번개 화살
portuguese: Raio
russian: удар молнии
spanish: Rayo

# MasterName-SK000073
source: Holybit
french: bit Saint
german: Heilige Bit
italian: Pezzo Sacro
japanese: ホーリービット
korean: 신성탄
russian: Святой бит
spanish: Santo bits

# MasterName-SK000074
source: Fathom
french: Brasse
german: Ergründen
italian: Afferrare
japanese: かんぱ
korean: 간파
portuguese: braça
russian: Вникать
spanish: Braza

# MasterName-SK000075
source: Heat up
french: Chauffer
german: Aufheizen
italian: Scaldare
japanese: ヒートアップ
korean: 예열
portuguese: Aquecer
russian: Разогреть
spanish: Calentar

# MasterName-SK000076
source: God bless
french: Dieu vous protège
german: Gott segne
italian: Benedizione Divina
japanese: ゴッドブレス
korean: 신의 축복
portuguese: Deus abençoe
russian: Бог благословил
spanish: Dios bendiga

# MasterName-SK000077
source: Resurrection
french: Résurrection
german: Auferstehung
italian: Resurrezione
japanese: リザレクション
korean: 부활
portuguese: Ressurreição
russian: Воскрешение
spanish: Resurrección

# MasterName-SK000078
source: Break Shield
french: Pause Bouclier
german: Pause Schild
italian: Rottura dello Scudo
japanese: ブレイクシールド
korean: 방패 파괴
portuguese: Escudo pausa
russian: Перерыв Щит
spanish: Escudo de ruptura

# MasterName-SK000079
source: Focus
french: Concentrer
german: Fokus
japanese: フォーカス
korean: 집중
portuguese: Foco
russian: фокус
spanish: Atención

# MasterName-SK000080
source: Life Link
french: vie Lien
german: Das Leben Verbindung
italian: Legame Vitale
japanese: ライフリンク
korean: 라이프링크
portuguese: vida Ligação
russian: Жизнь Ссылка
spanish: vida Enlace

# MasterName-SK000081
source: Offensive
german: Beleidigend
italian: Offensivo
japanese: オフェンシブ
korean: 공격 태세
portuguese: Ofensiva
russian: Наступление
spanish: Ofensiva

# MasterName-SK000082
source: Defensive
french: Défensive
italian: Difensivo
japanese: ディフェンシブ
korean: 방어 태세
portuguese: Defensiva
russian: оборонительный
spanish: Defensivo

# MasterName-SK000083
source: Siege
french: Siège
german: Belagerung
italian: Assedio
japanese: ろうじょう
korean: 농성
portuguese: Cerco
russian: осада
spanish: Cerco

# MasterName-SK000084
source: Hide
french: Cacher
german: Verstecken
italian: Nascosto
japanese: かくれる
korean: 은신
portuguese: ocultar
russian: Спрятать
spanish: Esconder

# MasterName-SK000085
source: Deep Sleep
french: Sommeil profond
german: Tiefschlaf
italian: Sonno Profondo
japanese: じゅくすい
korean: 숙면
portuguese: Sono profundo
russian: Глубокий сон
spanish: Sueño profundo

# MasterName-SK000086
source: Angel Light
french: Ange Lumière
german: Engels-Licht
italian: Luce Angelica
japanese: エンジェルライト
korean: 천사의 빛
portuguese: Luz do anjo

# MasterName-SK000087
source: Desperado
german: Bandit
italian: Disperato
japanese: デスペラード
korean: 무법자
portuguese: malfeitor
russian: головорез
spanish: Forajido

# MasterName-SK000088
source: Regeneration
french: Régénération
italian: Rigenerazione
japanese: リジェネレーション
korean: 재생
portuguese: Regeneração
russian: перерождение
spanish: Regeneración

# MasterName-SK000089
source: Chakra
japanese: チャクラ
korean: 챠크라
russian: чакра

# MasterName-SK000090
source: Death word
french: mot de la mort
german: Der Tod Wort
italian: Parola di Morte
japanese: デスワード
korean: 죽음의 주문
portuguese: palavra morte
russian: Смерть слово
spanish: palabra muerte

# MasterName-SK000091
source: Healing Potion
french: Potion
german: Heiltrank
italian: Pozione curativa
japanese: ヒールポーション
korean: 회복 물약
portuguese: Poção de cura
russian: Лечебное зелье
spanish: Poción curativa

# MasterName-SK000092
source: Negotiation
french: Négociation
german: Verhandlung
italian: Negoziazione
japanese: しょうだん
korean: 협상
portuguese: Negociação
russian: Переговоры
spanish: Negociación

# MasterName-SK000093
source: Knowledge
french: Connaissance
german: Wissen
italian: Conoscenza
japanese: まもののちしき
korean: 마물의 지식
portuguese: Conhecimento
russian: Знание
spanish: Conocimiento

# MasterName-SK000094
source: Scout
german: Erkunden
japanese: ていさつ
korean: 정찰
portuguese: escoteiro
russian: разведчик
spanish: Explorar

# MasterName-SK000095
source: Gravity
french: La gravité
german: Schwerkraft
italian: Gravità
japanese: グラビティプレス
korean: 중압
portuguese: Gravidade
russian: Сила тяжести
spanish: Gravedad

# MasterName-SK000096
source: Timeskip
french: Temps saut
german: Zeitsprung
italian: Salta Tempo
japanese: タイムスキップ
korean: 시간 건너뛰기
russian: Пропуск времени
spanish: Tiempo de Salto

# MasterName-SK000097
source: Cruel Thrust
french: Thrust Cruel
italian: Spinta Crudele
japanese: めったづき
korean: 마구 쑤시기
portuguese: Thrust cruel
russian: Жестокий Упорный
spanish: Carga cruel

# MasterName-SK000098
source: Meteor Strike
french: Météore
german: Meteorschlag
italian: Meteora
japanese: メテオストライク
korean: 유성우
russian: Метеоритный удар
spanish: Golpe meteoro

# MasterName-SK000099
source: Catastrophe
german: Katastrophe
italian: Catastrofe
japanese: カタストロフィ
korean: 대재앙
portuguese: Catástrofe
russian: катастрофа
spanish: Catástrofe

# MasterName-SK000100
source: Wait and see
french: Attend et regarde
german: warten wir es ab
italian: Aspetta
japanese: ようすをみる
korean: 대기
portuguese: Espere e veja
russian: Ждать и смотреть
spanish: Espera y verás

# MasterName-SK000101
source: Lucky Coin
french: Pièce porte-bonheur
german: Glücksmünze
italian: Moneta Fortunata
japanese: ラッキーコイン
korean: 행운의 동전
portuguese: sorte Coin
russian: Счастливая монета
spanish: moneda de la suerte

# MasterName-SK000102
source: Greedy wallet
french: portefeuille Greedy
german: Greedy Portemonnaie
italian: Brosellino Avido
japanese: がめつい さいふ
korean: 탐욕의 지갑
portuguese: carteira greedy
russian: Жадный бумажник
spanish: billetera codiciosos

# MasterName-SK000103
source: Magic Map
french: Magie Carte
german: Magie Karte
italian: Mappa Magica
japanese: まほうのちず
korean: 마법지도
portuguese: magia Mapa
russian: Магия Карта
spanish: Mapa magico

# MasterName-SK000104
source: Clear Potion
french: Effacer Potion
german: klar Trank
italian: Pozione Limpida
japanese: クリアポーション
korean: 정화 물약
portuguese: Limpar Poção
russian: Очистить зелье
spanish: claro Poción

# MasterName-SK000105
source: Stimulant
german: Stimulans
italian: Stimolante
japanese: こうふんざい
korean: 자극제
portuguese: Estimulante
russian: стимулирующий
spanish: Estimulante

# MasterName-SK000106
source: Medicine of lead
french: Médecine de plomb
german: Medizin von Blei
italian: Medicina di Piombo
japanese: なまりのくすり
korean: 납의 약
portuguese: Medicina de chumbo
russian: Медицина свинца
spanish: Medicina de plomo

# MasterName-SK000107
source: Nostrum
french: Panacée
german: Patentrezept
italian: Panacea
japanese: ひやく
korean: 비약
portuguese: panaceia
russian: патентованное средство
spanish: Panacea

# MasterName-SK000108
source: Silver watch
french: montre Argent
german: Silber Uhr
italian: Orologio d'Argento
japanese: ぎんの うでどけい
korean: 은 시계
portuguese: relógio de prata
russian: Серебряные часы
spanish: reloj de plata

# MasterName-SK000109
source: Angel wing
french: aile d'ange
german: Engelsflügel
italian: Ali d'Angelo
japanese: てんしのはね
korean: 천사의 날개
portuguese: ASA de anjo
russian: крыло ангела
spanish: Ala de angel

# MasterName-SK000110
source: Stardust
french: poussière d'étoiles
german: Sternenstaub
italian: Polvere di Stelle
japanese: ほしくずの かけら
korean: 별가루
portuguese: poeira estelar
russian: звездная пыль
spanish: Polvo de estrellas

# MasterName-SK000111
source: Summon Zombie
italian: Evoca Zombie
japanese: サモンゾンビ
korean: 좀비 소환
portuguese: Invocar Zombie
russian: Призвать зомби
spanish: Invocar zombi

# MasterName-SK000112
source: Summon Skelton
french: Invoquer Skelton
italian: Evoca Scheletro
japanese: サモンスケルトン
korean: 해골 소환
portuguese: Invocar Skelton
russian: Призвать Скелтон
spanish: Invocar Skelton

# MasterName-SK000113
source: Avatar
german: Benutzerbild
japanese: アバター
korean: 아바타
russian: Аватар

# MasterName-SK000114
source: Companion
french: Un compagnon
german: Begleiter
italian: Compagno
japanese: コンパニオン
korean: 동료
portuguese: Companheiro
russian: компаньон
spanish: Compañero

# MasterName-SK000115
source: Summon Nightmare
german: Summon Albtraum
italian: Evoca Incubo
japanese: サモンナイトメア
korean: 몽마 소환
portuguese: Invocar pesadelo
russian: Призвать Кошмар
spanish: Invocar la pesadilla

# MasterName-SK000116
source: Summon Dragon
french: Invoquer dragon
german: Summon Drachen
italian: Evoca Drago
japanese: サモンドラゴン
korean: 용 소환
portuguese: Invocar Dragão
russian: Призвать дракона
spanish: Invocar dragón

# MasterName-SK000117
source: Sacrifice
german: Opfern
italian: Sacrificio
japanese: サクリファイス
korean: 희생
portuguese: Sacrifício
russian: Жертва
spanish: Sacrificio

# MasterName-SK000118
source: Thumbing
french: feuilletant
italian: Colpo Sordo
japanese: サミング
korean: 눈찌르기
portuguese: Manuseando
russian: листать

# MasterName-SK000119
source: Penetration
french: Pénétration
italian: Penetrazione
japanese: ペネトレート
korean: 관통
portuguese: Penetração
russian: пенетрация
spanish: Penetración

# MasterName-SK000120
source: Chill freeze
french: gel Chill
italian: Freddo Gelido
japanese: チルフリーズ
korean: 얼어붙는 냉기
portuguese: congelamento frio
russian: Холод замораживание
spanish: congelación Chill

# MasterName-SK000121
source: Seal Spell
french: Spell Seal
italian: Sigillo
japanese: ふういん じゅつ
korean: 봉인술
portuguese: Seal ortográfica
russian: Печать Spell
spanish: sello Mágicas

# MasterName-SK000122
source: Bad Smell
french: Mauvaise odeur
german: Schlechter Geruch
italian: Cattivo Odore
japanese: きょうれつな におい
korean: 강렬한 악취
portuguese: Fedor
russian: Плохо пахнет
spanish: Mal olor

# MasterName-SK000123
source: Pollution
french: la pollution
german: Verschmutzung
italian: Inquinamento
japanese: ポリューション
korean: 오염
portuguese: Poluição
russian: загрязнение
spanish: Polucion

# MasterName-SK000124
source: Fire torch
french: torche à feu
german: Feuerfackel
italian: Torcia Infuocata
japanese: フレイムトーチ
korean: 횃불 던지기
portuguese: tocha de fogo
russian: Огонь факела
spanish: antorcha del fuego

# MasterName-SK000125
source: Acrobatics
french: Acrobaties
german: Akrobatik
italian: Acrobazia
japanese: きょくげい
korean: 곡예
portuguese: acrobacia
russian: акробатика
spanish: Acrobacia

# MasterName-SK000126
source: Reusing
french: Réutilisation
german: Weiternutzung
italian: Riuso
japanese: つかいまわし
korean: 재사용
portuguese: Reutilizar
russian: Повторное использование
spanish: Reutilizando

# MasterName-SK000127
source: Wind Slash
french: Vent Slash
italian: Taglio del Vento
japanese: ウィンドスラッシュ
korean: 바람 가르기
portuguese: o slash vento
russian: Ветер Slash
spanish: Corte de viento

# MasterName-SK000128
source: Thunder Glyph
french: Tonnerre Glyphe
german: Donner Glyph
italian: Glifo del Fulmine
japanese: サンダーグリフ
korean: 번개술식
portuguese: trovão Glyph
russian: Гром Глиф
spanish: Glifo del Trueno

# MasterName-SK000129
source: Hell Contract
french: enfer contrat
german: Hölle Vertrag
italian: Contratto Infernale
japanese: ヘルコントラクト
korean: 지옥의 계약
portuguese: inferno contrato
russian: Ад контракта
spanish: Contrato Infernal

# MasterName-SK000130
source: Purify
french: Purifier
german: Reinigen
italian: Purificazione
japanese: ピュリファイ
korean: 정화
portuguese: Purificar
russian: очищаться
spanish: Purificar

# MasterName-SK000131
source: Holy Bless
french: Saint Bless
german: Heilige Bless
italian: Benedizione Sacra
japanese: ホーリーブレス
korean: 신성 축복
portuguese: Santo Bless
spanish: Bendicion divina

# MasterName-SK000132
source: Impure Blood
french: sang impur
german: Unreine Blut
italian: Sangue Impuro
japanese: ちのけがれ
korean: 불결한 피
portuguese: sangue impuro
russian: Нечистая кровь
spanish: Sangre Impura

# MasterName-SK000133
source: Thunderstrike
german: Thunder
italian: Colpo di Tuono
japanese: サンダーストライク
korean: 낙뢰
russian: Раскат грома
spanish: Golpe de trueno

# MasterName-SK000134
source: Holy Smite
french: Saint Smite
german: Heilige Smite
italian: Colpo Sacro
japanese: ホーリースマイト
korean: 신성 강타
portuguese: Santo Smite
spanish: Punicion sagrada

# MasterName-SK000135
source: Divine Storm
french: tempête divine
german: Göttlicher Sturm
italian: Tempesta Divina
japanese: ディバインストーム
korean: 신성 폭풍
russian: Божественная буря
spanish: Tormenta divina

# MasterName-SK000136
source: Sword Dance
french: Danse de l'épée
german: Schwerttanz
italian: Danza della Spada
japanese: ソードダンス
korean: 검무
portuguese: espada Dança
russian: танец с мечами или саблями
spanish: Danza de espadas

# MasterName-SK000137
source: Capture
french: Capturer
german: Erfassung
italian: Catturare
japanese: ほかく
korean: 포획
portuguese: Capturar
russian: Захватить
spanish: Capturar

# MasterName-SK000138
source: Steal eyes
french: Steal yeux
german: Steal Augen
italian: Rubare gli occhi
japanese: めでぬすむ
korean: 훔쳐보기
portuguese: roubar olhos
russian: украсть глаза
spanish: robar los ojos

# MasterName-SK000139
source: Life Growth
french: La croissance de la vie
german: Leben, Wachstum,
italian: Crescita Vitale
japanese: ライフグロース
korean: 성장하는 생명
portuguese: Crescimento vida
russian: Рост жизни
spanish: Crecimiento vida

# MasterName-SK000140
source: Shield Force
french: Bouclier de la force
german: Schild Kraft
italian: Scudo di Forza
japanese: シールドフォース
korean: 보호막 강화
portuguese: Força escudo
russian: Force Shield
spanish: escudo de la Fuerza

# MasterName-SK000141
source: Steel body
french: Corps en acier
german: Stahlkörper
italian: Corpo d'acciaio
japanese: こうてつの にくたい
korean: 강철의 육체
portuguese: corpo de aço
russian: Стальной корпус
spanish: cuerpo de acero

# MasterName-SK000142
source: Forest Friend
french: Forêt ami
german: Wald Freund
italian: Amico della Foresta
japanese: もりのともだち
korean: 숲속의 친구
portuguese: floresta amigo
russian: Лесной Друг
spanish: Amigo forestal

# MasterName-SK000143
source: Capture Ball
french: Capturer boule
german: Capture-Kugel
italian: Catturare la Palla
japanese: ほかくだま
korean: 포획 구슬
portuguese: captura de bola
russian: Захват Болл
spanish: Bola de captura

# MasterName-SK000144
source: Bombs
german: Bomben
italian: Bombe
japanese: さくれつだん
korean: 폭탄
russian: бомбы
spanish: bombas

# MasterName-SK000145
source: Observation diary
french: Observation journal
german: Beobachtung Tagebuch
italian: Custodia del Diario
japanese: かんさつにっき
korean: 관찰 일기
portuguese: diário de observação
russian: дневник наблюдения
spanish: diario de observación

# MasterName-SK000146
source: Talisman
italian: Talismano
japanese: しゅごの タリスマン
korean: 수호의 부적
portuguese: Talismã
russian: Талисман
spanish: Talismán

# MasterName-SK000147
source: Trigeminal
french: trijumeau
german: Trigeminus
italian: Trigemino
japanese: みつまたの あし
korean: 토끼발
russian: тройничный
spanish: trigémino

# MasterName-SK000148
source: Jab
french: Coup
german: Stoß
italian: Colpo Rapido
japanese: ジャブ
korean: 잽
portuguese: soco
russian: прививка
spanish: Pinchazo

# MasterName-SK000149
source: Faint
french: Perdre connaissance
german: Ohnmacht
italian: Finta
japanese: フェイント
korean: 속임수
portuguese: Desmaiar
russian: тусклый
spanish: Débil

# MasterName-SK000150
source: Energy Bullet
german: Energie Einschuss
italian: Proiettile di Energia
japanese: エナジーバレット
korean: 에너지탄
portuguese: bala de energia
russian: Энергия пули
spanish: Bala de Energia

# MasterName-SK000151
source: Spiritbolt
french: boulon de Spirit
german: Geist Bolzen
italian: Spirito Imprigionato
japanese: スピリットボルト
korean: 영혼의 화살
russian: болт Дух
spanish: Descarga fantasma

# MasterName-SK000152
source: Lifewave
french: onde de vie
german: Das Leben Welle
italian: Ondata Vitale
japanese: せいめいはどう
korean: 생명의 파동
russian: Жизнь волна
spanish: Oleada vital

# MasterName-SK000153
source: Shockwave
italian: Scossa
japanese: しょうげきは
korean: 충격파
portuguese: onda de choque
spanish: Onda de choque

# MasterName-SK000154
source: Progress Damage
french: Dommages progrès
german: Fortschritt Schaden
italian: Danno Progressivo
japanese: ほすうダメージ
korean: 보행 피해
portuguese: danos Progress
russian: Ущерб Прогресс
spanish: Daño progresivo

# MasterName-SK000155
source: Runaway
french: Fuyez
german: Renn weg
italian: Fuga
japanese: にげる
korean: 도망
portuguese: Fugir
russian: Убегай
spanish: Huir

# MasterName-SK000156
source: Flee Slash
french: Fuyez Slash
german: Flieht Slash
italian: Colpo fuggente
japanese: きりぬけ
korean: 피하면서 베기
portuguese: Fugi de slash
russian: Бегите Slash
spanish: Tajo huida

# MasterName-SK000157
source: Backflip
italian: Capriola
japanese: バックフリップ
korean: 공중제비

# MasterName-SK000158
source: Whirlwind
french: Tourbillon
german: Wirbelwind
italian: Turbine
japanese: ワールウィンド
korean: 돌개바람
portuguese: redemoinho de vento
russian: Вихрь
spanish: Torbellino

# MasterName-SK000159
source: Spear of Pierce
french: Lance de Pierce
german: Speer von Pierce
italian: Lancia Perforante
japanese: つらぬきのやり
korean: 꿰뚫는 창
russian: Копье Пирс
spanish: Lanza de Pierce

# MasterName-SK000160
source: Valkyrie Spear
italian: Lancia della Valchiria
japanese: ヴァルキリースピア
korean: 발키리의 창
portuguese: Valkyrie Lança
russian: Валькирия Копье
spanish: Lanza Valkyria

# MasterName-SK000161
source: Oracle
german: Orakel
italian: Oracolo
japanese: しんたく
korean: 신탁
portuguese: Oráculo
russian: оракул
spanish: Oráculo

# MasterName-SK000162
source: Twirl
french: Tournoiement
german: Drehen
italian: Piroetta
japanese: ぶんまわし
korean: 휘돌리기
portuguese: rodopio
russian: вертеть
spanish: Giro

# MasterName-SK000163
source: Dragon Fang
french: croc de dragon
german: Drachenzahn
italian: Dente di Drago
japanese: りゅうのきば
korean: 용의 이빨
portuguese: Dragão Canino
russian: Дракон Fang
spanish: Colmillo de dragon

# MasterName-SK000164
source: Imperial wrath
french: la colère impériale
german: Kaiser Zorn
italian: Ira Imperiale
japanese: げきりん
korean: 역린
portuguese: ira imperial
russian: Имперский гнев
spanish: ira imperial

# MasterName-SK000165
source: Parry
french: Parer
german: Parieren
italian: Parata
japanese: うけながし
korean: 받아넘기기
portuguese: defesa
russian: Парировать
spanish: Parar

# MasterName-SK000166
source: Backstab
french: Poignarder dans le dos
german: Meucheln
italian: Pugnalata
japanese: バックスタブ
korean: 암습
russian: Спину
spanish: Puñalada

# MasterName-SK000167
source: Explode
french: Exploser
german: Explodieren
italian: Esplosione
japanese: エクスプロード
korean: 폭파
portuguese: Explodir
russian: взрываться
spanish: Explosion

# MasterName-SK000168
source: Holy Ray
french: Saint-Ray
german: Heilige Ray
italian: Raggio Sacro
japanese: ホーリーレイ
korean: 신성 광선
portuguese: Santo Ray
russian: Святой Луч
spanish: Rayo sagrado

# MasterName-SK000169
source: Secret box
german: Geheimbox
italian: Baule Segreto
japanese: ひみつのこばこ
korean: 비밀상자
portuguese: caixa secreta
russian: Секретный ящик
spanish: caja secreta

# MasterName-SK000170
source: Stance of Willow
french: Stance de Willow
german: Haltung von Willow
italian: Posizione di Willow
japanese: やなぎのかまえ
korean: 버드나무 자세
portuguese: Postura de Willow
russian: Стойка ЛОЗОВЫХ
spanish: Postura de Willow
