Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterDetail-DGS70001
source: No one knows that there is an entrance to outer world in this residence.
french: Personne ne sait qu'il ya une entrée au monde extérieur dans cette résidence.
german: Niemand weiß, dass es ein Eingang in dieser Residenz zu Außenwelt ist.
italian: Nessuno sa che c'è un ingresso al mondo esterno in questa residenza.
japanese: こうがいに たたずむ はいきょ。 そこが みのけのよだつ べっせかいへの いりぐちで あることを だれも しらない…
korean: 교외에 자리 잡은 폐허. 그 곳이 소름끼치는 다른 세계의 입구라는 것을 아무도 모른다…
portuguese: Nikt nie wie, że jest to wejście do świata zewnętrznego w tej rezydencji.
russian: Никто не знает, что есть вход во внешний мир в этой резиденции.
spanish: Nadie sabe que hay una entrada al mundo exterior en esta residencia.

# TEXT_AFTER_DUNGEON_BOSS_DGS70001
source: What happened to this victim? It seems like a fat frog though it should have been originally human.
french: Qu'est-il arrivé à cette victime? Il semble comme une grenouille de graisse bien qu'il aurait dû être à l'origine humaine.
german: Was zu diesem Opfer ist passiert? Es scheint wie ein fetter Frosch, obwohl es ursprünglich ein Mensch gewesen sein sollen.
italian: Cosa è successo a questa vittima? Sembra come una rana grassa anche se avrebbe dovuto essere in origine umana.
japanese: ぎせいしゃは ぶくぶくに ふくれあがった カエルのような なにかに へんぼう させられていた。 この したいは いったい なにを されたのか？
korean: 희생자는 뒤룩뒤룩 부풀어오른 개구리와 같은 무언가로 변하였다. 이 시체는 도대체 무엇을 한 것인가?
portuguese: Co się stało z tym ofiary? Wydaje się, że tłuszcz żaba choć powinno to być pierwotnie człowiekiem.
russian: Что случилось с этой жертвой? Похоже, что жир лягушки, хотя это должно было быть изначально человеком.
spanish: ¿Qué le pasó a esta víctima? Parece como una rana grasa a pesar de que debería haber sido originalmente humano.

# TEXT_BEFORE_DUNGEON_BOSS100_DGS70001
source: ''Your brain can open the door as well...'' That heteromorphic monster sees your head interesting.
french: « Votre cerveau peut ouvrir la porte aussi bien ... » Ce monstre heteromorphic voit votre tête intéressante.
german: „Ihr Gehirn kann die Tür öffnen und ...“ Die heteromorphic Monster Kopf interessant sieht.
italian: ''Il tuo cervello può aprire la porta e ...'' Quel mostro heteromorphic vede la testa interessante.
japanese: 「きさまの のうずいなら あるいは あのとびらも…」 その いぎょうの かいぶつは きょうみぶかそうに あなたを みている。
korean: ''네 놈의 뇌수라면 어쩌면 그 문도…'' 이형의 괴물이 매우 흥미롭다는 듯이 당신을 보고 있다.
portuguese: „Twój mózg może otworzyć drzwi, jak dobrze ...” To potwór heteromorficznego widzi głowa interesująca.
russian: «Ваш мозг может открыть дверь, а ...» Это гетероморфная монстр видит голова интересно.
spanish: ''Su cerebro puede abrir la puerta, así ...'' Ese monstruo heteromórfico ve la cabeza interesante.

# TEXT_AFTER_DUNGEON_BOSS100_DGS70001
source: It was drawn into a hole opened in the void so as to be dragged by something and disappeared.
french: Il a été aspiré dans un trou ouvert dans le vide de manière à être traîné par quelque chose et a disparu.
german: Es wurde in ein Loch gezogen in dem Hohlraum geöffnet, um durch etwas und verschwand gezogen werden.
italian: E 'stato redatto in un buco aperto nel vuoto in modo da essere trascinato da qualcosa e scomparve.
japanese: こなごなに なった そのいきものは もがきながら なにかに ひきずられるように こくうに あいた "あな"に すいこまれて きえた。
korean: 산산조각이 난 그 생물은 발버둥치며 뭔가에 끌려가듯 허공에 뚫린 ''구멍''에 흡수되어 사라졌다.
portuguese: Został on sporządzony w dziurę w przestrzeni otwartej, tak aby być przeciągane przez coś i zniknął.
russian: Он был втянут в отверстие, открытом в пустоте так, чтобы тащили что-то и исчез.
spanish: Se introduce en un agujero abierto en el vacío con el fin de ser arrastrado por algo y desapareció.

# MasterDesc-MSSM0701
source: Enter Treasury Room 50 times.
french: Entrez dans la salle du Trésor 50 fois.
german: Geben Sie Treasury Zimmer 50 mal.
italian: Inserisci Tesoro in camera 50 volte.
japanese: ほうもつこの へやに 50かい ふみこむ
korean: 보물창고에 50번 들어간다.
portuguese: Wejść do pokoju skarbowe 50 razy.
russian: Введите Казначейский номер 50 раз.
spanish: Entrar en la sala del Tesoro de 50 veces.

# MasterDesc-MSSM0702
source: Kill Servant.
french: Tuer Servant.
german: Töten Diener.
italian: Uccidi Servant.
japanese: めしつかいを ころす
korean: 하인을 죽인다.
portuguese: Zabić sługą.
russian: Убить Слугу.
spanish: Matar Siervo.

# MasterDesc-MSSM0703
source: Kill Current principal.
french: Tuer principale actuelle.
german: Tötet Aktuelles Haupt.
italian: Uccidi principale corrente.
japanese: げん とうしゅを ころす
korean: 현 당주를 죽인다.
portuguese: Zabić Obecny kapitał.
russian: Убей Текущий принципала.
spanish: Matar principal actual.

# MasterDesc-MSSM0704
source: Kill Current principal.(Hard)
french: Tuer principale actuelle. (Dur)
german: Tötet Aktuelles Haupt. (Hard)
italian: Uccidi principale corrente. (Hard)
japanese: げん とうしゅを ころす(Hard)
korean: 현 당주를 죽인다.(어려움)
portuguese: Zabić Obecny kapitał. (Hard)
russian: Убей Текущий основной. (Hard)
spanish: Matar principal actual. (Duro)

# MasterDesc-MSSM0705
source: Kill Current principal.(Master)
french: Tuer principale actuelle. (Master)
german: Tötet Aktuelles Haupt. (Master)
italian: Uccidi principale corrente. (Master)
japanese: げん とうしゅを ころす(Master)
korean: 현 당주를 죽인다.(숙련)
portuguese: Zabić Obecny kapitał. (Master)
russian: Убей Текущий основной. (Master)
spanish: Matar principal actual. (Master)

# MasterDesc-MSSM0706
source: Kill Current principal.(Extreme)
french: Tuer principale actuelle. (Extreme)
german: Tötet Aktuelles Haupt. (Extreme)
italian: Uccidi principale corrente. (Extreme)
japanese: げん とうしゅを ころす(Extreme)
korean: 현 당주를 죽인다.(극한)
portuguese: Zabić Obecny kapitał. (Extreme)
russian: Убей Текущий основной. (Extreme)
spanish: Matar principal actual. (Extreme)

# MasterDesc-MSSM0707
source: Kill A.
french: Tuer principale d'abord.
italian: Uccidi A.
japanese: しょだい とうしゅを ころす
korean: 초대 당주를 죽인다.
portuguese: Zabij A.
russian: Убить А.

# MasterDesc-MSSM0708
source: Kill A.(Hard)
french: Tuer principale d'abord. (dur)
german: Töten A. (Hard)
italian: Uccidi A. (Hard)
japanese: しょだい とうしゅを ころす(Hard)
korean: 초대 당주를 죽인다.(어려움)
portuguese: Zabić A. (Hard)
russian: Убить А. (Hard)
spanish: Matar A. (duro)

# MasterDesc-MSSM0709
source: Kill A.(Master)
french: Tuez principale d'abord. (Mprincipale d'abordster)
italian: Uccidi A. (Master)
japanese: しょだい とうしゅを ころす(Master)
korean: 초대 당주를 죽인다.(숙련)
portuguese: Zabij A. (Master)
russian: Убить А. (Master)
spanish: A. Kill (Master)

# MasterDesc-MSSM0710
source: Kill A.(Extreme)
french: Tuer principale d'abord. (Extreme)
german: Tötet A. (Extreme)
italian: Uccidi A. (Extreme)
japanese: しょだい とうしゅを ころす(Extreme)
korean: 초대 당주를 죽인다.(극한)
portuguese: Zabić A. (Extreme)
russian: Убей А. (Extreme)
spanish: Matar A. (Extreme)

# MasterDesc-MSM30034
source: Clear 100F with a Privilege.(Sanctuary)
french: Effacer 100F avec un privilège. (Sanctuary)
german: Klar 100F mit einem Privileg. (Sanctuary)
italian: Chiaro 100F con un privilegio. (Santuario)
japanese: けんりょくしゃ で しんいき100Fを クリアする
korean: 권력자로 성역 100층을 클리어한다.
portuguese: Jasne 100F z przywilejem. (Sanctuary)
russian: Ясно 100F с Privilege. (Святилище)
spanish: Claro 100F con un privilegio. (Santuario)

# MasterDesc-MSSE0701
source: Kill Gargoyle.
french: Tuer Gargouille.
italian: Uccidi Gargoyle.
japanese: ガーゴイルを ころす。
korean: 가고일을 죽인다.
portuguese: Zabić Gargoyle.
russian: Убить горгульи.
spanish: Matar Gárgola.

# MasterDesc-MSSE0702
source: Kill Gargoyle.(Hard)
french: Tuer Gargouille. (Dur)
italian: Uccidi Gargoyle. (Hard)
japanese: ガーゴイルを ころす。(Hard)
korean: 가고일을 죽인다.(어려움)
portuguese: Zabić Gargoyle. (Hard)
russian: Убейте горгульи. (Hard)
spanish: Matar Gárgola. (Duro)

# MasterDesc-MSSE0703
source: Kill Gargoyle.(Master)
french: Tuer Gargouille. (Master)
italian: Uccidi Gargoyle. (Master)
japanese: ガーゴイルを ころす。(Master)
korean: 가고일을 죽인다.(숙련)
portuguese: Zabij Gargulec. (Master)
russian: Убить Горгулья. (Master)
spanish: Gárgola de muertes. (Master)

# MasterDesc-MSSE0704
source: Kill Gargoyle.(Extreme)
french: Tuer Gargouille. (Extreme)
italian: Uccidi Gargoyle. (Extreme)
japanese: ガーゴイルを ころす。(Extreme)
korean: 가고일을 죽인다.(극한)
portuguese: Zabić Gargoyle. (Extreme)
russian: Убейте горгульи. (Extreme)
spanish: Matar Gárgola. (Extreme)

# MasterDesc-MSSE0705
source: Kill Servant.
french: Tuer Servant.
german: Töten Diener.
italian: Uccidi Servant.
japanese: めしつかいを ころす。
korean: 하인을 죽인다.
portuguese: Zabić sługą.
russian: Убить Слугу.
spanish: Matar Siervo.

# MasterDesc-MSSE0706
source: Kill Servant.(Hard)
french: Tuer Servant. (Dur)
german: Töten Diener. (Hard)
italian: Uccidi Servant. (Hard)
japanese: めしつかいを ころす。(Hard)
korean: 하인을 죽인다.(어려움)
portuguese: Zabić sługą. (Hard)
russian: Убейте Слугу. (Hard)
spanish: Matar Siervo. (Duro)

# MasterDesc-MSSE0707
source: Kill Servant.(Master)
french: Tuer Servant. (Master)
german: Kill-Diener. (Master)
italian: Uccidi Servo. (Master)
japanese: めしつかいを ころす。(Master)
korean: 하인을 죽인다.(숙련)
portuguese: Zabić sługą. (Master)
russian: Убейте Слугу. (Master)
spanish: Matar Siervo. (Master)

# MasterDesc-MSSE0708
source: Kill Servant.(Extreme)
french: Tuer Servant. (Extreme)
german: Töten Diener. (Extreme)
italian: Uccidi Servant. (Extreme)
japanese: めしつかいを ころす。(Extreme)
korean: 하인을 죽인다.(극한)
portuguese: Zabić sługą. (Extreme)
russian: Убейте Слугу. (Extreme)
spanish: Matar Siervo. (Extreme)

# MasterDesc-MSSE0709
source: Kill Current principal.
french: Tuer principale actuelle.
german: Tötet Aktuelles Haupt.
italian: Uccidi principale corrente.
japanese: げん とうしゅを ころす。
korean: 현 당주를 죽인다.
portuguese: Zabić Obecny kapitał.
russian: Убей Текущий принципала.
spanish: Matar principal actual.

# MasterDesc-MSSE0710
source: Kill Current principal.(Hard)
french: Tuer principale actuelle. (Dur)
german: Tötet Aktuelles Haupt. (Hard)
italian: Uccidi principale corrente. (Hard)
japanese: げん とうしゅを ころす。(Hard)
korean: 현 당주를 죽인다.(어려움)
portuguese: Zabić Obecny kapitał. (Hard)
russian: Убей Текущий основной. (Hard)
spanish: Matar principal actual. (Duro)

# MasterDesc-MSSE0711
source: Kill Current principal.(Master)
french: Tuer principale actuelle. (Master)
german: Tötet Aktuelles Haupt. (Master)
italian: Uccidi principale corrente. (Master)
japanese: げん とうしゅを ころす。(Master)
korean: 현 당주를 죽인다.(숙련)
portuguese: Zabić Obecny kapitał. (Master)
russian: Убей Текущий основной. (Master)
spanish: Matar principal actual. (Master)

# MasterDesc-MSSE0712
source: Kill Current principal.(Extreme)
french: Tuer principale actuelle. (Extreme)
german: Tötet Aktuelles Haupt. (Extreme)
italian: Uccidi principale corrente. (Extreme)
japanese: げん とうしゅを ころす。(Extreme)
korean: 현 당주를 죽인다.(극한)
portuguese: Zabić Obecny kapitał. (Extreme)
russian: Убей Текущий основной. (Extreme)
spanish: Matar principal actual. (Extreme)

# MasterDesc-MSSE0713
source: Kill First principal.
french: Tuez principale d'abord.
german: Tötet Erstes Haupt.
italian: Uccidi primo principal.
japanese: しょだい とうしゅを ころす。
korean: 초대 당주를 죽인다.
portuguese: Zabić pierwszym głównym.
russian: Убейте первое главное.
spanish: Matar primer principal.

# MasterDesc-MSSE0714
source: Kill First principal.(Hard)
french: Tuez principale d'abord. (Dur)
german: Tötet Erstes Haupt. (Hard)
italian: Uccidi primo principal. (Hard)
japanese: しょだい とうしゅを ころす。(Hard)
korean: 초대 당주를 죽인다.(어려움)
portuguese: Zabić pierwszym głównym. (Hard)
russian: Убейте первое главное. (Hard)
spanish: Matar primer principal. (Duro)

# MasterDesc-MSSE0715
source: Kill First principal.(Master)
french: Tuez principale d'abord. (Master)
german: Tötet Erstes Haupt. (Master)
italian: Uccidi primo principal. (Master)
japanese: しょだい とうしゅを ころす。(Master)
korean: 초대 당주를 죽인다.(숙련)
portuguese: Zabić pierwszym głównym. (Master)
russian: Убейте первое главное. (Master)
spanish: Matar primer principal. (Master)

# MasterDesc-MSSE0716
source: Kill First principal.(Extreme)
french: Tuez principale d'abord. (Extreme)
german: Tötet Erstes Haupt. (Extreme)
italian: Uccidi primo principal. (Extreme)
japanese: しょだい とうしゅを ころす。(Extreme)
korean: 초대 당주를 죽인다.(극한)
portuguese: Zabić pierwszym głównym. (Extreme)
russian: Убейте первое главное. (Extreme)
spanish: Matar primer principal. (Extreme)

# TEXT_NEWS_PH_BODY_SEASON_EVENT_7_1
source: New job ''Privilege'' appeared!
french: Nouvel emploi « Privilège » est apparu!
german: Neuer Job ''Privilege'' erschienen!
italian: Nuovo lavoro ''Privilege'' è apparso!
japanese: 新しょくぎょう 「けんりょくしゃ」
korean: 새로운 직업 ''권력자'' 등장!
portuguese: pojawiła się nowa praca „Privilege”!
russian: Новая работа «Привилегия» появилась!
spanish: Nuevo trabajo ''Privilegio'' apareció!

# TEXT_NEWS_PH_BODY_SEASON_EVENT_7_2
source: Limited Lab Parts
french: Pièces limitées de laboratoire
german: Begrenzt Lab Parts
italian: Parti Lab limitati
japanese: 限定まのけいやく
korean: 한정 연구소 부품
portuguese: Ograniczone Części Lab
russian: Ограниченные Части Лаборатории
spanish: Piezas de laboratorio limitados

# TEXT_NEWS_PH_BODY_SEASON_EVENT_7_3
source: Limited dungeon ''{0}''
french: donjon limité ''{0}''
german: Begrenzter Kerker ''{0}''
italian: Dungeon limitata ''{0}''
japanese: げんていダンジョン 「{0}」
korean: 한정 던전 ''{0}''
portuguese: Ograniczona loch ''{0}''
russian: Limited темница ''{0}''
spanish: Limite de la Mazmorra ''{0}''

# TEXT_NEWS_TITLE_SEASON_EVENT_7
source: Season Event ''{0}''__～8/2 15:00
french: Saison événement ''{0}''__～8/2 15:00
german: Saison Ereignis ''{0}''__～8/2 15:00
italian: Stagione Evento ''{0}''__～8/2 15:00
japanese: シーズンイベント「{0}」__～8/2 15:00
korean: 시즌 이벤트 ''{0}''__～8/2 15:00
portuguese: Sezon zdarzeń ''{0}''__～8/2 15:00
russian: Сезон Событие __ ''Руины''
spanish: Temporada de eventos ''{0}''__～8/2 15:00

# WORD_BTN_SEASON_EVENT_7
source: Season Event__''Ruins''
french: Saison événement __ ''Ruins''
german: Saison Ereignis __ ''Ruins''
italian: Stagione Evento __ ''rovine''
japanese: シーズンイベント__「いせき」
korean: 시즌 이벤트 __ [유적]
portuguese: Sezon zdarzeń __ ''ruiny''
russian: Сезон Событие __ ''Руины''
spanish: Temporada de eventos__ ''Ruinas''

# WORD_TITLE_ABOUT_GOLD_PRODUCTS
source: Read about goods what you can pay gold shard to buy.
french: En savoir plus sur les biens que vous pouvez payer tesson d'or pour acheter.
german: Lesen Sie mehr über Waren, was Sie Gold Scherbe bezahlen zu kaufen.
italian: Leggi merci ciò che si può pagare frammento oro per comprare.
japanese: ゴールドシャード しょうひんの せつめいを よむ
korean: 황금조각 상품에 대한 설명 보기
portuguese: Leia sobre bens que você pode pagar caco ouro para comprar.
russian: Читайте о товарах что вы можете оплатить золото осколок купить.
spanish: Lea sobre los bienes lo que puede pagar fragmento de oro para comprar.

# TEXT_OPTION_CONFIRM_ON_ESCAPE
source: Runaway
french: Fuyez
german: Renn weg
italian: Scappa
japanese: とうそう
korean: 도망
portuguese: Fugir
russian: Убегай
spanish: Huir

# TEXT_CONFIRM_ESCAPE
source: Are you sure you want to run away?
french: Etes-vous sûr que vous voulez fuir?
german: Sind Sie sicher, dass Sie weg ausführen möchten?
italian: Sei sicuro di voler scappare?
japanese: ほんとうに にげても よろしいですか？
korean: 당신은 도망 하시겠습니까?
portuguese: Tem certeza de que quer fugir?
russian: Вы уверены, что хотите убежать?
spanish: ¿Seguro que quieres huir?

# MasterName-SS000007
source: 10800 Gold shard + 10800 Soulstones<color=#0F0>+5200</color>
french: 10800 or Shard + 10800 soulstones<color=#0F0>+5200</color>
german: 10800 Goldsplitter + 10800 Seelensteine<color=#0F0>+5200</color>
italian: 10800 L'oro Shard + 10800 Pietre dell'Anima<color=#0F0>+5200</color>
japanese: ゴールドシャード&ませき 10800こ<color=#0F0>+5200こ</color>
korean: 황금조각 10800개 + 마석 10800개<color=#0F0>+5200개</color>
portuguese: 10800 ouro caco + 10800 Soulstones <Color=#0F0> 5200 </color>
russian: 10800 Золотой осколок + 10800 Soulstones<color=#0F0>+5200</color>

# MasterName-EFG00001
source: Promotion
german: Beförderung
italian: Promozione
japanese: いくせい
korean: 승진
portuguese: Promoção
russian: Продвижение
spanish: Promoción

# MasterDesc-EFG00001
source: Chance to earn random status from your equipments on level up. (Except: level related status)
french: Chance de gagner le statut aléatoire de vos équipements au niveau haut. (Sauf: statut lié au niveau)
german: Chance zu verdienen Zufall Status von Ihren Anlagen auf Ebene. (Mit Ausnahme: Ebene bezogenen Status)
italian: Possibilità di guadagnare lo status caso dalla vostre apparecchiature a livello alto. (Ad eccezione: lo stato correlato livello)
japanese: レベルアップじに そうびひんから ランダムに 1つ のうりょくを えることがある(レベルいぞんの こうかは たいしょうがい)
korean: 기회는 레벨 업에 당신의 장비에서 임의의 상태를 얻을 수 있습니다. (단 : 레벨 관련된 상태)
portuguese: Chance de ganhar o status aleatório de seus equipamentos no nível acima. (Excepto: estado relacionado nível)
russian: Вероятность заработать случайное состояние с вашего оборудования на уровень вверх. (За исключением: статус, связанные с уровнем)
spanish: Oportunidad de obtener un estatus azar de sus equipos de nivel superior. (Excepto: estado relacionada con el nivel)

# TEXT_ALERT_ABOUT_FREE_COST
source: <color=#F90><size=24>けいやくの かぎ</size></color>__つかうと つぎの ぼうけんの もちこみコストが むりょうになる。
japanese: <color=#F90><size=24>しんちゅうの かぎ</size></color>__つかうと つぎの ぼうけんの もちこみコストが むりょうになる。

# WORD_CONSUMABLE_REBIRTH
source: Repair kit
french: Trousse de réparation
german: Reperaturset
italian: Kit di riparazione
japanese: しゅうふくキット
korean: 수리 도구
portuguese: Kit de reparação
russian: Ремонтный комплект
spanish: Juego de reparación

# WORD_CONSUMABLE_FREE_CHEST
source: Free Chest
french: Coffre gratuit
german: Kostenloser Chest
italian: libero Cassa
japanese: フリーチェスト
korean: 무료 가슴
portuguese: Peito livre
spanish: pecho libre

# WORD_CONSUMABLE_FREE_COST
source: Brass key
french: Clé en laiton
german: Messingschlüssel
italian: chiave di ottone
japanese: しんちゅうの かぎ
korean: 황동 키
portuguese: chave de bronze
russian: ключ из латуни
spanish: Llave de latón

# WORD_GIVE
source: Give
french: Donner
german: Geben
italian: Dare
japanese: わたす
korean: 주기
portuguese: Dar
russian: Дайте
spanish: Dar

# WORD_DO_IDENTIFY
source: Identify
french: PRECISER
german: identifiziere
italian: Non identificare
japanese: かんていする
korean: 확인 함
portuguese: não identificar
russian: Как определить
spanish: No identificar

# MasterName-EF004001
source: Gambling
french: Jeux d'argent
german: Spiel
italian: Gioco d'azzardo
japanese: ギャンブラー
korean: 도박
portuguese: Jogos de azar
russian: игорный
spanish: Juego

# MasterName-EF004002
source: Embezzle
french: Détourner
german: Unterschlagen
italian: appropriarsi indebitamente
japanese: つかいこみ
korean: 쓰다
portuguese: defraudar
russian: расхищать
spanish: Malversar

# MasterName-EF004003
source: Understanding
french: Compréhension
german: Verstehen
italian: Comprensione
japanese: りかいりょく
korean: 이해
portuguese: Compreensão
russian: Понимание
spanish: Comprensión

# MasterDesc-EF004001
source: You will earn ''Luck'' whenever you reroll.
french: Vous gagnerez « chance » chaque fois que vous reroll.
german: Sie verdienen „Glück“, wenn Sie neu würfeln.
italian: Guadagnerai ''Luck'' ogni volta che ritirare.
japanese: リロールするほど いちじてきに うんのよさが アップ
korean: 당신이 굴릴 때마다 ''행운''을 적립됩니다.
portuguese: Você vai ganhar ''Luck'' sempre que você jogar novamente.
russian: Вы будете зарабатывать «Удача», когда вы перебросить.
spanish: Usted ganará ''Luck'' cada vez que se vuelve a tirar.

# MasterDesc-EF004002
source: Chance to gain new random ability for your equipments on level up.
french: La chance d'acquérir de nouvelles capacités au hasard pour vos équipements au niveau haut.
german: Chance neue zufällige Fähigkeit für Ihre Anlagen auf Ebene bis zu gewinnen.
italian: Possibilità di acquisire nuove capacità casuale per le vostre apparecchiature a livello alto.
japanese: レベルアップするたび そうびひんに あたらしい のうりょくが ふよされる ことがある
korean: 기회는 레벨 업에 대한 귀하의 장비에 대한 새로운 임의의 능력을 얻을 수 있습니다.
portuguese: Chance de ganhar uma nova habilidade aleatória para seus equipamentos no nível acima.
russian: Шанс получить новые случайные возможности для вашего оборудования на уровень вверх.
spanish: Oportunidad de adquirir nueva capacidad al azar para sus equipos de nivel superior.

# MasterDesc-EF004003
source: Chance to gain +1 more skill level on skill level up.
french: Chance de gagner 1 plus le niveau de compétence sur un maximum de niveau de compétence.
german: Chance +1 mehr Skill-Level auf Skill-Level bis zu gewinnen.
italian: Possibilità di guadagnare di più +1 livello di abilità del livello di abilità su.
japanese: スキルレベルが アップするとき さらに+1アップする ことがある
korean: 기회 스킬 레벨 업에 하나 더 기술 수준을 얻을 수 있습니다.
portuguese: Chance de ganhar mais um nível de habilidade na habilidade nível acima.
russian: Шанс получить больше +1 уровня квалификации на уровень навыка вверх.
spanish: Oportunidad de ganar 1 más el nivel de habilidad en la habilidad nivel hacia arriba.

# MasterDescLv-EF004001-1
source: Increased power.
french: Augmentation de la puissance.
german: Mehr Leistung.
italian: Maggiore potenza.
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF004002-1
source: Increased chance.
french: Augmente les chances.
german: Erhöhte Chance.
italian: Maggiore probabilità.
japanese: かくりつアップ
korean: 확률 증가
portuguese: Aumenta a chance.
russian: Повышенный шанс.
spanish: Aumento de la probabilidad.

# MasterDescLv-EF004003-1
source: Increased chance.
french: Augmente les chances.
german: Erhöhte Chance.
italian: Maggiore probabilità.
japanese: かくりつアップ
korean: 확률 증가
portuguese: Aumenta a chance.
russian: Повышенный шанс.
spanish: Aumento de la probabilidad.

# MasterDescLv-EF004001-2
source: Increased power.
french: Augmentation de la puissance.
german: Mehr Leistung.
italian: Maggiore potenza.
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF004002-2
source: Increased chance.
french: Augmente les chances.
german: Erhöhte Chance.
italian: Maggiore probabilità.
japanese: かくりつアップ
korean: 확률 증가
portuguese: Aumenta a chance.
russian: Повышенный шанс.
spanish: Aumento de la probabilidad.

# MasterDescLv-EF004003-2
source: Increased chance.
french: Augmente les chances.
german: Erhöhte Chance.
italian: Maggiore probabilità.
japanese: かくりつアップ
korean: 확률 증가
portuguese: Aumenta a chance.
russian: Повышенный шанс.
spanish: Aumento de la probabilidad.

# TEXT_CONFIRM_USE_BRASS_KEY
source: Are you sure you use ''Brass key'' to remove any cost of contract/taking Item for next adventure?
french: Êtes-vous sûr que vous payez or Shards pour ouvrir « la poitrine Bonus »?
german: Sind Sie sicher, dass Sie Gold-Shards zahlen zu öffnen „Bonus Brust“?
italian: Sei sicuro che si paga oro Frammenti aprire ''petto Bonus''?
japanese: 「しんちゅうの かぎ」を つかいますか？__※つぎの もちこみコストが むりょうに なります。
korean: 황금 조각으로 [보상 상자]를 여시겠습니까?
portuguese: Tem certeza de que pagar ouro Shards para abrir ''no peito Bonus''?
russian: Вы уверены, что вы платите золото Осколки, чтобы открыть «Bonus грудь»?
spanish: ¿Estás seguro de pagar Gold Shards para abrir un ''Cofre Bonus''?

# MasterName-EN000052
source: Grave sweeper
french: Grave balayeuse
german: Grave Kehrmaschine
italian: spazzatrice Grave
japanese: はかにもぐるもの
korean: 무덤 스위퍼
portuguese: varredor de sepultura
russian: Grave уборочную
spanish: barredora tumba

# MasterDesc-EN000052
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: はかに しのびこみ したいの にくを くらう いきもの。 したいが へれば せんそうは おわりに ちかづくのか？
korean: 보물 상자에 숨어 모험자를 속이는 마물. 고대 마법 생물이라는 의견이 유력하다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterName-EN000053
source: Lake lurker
french: lac lurker
german: See lurker
italian: Lago lurker
japanese: いずみにひそむもの
korean: 호수 럴커
russian: Озеро Lurker
spanish: lago lurker
