Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterDesc-MSM00011
source: 18 Win in ''Tower of Immortals''.
french: 18 victoires dans la ''Tour des Immortels''.
german: 18 Gewinne in ''Tower of Immortals''.
italian: 18 vittorie nella ''Torre degli Immortali''
japanese: 「ふめつのとう」の たいせんで 18れんしょうする
korean: [불멸의 탑]에서 18승
portuguese: 18 vitórias na ''Torre dos Imortais''.
russian: 18 Win в ''Башня бессмертных''.
spanish: 18 Ganar en ''Torre de los Inmortales''.

# MasterDesc-MSM00012
source: 21 Win in ''Tower of Immortals''.
french: 21 victoires dans la ''Tour des Immortels''.
german: 21 Gewinne in ''Tower of Immortals''.
italian: 21 vittorie nella ''Torre degli Immortali''
japanese: 「ふめつのとう」の たいせんで 21れんしょうする
korean: [불멸의 탑]에서 21승
portuguese: 21 vitórias na ''Torre dos Imortais''.
russian: 21 Win в ''Башня бессмертных''.
spanish: 21 Ganar en ''Torre de los Inmortales''.

# MasterDesc-MSM00013
source: 12 Win in ''Tower of Immortals''.
french: 12 victoires dans la ''Tour des Immortels''.
german: 12 Gewinne in ''Tower of Immortals''.
italian: 12 vittorie nella ''Torre degli Immortali''
japanese: 「ふめつのとう」の たいせんで 12れんしょうする
korean: [불멸의 탑]에서 12승
portuguese: 12 vitórias na ''Torre dos Imortais''.
russian: 12 Win в ''Башня бессмертных''.
spanish: 12 Ganar en ''Torre de los Inmortales''.

# MasterDesc-MSM00014
source: Store your UserID and Password in setting screen.
french: Sauvez votre ID et votre MdP dans l'écran de réglage.
german: Speichern Sie Ihre Benutzer-ID und Passwort-Bildschirm.
italian: Salva il tuo UserID e Password nel menù delle impostazioni
japanese: 「せってい」がめんを ひらき UserIDと パスワードを ひかえる。
korean: 설정 화면에서 사용자 ID 및 암호를 저장합니다.
portuguese: Salvar sua UserID e senha na tela de configurações.
russian: Храните идентификатора пользователя и пароля в настройки экрана.
spanish: Almacenar su ID de usuario y la contraseña en la pantalla de ajuste.

# MasterDesc-MSM00015
source: Clear 5F 20 times.
french: Finir 5F 20 fois.
german: Klar 5F 20-mal.
italian: Finisci il livello 5F 20 volte
japanese: 5Fを 20かい クリアする
korean: 5층을 20번 클리어한다.
portuguese: Completar o 5º andar 20 vezes.
russian: Четкие 5F 20 раз.
spanish: Claras 5F 20 veces.

# MasterDesc-MSM10001
source: 5 Win in ''Palace of Karma''.
french: 5 victoires dans le ''Palais de Karma''.
german: 5 Gewinne in ''Palace of Karma''.
italian: 5 vittore nel ''Palazzo del Karma''
japanese: 「カルマの でんどう」の 5Fを とうはする
korean: [카르마의 전당] 5F를 클리어한다.
portuguese: 5 vitórias no ''Palácio do Karma''.
russian: 5 Победа в ''Дворце Кармы''.
spanish: 5 Ganar en el ''Palacio del Karma''.

# MasterDesc-MSM10002
source: 10 Win in ''Palace of Karma''.
french: 10 victoires dans le ''Palais de Karma''.
german: 10 Gewinne in ''Palace of Karma''.
italian: 10 vittore nel ''Palazzo del Karma''
japanese: 「カルマの でんどう」の 10Fを とうはする
korean: [카르마의 전당] 10F를 클리어한다.
portuguese: 10 vitórias no ''Palácio do Karma''.
russian: 10 Победа в ''Дворце Кармы''.
spanish: 10 Ganar en el ''Palacio del Karma''.

# MasterDesc-MSM10003
source: 15 Win in ''Palace of Karma''.
french: 15 victoires dans le ''Palais de Karma''.
german: 15 Gewinne in ''Palace of Karma''.
italian: 15 vittore nel ''Palazzo del Karma''
japanese: 「カルマの でんどう」の 15Fを とうはする
korean: [카르마의 전당] 15F를 클리어한다.
portuguese: 15 vitórias no ''Palácio do Karma''.
russian: 15 Победа в ''Дворце Кармы''.
spanish: 15 Ganar en el ''Palacio del Karma''.

# MasterDesc-MSM10004
source: 20 Win in ''Palace of Karma''.
french: 20 victoires dans le ''Palais de Karma''.
german: 20 Gewinne in ''Palace of Karma''.
italian: 20 vittore nel ''Palazzo del Karma''
japanese: 「カルマの でんどう」の 20Fを とうはする
korean: [카르마의 전당] 20F를 클리어한다.
portuguese: 20 vitórias no ''Palácio do Karma''.
russian: 20 Победа в ''Дворце Кармы''.
spanish: 20 Ganar en el ''Palacio del Karma''.

# MasterDesc-MSSE0001
source: Play Paladin 5 times.
french: Jouer 5 fois le Paladin.
german: Spielen Paladin 5 mal.
italian: Gioca col Paladino 5 volte
japanese: パラディンで 5かい プレイする
korean: 성기사 5회 플레이
portuguese: Jogar como Paladino 5 vezes.
russian: Играть Паладин 5 раз.
spanish: Jugar Paladin 5 veces.

# MasterDesc-MSSE0002
source: Play Ninja 5 times.
french: Jouer 5 fois le Ninja.
german: Spielen Ninja 5 mal.
italian: Gioca col Ninja 5 volte
japanese: にんじゃで 5かい プレイする
korean: 닌자 5회 플레이
portuguese: Jogar como Ninja 5 vezes.
russian: Играть в 5 раз-гуру.
spanish: Juega Ninja 5 veces.

# MasterDesc-MSSE0003
source: Play Druid 5 times.
french: Jouer 5 fois la Druide.
german: Spielen Druide 5 mal.
italian: Gioca col Druido 5 volte
japanese: ドルイドで 5かい プレイする
korean: 드루이드 5회 플레이
portuguese: Jogar como Druída 5 vezes.
russian: Играть Друид 5 раз.
spanish: Juega Druida 5 veces.

# MasterDesc-MSSE0004
source: Play Samurai 5 times.
french: Jouer 5 fois la Samouraï.
german: Spielen Samurai 5 mal.
italian: Gioca col Samurai 5 volte
japanese: さむらいで 5かい プレイする
korean: 사무라이 5회 플레이
portuguese: Jogar como Samurai 5 vezes.
russian: Играть самураев в 5 раз.
spanish: Jugar Samurai 5 veces.

# MasterDesc-MSSE0005
source: Play Dark Knight 5 times.
french: Jouer 5 fois la Chevalier Rouge.
german: Spielen Dark Knight 5-mal.
italian: Gioca con la Guardia Nera 5 volte
japanese: まけんしで 5かい プレイする
korean: 암흑기사 5회 플레이
portuguese: Jogar como Espadachim 5 vezes.
russian: Играть Dark Knight 5 раз.
spanish: Jugar Dark Knight 5 veces.

# MasterDesc-MSSE0006
source: Play Necromancer 5 times.
french: Jouer 5 fois le Nécromancien.
german: Spielen Necromancer 5 mal.
italian: Gioca con il Necromante 5 volte
japanese: しじゅつしで 5かい プレイする
korean: 강령술사 5회 플레이
portuguese: Jogar como Necromante 5 vezes.
russian: Играть некромант 5 раз.
spanish: Juega Nigromante 5 veces.

# MasterDesc-MSSE0007
source: Play Clown 5 times.
french: Jouer 5 fois la Saltimbanque.
german: Spielen Clown 5 mal.
italian: Gioca con il Clown 5 volte
japanese: どうけしで 5かい プレイする
korean: 광대 5회 플레이
portuguese: Jogar como Palhaço 5 vezes.
russian: Играть клоун 5 раз.
spanish: Juega payaso 5 veces.

# MasterDesc-MSSE0008
source: Play Elf 5 times.
french: Jouer 5 fois l'Elfe.
german: Spielen Elf 5 mal.
italian: Gioca con Elfo 5 votle
japanese: エルフで 5かい プレイする
korean: 엘프 5회 플레이
portuguese: Jogar como Elfa 5 vezes.
russian: Играть эльфами 5 раз.
spanish: Jugar Elf 5 veces.

# MasterDesc-MSSE0009
source: Play Scavenger 5 times.
french: Jouer 5 fois l'Ascète.
german: Spielen Scavenger 5 mal.
italian: Gioca con Spazzino 5 volte
japanese: ごみあさりで 5かい プレイする
korean: 노숙자 5회 플레이
portuguese: Jogar como Andarilho 5 vezes.
russian: Играть мусорщика 5 раз.
spanish: Juega Scavenger 5 veces.

# MasterDesc-MSSE0010
source: Clear 10F with a Paladin.
french: Finir 10F 10 fois le Paladin.
german: Klar 10F mit einem Paladin.
italian: Finisci i livello 10 F con il Paladino
japanese: パラディンで 10Fを とうはする
korean: 성기사로 10층 돌파
portuguese: Completar o 10º andar como Paladino.
russian: Ясно 10F с Паладина.
spanish: Claro 10F con un Paladín.

# MasterDesc-MSSE0011
source: Clear 10F with a Ninja.
french: Finir 10F 10 fois le Ninja.
german: Klar 10F mit einem Ninja.
italian: Finisci i livello 10 F con il Ninja
japanese: にんじゃで 10Fを とうはする
korean: 닌자로 10층 돌파
portuguese: Completar o 10º andar como Ninja.
russian: Ясно 10F с Ninja.
spanish: Claro 10F con un Ninja.

# MasterDesc-MSSE0012
source: Clear 10F with a Druid.
french: Finir 10F 10 fois la Druide.
german: Klar 10F mit einem Druiden.
italian: Finisci i livello 10 F con il Druido
japanese: ドルイドで 10Fを とうはする
korean: 드루이드로 10층 돌파
portuguese: Completar o 10º andar como Druída.
russian: Ясно 10F с друида.
spanish: Claro 10F con un druida.

# MasterDesc-MSSE0013
source: Clear 10F with a Samurai.
french: Finir 10F 10 fois la Samouraï.
german: Klar 10F mit einem Samurai.
italian: Finisci i livello 10 F con il Samurai
japanese: さむらいで 10Fを とうはする
korean: 사무라이로 10층 돌파
portuguese: Completar o 10º andar como Samurai.
russian: Ясно 10F с Samurai.
spanish: Claro 10F con un samurai.

# MasterDesc-MSSE0014
source: Clear 10F with a Dark Knight.
french: Finir 10F 10 fois la Chevalier Rouge.
german: Klar 10F mit einem Dark Knight.
italian: Finisci i livello 10 F con la Guardia Nera
japanese: まけんしで 10Fを とうはする
korean: 마검사로 10층 돌파
portuguese: Completar o 10º andar como Espadachim.
russian: Ясно 10F с Темным Рыцарем.
spanish: Claro 10F con un caballero de la noche.

# MasterDesc-MSSE0015
source: Clear 10F with a Necromancer.
french: Finir 10F 10 fois le Nécromancien.
german: Klar 10F mit einem Nekromanten.
italian: Finisci i livello 10 F con il Necromante
japanese: しじゅつしで 10Fを とうはする
korean: 강령술사로 10층 돌파
portuguese: Completar o 10º andar como Necromante.
russian: Ясно 10F с некроманта.
spanish: Claro 10F con un Nigromante.

# MasterDesc-MSSE0016
source: Clear 10F with a Clown.
french: Finir 10F 10 fois la Saltimbanque.
german: Klar 10F mit einem Clown.
italian: Finisci i livello 10 F con il Clown
japanese: どうけしで 10Fを とうはする
korean: 광대로 10층 돌파
portuguese: Completar o 10º andar como Palhaço.
russian: Ясно 10F с клоуном.
spanish: 10F claro con un payaso.

# MasterDesc-MSSE0017
source: Clear 10F with a Elf.
french: Finir 10F 10 fois l'Elfe.
german: Klar 10F mit einem Elf.
italian: Finisci i livello 10 F con un Elfo
japanese: エルフで 10Fを とうはする
korean: 엘프로 10층 돌파
portuguese: Completar o 10º andar como Elfa.
russian: Ясно 10F с Elf.
spanish: Claro 10F con un duende.

# MasterDesc-MSSE0018
source: Clear 10F with a Scavenger.
french: Finir 10F 10 fois l'Ascète.
german: Klar 10F mit einem Ausbeuter.
italian: Finisci i livello 10 F con lo Spazzino
japanese: ごみあさりで 10Fを とうはする
korean: 노숙자로 10층 돌파
portuguese: Completar o 10º andar como Andarilho.
russian: Ясно 10F с поглотителем.
spanish: 10F claro con un limpiador.

# MasterDesc-MSSE0019
source: Pick skill that has 0 cooldown 10 times.
french: Choisir 10 fois un Talent avec un Délai à 0.
german: Pick-Fähigkeit, die 0 Abklingzeit 10-mal hat.
italian: Scegli un abilità che ha 0 di cooldown 10 volte
japanese: クールダウンが 0の スキルを 10かい ひろう
korean: 대기 시간이 0인 기술을 10회 선택
portuguese: Aprender uma habilidade com 0 de recarga 10 vezes.
russian: Выберите навык, который имеет 0 Кулдаун 10 раз.
spanish: Escoja habilidad que tiene 0 tiempo de reutilización de 10 veces.

# MasterDesc-MSSE0020
source: Pick skill that has 1 cooldown 10 times.
french: Choisir 10 fois un Talent avec un Délai à 1.
german: Pick-Fähigkeit, die 1 Abklingzeit 10-mal hat.
italian: Scegli un abilità che ha 1 di cooldown 10 volte
japanese: クールダウンが 1の スキルを 10かい ひろう
korean: 대기 시간이 1인 기술을 10회 선택
portuguese: Aprender uma habilidade com 1 de recarga 10 vezes.
russian: Выберите навык, который имеет 1 Кулдаун 10 раз.
spanish: Escoja habilidad que tiene 1 tiempo de reutilización de 10 veces.

# MasterDesc-MSSE0021
source: Pick skill that has 2 cooldown 10 times.
french: Choisir 10 fois un Talent avec un Délai à 2.
german: Pick-Fähigkeit, die 2 Abklingzeit 10-mal hat.
italian: Scegli un abilità che ha 2 di cooldown 10 volte
japanese: クールダウンが 2の スキルを 10かい ひろう
korean: 대기 시간이 2인 기술을 10회 선택
portuguese: Aprender uma habilidade com 2 de recarga 10 vezes.
russian: Выберите навык, который имеет 2 Кулдаун 10 раз.
spanish: Escoja habilidad que tiene tiempo de reutilización de 2 a 10 veces.

# MasterDesc-MSSE0022
source: Pick skill that has 3 cooldown 5 times.
french: Choisir 5 fois un Talent avec un Délai à 3.
german: Pick-Fähigkeit, die 3 Abklingzeit 5-mal hat.
italian: Scegli un abilità che ha 3 di cooldown 10 volte
japanese: クールダウンが 3の スキルを 5かい ひろう
korean: 대기 시간이 3인 기술을 5회 선택
portuguese: Aprender uma habilidade com 3 de recarga 5 vezes.
russian: Выберите навык, который имеет 3 CoolDown 5 раз.
spanish: Escoja habilidad que tiene tiempo de reutilización 3 5 veces.

# MasterDesc-MSSE0023
source: Pick skill that has 4 cooldown 5 times.
french: Choisir 5 fois un Talent avec un Délai à 4.
german: Pick-Fähigkeit, die 4 Abklingzeit 5-mal hat.
italian: Scegli un abilità che ha 4 di cooldown 10 volte
japanese: クールダウンが 4の スキルを 5かい ひろう
korean: 대기 시간이 4인 기술을 5회 선택
portuguese: Aprender uma habilidade com 4 de recarga 5 vezes.
russian: Выберите навык, который имеет 4 CoolDown 5 раз.
spanish: Escoja habilidad que tiene tiempo de reutilización 4 5 veces.

# MasterDesc-MSSE0024
source: Pick skill that has 5 cooldown 5 times.
french: Choisir 5 fois un Talent avec un Délai à 5.
german: Pick-Fähigkeit, die 5 Abklingzeit 5-mal hat.
italian: Scegli un abilità che ha 5 di cooldown 10 volte
japanese: クールダウンが 5の スキルを 5かい ひろう
korean: 대기 시간이 5인 기술을 5회 선택
portuguese: Aprender uma habilidade com 5 de recarga 5 vezes.
russian: Выберите навык, который имеет 5 Кулдаун 5 раз.
spanish: Escoja habilidad que tiene tiempo de reutilización 5 5 veces.

# MasterDesc-MSSE0025
source: Enter Dark Room 30 times.
french: Entrer 30 fois dans une Salle noire.
german: Geben Sie Dark Room 30 mal.
italian: Entra in una stanza oscura 30 volte
japanese: くらやみの へやに 30かい ふみこむ
korean: 어둠의 방에 30회 들어간다.
portuguese: Entrar em uma sala Escura 30 vezes.
russian: Введите Dark Room 30 раз.
spanish: Entrar en la sala oscura de 30 veces.

# MasterDesc-MSSE0026
source: Enter Door Room 30 times.
french: Entrer 30 fois dans une Salle rouge.
german: Geben Sie Tür-Raum 30 mal.
italian: Entra in una stanza con la porta 30 volte
japanese: とびらの へやに 30かい ふみこむ
korean: 문의 방에 30회 들어간다.
portuguese: Entrar em uma sala com Porta 30 vezes.
russian: Введите дверь комнаты в 30 раз.
spanish: Entrar en la sala de la puerta 30 veces.

# MasterDesc-MSSE0027
source: Enter Spark Room 30 times.
french: Entrer 30 fois dans une Salle verte.
german: Geben Sie Funken Zimmer 30 mal.
italian: Entra in una stanza luminosa 30 volte
japanese: でんりゅうの へやに 30かい ふみこむ
korean: 전류 방에 30회 들어간다.
portuguese: Entrar em uma sala Eletrificada 30 vezes.
russian: Введите Спарк комната 30 раз.
spanish: Introduzca la chispa de habitaciones 30 veces.

# MasterDesc-MSSE0028
source: Enter Swamp Room 30 times.
french: Entrer 30 fois dans une Salle bleue.
german: Geben Sie Swamp Room 30 mal.
italian: Entra in una stanza con la palude 30 volte
japanese: ぬまの へやに 30かい ふみこむ
korean: 늪의 방에 30회 들어간다.
portuguese: Entrar em uma sala Pantanosa 30 vezes.
russian: Введите Болото комната 30 раз.
spanish: Introduzca pantano de habitaciones 30 veces.

# MasterDesc-MSSE0029
source: Enter Drown Room 30 times.
french: Entrer 30 fois dans une Salle violette.
german: Geben Sie Drown Zimmer 30 mal.
italian: Entra in una stanza sommersa 30 volte
japanese: すいぼつの へやに 30かい ふみこむ
korean: 수몰의 방에 30회 들어간다.
portuguese: Entrar em uma sala Inundada 30 vezes.
russian: Введите утопить комната 30 раз.
spanish: Introduzca Drown de habitaciones 30 veces.

# MasterDesc-MSSE0030
source: Enter Narrow Room 30 times.
french: Entrer 30 fois dans une Salle jaune.
german: Geben Sie engen Raum 30 mal.
italian: Entra in una stanza stretta 30 volte
japanese: きゅうくつの へやに 30かい ふみこむ
korean: 비좁음의 방에 30회 들어간다.
portuguese: Entrar em uma sala Estreita 30 vezes.
russian: Введите узкое помещение в 30 раз.
spanish: Introduzca estrecho de habitaciones 30 veces.

# MasterDesc-MSSE0031
source: Enter Zone Room 30 times.
french: Entrer 30 fois dans une Salle Azur.
german: Geben Sie Zone Room 30 mal.
italian: Entra in una stanza a zona 30 volte
japanese: けっかいの へやに 30かい ふみこむ
korean: 결계의 방에 30회 들어간다.
portuguese: Entrar em uma sala Negativa 30 vezes.
russian: Введите зону комната 30 раз.
spanish: Entrar en una zona de habitaciones 30 veces.

# MasterDesc-MSSE0032
source: Enter Tailwind Room 30 times.
french: Entrer 30 fois dans une Salle Venteuse.
german: Geben Sie Tailwind Zimmer 30 mal.
italian: Entra in una stanza ventosa 30 volte
japanese: おいかぜの へやに 30かい ふみこむ
korean: 순풍의 방에 30회 들어간다.
portuguese: Entrar em uma sala Acelerada 30 vezes.
russian: Введите TAILWIND комната 30 раз.
spanish: Introduzca Tailwind de habitaciones 30 veces.

# MasterDesc-MSSE0033
source: Enter Vast Room 30 times.
french: Entrer 30 fois dans une Salle Vaste.
german: Geben Sie Vast Zimmer 30 mal.
italian: Entra in una stanza vasta 30 volte
japanese: こうだいの へやに 30かい ふみこむ
korean: 넓음의 방에 30회 들어간다.
portuguese: Entrar em uma sala Vasta 30 vezes.
russian: Введите Обширные номер в 30 раз.
spanish: Introduzca amplia sala 30 veces.

# MasterDesc-MSSE0034
source: Enter Torch Room 30 times.
french: Entrer 30 fois dans une Salle Flambante.
german: Geben Sie Torch Room 30 mal.
italian: Entra in una stanza con la torcia 30 volte
japanese: たいまつの へやに 30かい ふみこむ
korean: 횃불의 방에 30회 들어간다.
portuguese: Entrar em uma sala com Tocha 30 vezes.
russian: Введите факелом комната 30 раз.
spanish: Introduzca la antorcha de habitaciones 30 veces.

# MasterDesc-MSSE0035
source: Enter Heat Room 30 times.
french: Entrer 30 fois dans une Salle Chaude.
german: Geben Sie Wärmeraum 30 mal.
italian: Entra in una stanza calda 30 volte
japanese: こうおんの へやに 30かい ふみこむ
korean: 고온의 방에 30회 들어간다.
portuguese: Entrar em uma sala em Chamas 30 vezes.
russian: Введите обогрева помещения в 30 раз.
spanish: Entrar en la sala de calor 30 veces.

# MasterDesc-MSSE0036
source: Enter Trial Room 30 times.
french: Entrer 30 fois dans une Salle d'Epreuve.
german: Geben Sie Testraum 30 mal.
italian: Entra in una stanza con la prova 30 volte
japanese: しれんの へやに 30かい ふみこむ
korean: 시험의 방에 30회 들어간다.
portuguese: Entrar em uma sala de Tribunal 30 vezes.
russian: Введите Trial комната 30 раз.
spanish: Introduzca prueba de habitaciones 30 veces.

# MasterDesc-MSSE0037
source: Enter Branch Room 30 times.
french: Entrer 30 fois dans une Salle de Croisement.
german: Geben Sie Zweig Room 30 mal.
italian: Entra in una stanza con il ramo 30 volte
japanese: ぶんきろの へやに 30かい ふみこむ
korean: 분기점의 방에 30회 들어간다.
portuguese: Entrar em uma sala Forquilhada 30 vezes.
russian: Введите Отрасль комната 30 раз.
spanish: Introduzca la rama de habitaciones 30 veces.

# MasterDesc-MSSE0038
source: Enter Trace Room 30 times.
french: Entrer 30 fois dans une Salle avec Traces.
german: Geben Sie Trace Zimmer 30 mal.
italian: Entra in una stanza con le tracce 30 volte
japanese: こんせきの へやに 30かい ふみこむ
korean: 흔적의 방에 30회 들어간다.
portuguese: Entrar em uma sala Traçada 30 vezes.
russian: Введите комната 30 кривая, вычерченная самописцем раз.
spanish: Introduzca traza de habitaciones 30 veces.

# MasterDesc-MSSE0039
source: Pick 50 equipments have STR.
french: Choisir 50 Equipements avec FOR.
german: Pick-50 Ausrüstungen haben STR.
italian: Prendi 50 equipaggiamenti con STR
japanese: きんりょくを もつ そうびを 50かい ひろう
korean: 근력을 가진 장비를 50회 줍기
portuguese: Pegar 50 equipamentos que aumentem FOR.
russian: Pick 50 оборудования есть STR.
spanish: Recoger 50 equipos tienen STR.

# MasterDesc-MSSE0040
source: Pick 50 equipments have DEX.
french: Choisir 50 Equipements avec DEX.
german: Pick-50 Ausrüstungen haben DEX.
italian: Prendi 50 equipaggiamenti con DEX
japanese: ぎりょうを もつ そうびを 50かい ひろう
korean: 기교를 가진 장비를 50회 줍기
portuguese: Pegar 50 equipamentos que aumentem DES.
russian: Pick 50 имеют оборудование DEX.
spanish: Recoger 50 equipos tienen DEX.

# MasterDesc-MSSE0041
source: Pick 50 equipments have INT.
french: Choisir 50 Equipements avec INT.
german: Wählen Sie 50 Geräte haben INT.
italian: Prendi 50 equipaggiamenti con INT
japanese: まりょくを もつ そうびを 50かい ひろう
korean: 마력을 가진 장비를 50회 줍기
portuguese: Pegar 50 equipamentos que aumentem INT.
russian: Pick 50 имеют оборудование INT.
spanish: Recoger 50 equipos tienen INT.

# MasterDesc-MSSE0042
source: Pick 50 equipments have PIE.
french: Choisir 50 Equipements avec FOI.
german: Wählen Sie 50 Ausrüstungen PIE haben.
italian: Prendi 50 equipaggiamenti con PIE
japanese: しんこうを もつ そうびを 50かい ひろう
korean: 신앙을 가진 장비를 50회 줍기
portuguese: Pegar 50 equipamentos que aumentem PIE.
russian: Pick 50 оборудования имеют PIE.
spanish: Recoger 50 equipos tienen PIE.

# MasterDesc-MSSE0043
source: Kill ''Breathing girl''.
french: Tuer la ''Fille qui souffle''.
german: Kill ''Breathing Mädchen''.
italian: Uccidi la ''Ragazza che respira''
japanese: といきの しょうじょ を たおす
korean: 탄식하는 소녀를 죽인다.
portuguese: Matar ''Garota Respirando''
russian: Убить ''дышащими девочка''.
spanish: Matar ''chica de respiración''.

# MasterDesc-MSSE0044
source: Clear 5F 5 times.
french: Finir 5F 5 fois.
german: Klar 5F 5-mal.
italian: Finisci il livello 5F 5 volte
japanese: 5Fを 5かい クリアする
korean: 5층을 5번 클리어한다.
portuguese: Completar o 5º andar 5 vezes.
russian: Ясно 5F 5 раз.
spanish: Claro 5F 5 veces.

# MasterDesc-MSSE0045
source: Kill 100 monsters.
french: Tuer 100 adversaires.
german: Töte 100 Monster.
italian: Uccidi 100 mostri
japanese: モンスターを 100たい たおす
korean: 마물을 100번 죽인다.
portuguese: Matar 100 monstros.
russian: Убейте 100 монстров.
spanish: Mata a 100 monstruos.

# MasterDesc-MSSE0046
source: Kill 20 floor bosses.
french: Tuer 20 Boss de Niveau.
german: Töte 20 Boden-Bosse.
italian: Uccidi 20 boss di fine livello
japanese: フロアボスを 20たい たおす
korean: 층 보스를 20번 죽인다.
portuguese: Matar 20 chefes de andar.
russian: Убейте 20 этажа боссов.
spanish: Mata a 20 jefes de piso.

# MasterDesc-MSSE0047
source: Enter Doll Room 30 times.
french: Entrer 30 fois dans la Salle de la Poupée.
german: Geben Sie Puppe Zimmer 30 mal.
italian: Entra nella stanza delle bambole 30 volte
japanese: かいらいの へやに 30かい ふみこむ
korean: [꼭두각시]방에 30회 들어간다.
portuguese: Entrar na sala de Bonecas 30 vezes.
russian: Enter Doll Room 30 раз.
spanish: Entrar en la sala de la muñeca 30 veces.

# MasterDesc-MSSE0048
source: Kill ''Puppet of despair''.
french: Tuer la ''Marionette du désespoir''.
german: Kill ''Puppet der Verzweiflung''.
italian: Uccidi il ''Pupazzo della disperazione''
japanese: ぜつぼうの くぐつ を たおす
korean: 절망의 꼭두각시를 죽인다.
portuguese: Matar a ''Marionete do Desespero''.
russian: Убейте ''марионеткой отчаяния''.
spanish: Matar ''de la marioneta de la desesperación''.

# MasterDesc-MSSE0501
source: Clear 5F 5 times.
french: Finir 5F 5 fois.
german: Klar 5F 5-mal.
italian: Finisci il livello 5f 5 volte
japanese: 5Fを 5かい クリアする
korean: 5층을 5번 클리어한다.
portuguese: Completar o 5º andar 5 vezes.
russian: Четкие 5F 5 раз.
spanish: Claras 5F 5 veces.

# MasterDesc-MSSE0502
source: Kill 100 monsters.
french: Tuer 100 adversaires.
german: Töte 100 Monster.
italian: Uccidi 100 mostri
japanese: モンスターを 100たい たおす
korean: 마물을 100번 죽인다.
portuguese: Matar 100 monstros.
russian: Убейте 100 монстров.
spanish: Mata a 100 monstruos.

# MasterDesc-MSSE0503
source: Kill 20 floor bosses.
french: Tuer 20 Boss de Niveau.
german: Töte 20 Boden-Bosse.
italian: Uccidi 20 boss di fine livello
japanese: フロアボスを 20たい たおす
korean: 층 보스를 20번 죽인다.
portuguese: Matar 20 chefes de andar.
russian: Убейте 20 боссов пола.
spanish: Mata a 20 jefes de piso.

# MasterDesc-MSSE0504
source: Enter Gear Room 30 times.
french: Entrer 30 fois dans la Salle des Machines.
german: Geben Sie Getrieberaum 30 Mal.
italian: Entra in una stanza con gli ingranaggi 30 volte
japanese: はぐるまの へやに 30かい ふみこむ
korean: 톱니바퀴 방에 30회 들어간다
portuguese: Entrar na sala de Engrenagens 30 vezes.
russian: Введите шестерней номер 30 раз.
spanish: Introduzca engranaje de habitaciones 30 veces.

# MasterDesc-MSSE0505
source: Kill ''Ruin guardian''.
french: Tuer le ''Gardien des ruines''.
german: Kill ''Ruin Wächter''.
italian: Uccidi il ''Guardiano della Rovina''
japanese: いせきの しゅごしゃ を たおす
korean: 유적 수호자를 퇴치
portuguese: Matar o ''Guardião das Ruínas''.
russian: Убейте ''Ruin опекуна''.
spanish: Matar ''guardián de la ruina''.

# MasterDesc-MSSM0401
source: Clear 5F 20 times.
french: Finir 5F 20 fois.
german: Klar 5F 20-mal.
italian: Finisci il livello 5F 20 volte
japanese: 5Fを 20かい クリアする
korean: 5층을 20번 클리한다.
portuguese: Completar o 5º andar 20 vezes.
russian: Четкие 5F 20 раз.
spanish: Claras 5F 20 veces.

# MasterDesc-MSSM0402
source: Kill 200 monsters.
french: Tuer 200 adversaires.
german: Töte 200 Monster.
italian: Uccidi 200 mostri
japanese: モンスターを 200たい たおす
korean: 마물을 200번 죽인다
portuguese: Matar 200 monstros.
russian: Убейте 200 монстров.
spanish: Mata a 200 monstruos.
