Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# WORD_SKILL_LEVEL_ADD_ACTION_Add
source: Add: {0}/{1}turn
french: Ajouter: {0}/{1} tour
german: Hinzufügen: {0}/{1} am Turn
italian: Aggiungere: {0}/{1} al turn
japanese: ついか：{0}/{1}ターン
korean: 추가: {0}/{1}턴 지속
portuguese: Dodaj: {0}/{1} kolej
russian: Добавить: {0}/{1} поворот
spanish: Añadir: {0}/{1} turno

# WORD_SKILL_LEVEL_ADD_ACTION_Attack
source: Additional attack.
french: attaque supplémentaire.
german: Weiterer Angriff.
italian: attacco supplementare.
japanese: ついかこうげき
korean: 추가 공격
portuguese: Dodatkowy atak.
russian: Дополнительная атака.
spanish: Ataque adicional.

# WORD_SKILL_LEVEL_ADD_ACTION_Barrier
source: Gain barrier.
french: barrière Gain.
german: Verschaffen Barriere.
italian: Guadagno barriera.
japanese: バリアかくとく
korean: 방벽을 얻는다.
portuguese: Uzyskać bariery.
russian: Усиление барьера.
spanish: Ganancia de barrera.

# WORD_SKILL_LEVEL_ADD_ACTION_Cure1
source: Cure 1 debuff.
japanese: じょうたいいじょうを 1つ ちりょう
korean: 상태이상을 1개 치료
portuguese: Leczyć 1 debuff.
russian: Лечение 1 дебафф.
spanish: Curar 1 desventaja.

# WORD_SKILL_LEVEL_ADD_ACTION_CureAll
source: Cure all debuffs.
french: Guérir tous les debuffs.
german: Allheilmittel Debuffs.
italian: Curare tutti i debuff.
japanese: じょうたいいじょうを すべて ちりょう
korean: 상태이상을 모두 치료
portuguese: Wyleczyć wszystkie debuffy.
russian: Вылечить все дебаффы.
spanish: Curar todas las desventajas.

# WORD_SKILL_LEVEL_ADD_ACTION_Gain
source: Gain: {0}/{1}turn
french: Gain: {0}/{1} tour
german: Verstärkung: {0}/{1} am Turn
italian: Guadagno: {0}/{1} al turn
japanese: かくとく：{0}/{1}ターン
korean: 획득: {0}/{1}턴 지속
portuguese: Wzmocnienie: {0}/{1} kolej
russian: Усиление: {0}/{1} поворота
spanish: Obtienes: {0}/{1} turno

# WORD_SKILL_LEVEL_ADD_ACTION_IncPower
source: Increase power.
french: Augmenter la puissance.
german: Erhöhen Sie Leistung.
italian: Aumentare la potenza.
japanese: いりょくアップ
korean: 위력 증가
portuguese: Zwiększyć moc.
russian: Увеличение мощности.
spanish: Aumenta el poder

# WORD_SKILL_LEVEL_ADD_ACTION_IncTurn
source: Increase turn.
french: Augmenter tour.
german: Erhöhen Sie dran.
italian: Aumentare turno.
japanese: ターンえんちょう
korean: 지속 시간 연장
portuguese: Zwiększyć obrót.
russian: Увеличение оборота.
spanish: Incrementa turno.

# WORD_SKILL_LEVEL_ADD_ACTION_RedCD1
source: Cooldown -1 for a random skill.
french: Cooldown -1 pour une compétence aléatoire.
german: Abklingzeit -1 für eine zufällige Fähigkeit.
italian: Cooldown -1 per un'abilità casuale.
japanese: いずれかのスキル クールダウン-1
korean: 무작위 기술 1개의 대기 시간이 1 감소.
portuguese: SCHŁODZENIE -1 losowej umiejętności.
russian: Кулдауне -1 для случайного мастерства.
spanish: Enfriamiento -1 para una habilidad aleatoria.

# WORD_SKILL_LEVEL_ADD_ACTION_RedCDAll
source: Cooldown -1 for all skills.
french: Cooldown -1 pour toutes les compétences.
german: Abklingzeit -1 für alle Fähigkeiten.
italian: Cooldown -1 per tutte le abilità.
japanese: すべてスキル クールダウン-1
korean: 모든 기술의 대기 시간이 1 감소.
portuguese: Cooldown -1 dla wszystkich umiejętności.
russian: Кулдаун -1 для всех навыков.
spanish: Enfriamiento -1 para todas las habilidades.

# WORD_SKILL_LEVEL_ADD_ACTION_RedTurn
source: Reduce turn.
french: Réduire leur tour.
german: Reduzieren Sie dran.
italian: Ridurre il turno.
japanese: ターンたんしゅく
korean: 발동 시간 단축
portuguese: Zmniejszyć obrót.
russian: Сокращение оборота.
spanish: Reducir turno

# WORD_SKILL_LEVEL_ADD_ACTION_SelfDmg
source: Take damage.
french: Subissez des dégâts.
german: Schaden nehmen.
italian: Prendere danni.
japanese: じこダメージ
korean: 피해를 입는다.
portuguese: Obrażenia.
russian: Возьмите повреждение.
spanish: Recibir daño.

# WORD_SKILL_LEVEL_ADD_ACTION_Shield
source: Gain shield.
french: Gain bouclier.
german: Gewinnen Schild.
italian: Guadagno scudo.
japanese: シールドかくとく
korean: 보호막을 얻는다.
portuguese: Zdobyć tarczę.
russian: Усиление щита.
spanish: Ganar escudo.

# WORD_SKILL_LEVEL_ADD_ACTION_Slow
source: Stun
french: Étourdir
german: Betäuben
italian: Stordire
japanese: スタン
korean: 기절
portuguese: Oszołomić
russian: Оглушение
spanish: Aturdir

# WORD_SKILL_LEVEL_ADD_OPTION_AbsHit
source: Aimed.
french: Destinée.
german: Gezielter.
italian: Compagno.
japanese: ひっちゅう
korean: 필중
portuguese: Rywali.
russian: Направленная.
spanish: Apuntar

# WORD_SKILL_LEVEL_ADD_OPTION_Deadly
source: Finish blow.
french: coup de finition.
german: Fertig Schlag.
italian: Fine colpo.
japanese: とどめの いちげき
korean: 마무리 일격
portuguese: Wykończenie cios.
russian: Финиш удар.
spanish: Golpe final

# WORD_SKILL_LEVEL_ADD_OPTION_Drain
source: Drain life.
french: Drain de vie.
german: Ablassen Leben.
italian: Scolare la vita.
japanese: HPきゅうしゅう
korean: HP 흡수
portuguese: Spuścić życie.
russian: Слить жизнь.
spanish: Drenar vida.

# WORD_SKILL_LEVEL_ADD_OPTION_DoubleCrit
source: Increase chance of critical.
french: Augmenter la chance de critique.
german: Erhöhen Chance kritisch.
italian: Aumentare la possibilità di critica.
japanese: クリティカルアップ
korean: 치명타 확률 증가
portuguese: Zwiększenie szans na krytyczne.
russian: Увеличение шансов критической.
spanish: Aumenta la posibilidad de un ataque crítico.

# WORD_SKILL_LEVEL_ADD_OPTION_IgnoreArmor
source: Ignore opponent's defenses.
french: Ignorer les défenses de l'adversaire.
german: Ignorieren gegnerische Abwehr.
italian: Ignora le difese avversarie.
japanese: ぼうぎょむし
korean: 방어무시 공격
portuguese: Ignoruje obronę przeciwnika.
russian: Игнорирование защиты противника.
spanish: Ignora la defensa del oponente.

# WORD_SKILL_LEVEL_ADD_ACTION_CD-1
source: Cooldown-1
french: Recharge-1
german: Aufladezeit-1
japanese: クールダウン-1
korean: 대기 시간-1
portuguese: Ładuje-1
russian: Откат-1
spanish: Enfriamiento-1

# TEXT_ALERT_ISNT_OPENED
source: You can not enter into this room.
french: Vous ne pouvez pas entrer dans cette salle.
german: Sie können nicht in diesen Raum betreten.
italian: Non si può entrare in questa stanza.
japanese: このへやには はいれません。
korean: 이 방에는 들어갈 수 없습니다.
portuguese: Nie można wejść do tego pokoju.
russian: Вы не можете войти в эту комнату.
spanish: No puedes entrar en esta habitación.

# TEXT_ALERT_CANT_REACH
source: You need to have ''Teleport'' to enter into this room directly.
french: Vous devez avoir « Téléportation » pour entrer dans cette pièce directement.
german: Sie müssen direkt „Teleport“ einzugeben, in diesem Raum haben.
italian: È necessario avere ''Teleport'' per entrare in questa stanza direttamente.
japanese: このへやに ちょくせつ はいるには テレポートが ひつようです。
korean: 이 방에 직접 들어가려면 [순간이동]이 필요합니다.
portuguese: Trzeba mieć „Teleport”, aby wejść do tego pokoju bezpośrednio.
russian: Вы должны иметь «Телепорт», чтобы войти в эту комнату непосредственно.
spanish: Es necesario tener un ''Teleport'' para entrar directamente en esta habitación.

# MasterName-JB000029
source: Privilege
french: Privilège
german: Privileg
italian: Privilegio
japanese: けんりょくしゃ
korean: 권력자
portuguese: Przywilej
russian: льгота
spanish: Privilegio

# MasterDesc-JB000029
source: Thanks to his parents, he got too much privilege without any effort.
french: Merci à ses parents, il a eu trop de privilège sans aucun effort.
german: Dank seiner Eltern, er bekam zu viel Privileg ohne jede Anstrengung.
italian: Grazie ai suoi genitori, ha ottenuto troppo privilegio senza alcuno sforzo.
japanese: おやの おかげで うまれながらに なんの どりょくもなく あまりある とっけんを えていた。
korean: 부모 덕에 태어나면서 아무 노력 없이 지나친 특권을 얻고 있었다.
portuguese: Dzięki jego rodziców, dostał zbyt dużo przywilej bez żadnego wysiłku.
russian: Благодаря своим родителям, он получил слишком много привилегий без каких-либо усилий.
spanish: Gracias a sus padres, se puso demasiado privilegio sin ningún esfuerzo.

# MasterName-LASE7001
source: Marble
french: Marbre
german: Marmor
italian: Marmo
japanese: だいりせき
korean: 대리석
portuguese: Marmur
russian: Мрамор
spanish: Mármol

# MasterName-LASE7002
source: Stardust
french: poussière d'étoiles
german: Sternenstaub
italian: polvere di stelle
japanese: ほしくず
korean: 스타 더스트
portuguese: Gwiezdny pył
russian: звездная пыль

# MasterName-LASE7003
source: Descendant
german: Nachkomme
italian: Discendente
japanese: まつえい
korean: 후손
portuguese: Potomek
russian: потомок
spanish: Descendiente

# MasterName-LASE7004
source: Umbilical cord
french: Cordon ombilical
german: Nabelschnur
italian: Cordone ombelicale
japanese: へそのお
korean: 탯줄
portuguese: Pępowina
russian: Пуповина
spanish: Cordón umbilical

# MasterDesc-LASE7001
source: Stones do not change even after years.
french: Les pierres ne changent pas même après plusieurs années.
german: Steine ​​nicht einmal nach Jahren ändern.
italian: Le pietre non cambiano anche dopo anni.
japanese: さいげつを へても もっとも かわらないものは いしである。
korean: 세월이 지나도 가장 변화하지 않는 것은 돌이다.
portuguese: Kamienie nie zmienia się nawet po wielu latach.
russian: Камни не меняются даже после многих лет.
spanish: Las piedras no cambian incluso después de años.

# MasterDesc-LASE7002
source: When you look into it you can see a gigantic figure of God who engulfs the end of the starry sky.
french: Quand vous regardez dans ce que vous pouvez voir une figure gigantesque de Dieu qui engloutit la fin du ciel étoilé.
german: Wenn Sie es sehen können Sie in eine gigantische Gestalt Gottes sehen, die das Ende des Sternenhimmels verschlingt.
italian: Quando si guarda in esso si può vedere una gigantesca figura di Dio che avvolge la fine del cielo stellato.
japanese: のぞきこむと ほしぞらの はてに うごめく きょだいな かみの すがたが かいまみえる。
korean: 들여다보면 별이 무수한 하늘 끝에서 꿈틀거리는 거대한 신의 모습을 엿볼 수 있다.
portuguese: Kiedy patrzysz na nim można zobaczyć gigantyczną postać Boga, który ogarnia końcówkę rozgwieżdżonym niebem.
russian: Когда вы смотрите на него вы можете увидеть гигантскую фигуру Бога, который поглощающая конец звездного неба.
spanish: Cuando se mira en él se puede ver una figura gigantesca de Dios que envuelve el extremo del cielo estrellado.

# MasterDesc-LASE7003
source: Obviously abnormal blood is remained in this clan.
french: De toute évidence anormale du sang est resté dans ce clan.
german: Offensichtlich abnormes Blut wird in diesem Clan geblieben.
italian: Ovviamente sangue anormale è rimasto in questo clan.
japanese: あきらかに にんげんでない ものの ちが いろこく のこされている。
korean: 분명히 인간이 아닌 것의 피가 이 가문에 진하게 남아있다.
portuguese: Oczywiście zaburzenia krwi pozostaje w tej rodu.
russian: Очевидно, что аномальные крови оставались в этом клане.
spanish: Obviamente anormal de la sangre se mantuvo en este clan.

# MasterDesc-LASE7004
source: Time was filled. I can not stop trembling my head.
french: Le temps était rempli. Je ne peux pas arrêter de trembler ma tête.
german: Die Zeit war gefüllt. Ich kann nicht aufhören meinen Kopf zittern.
italian: Il tempo è stato riempito. Non riesco a smettere di tremare la mia testa.
japanese: ときは みちた。 あたまの ふるえが とまらない。
korean: 때가 되었다. 머리의 떨림이 멈추지 않는다.
portuguese: Czas był wypełniony. Nie mogę przestać drży głowę.
russian: Время было заполнено. Я не могу остановить дрожь головы.
spanish: El tiempo estaba lleno. No puedo dejar de temblar mi cabeza.

# MasterName-SK100035
source: Thunder spark
french: étincelle tonnerre
german: Donner Funke
italian: Thunder scintilla
japanese: サンダースパーク
korean: 벼락
portuguese: Thunder iskra
russian: Гром искры
spanish: chispa truenos

# MasterName-SK100036
source: Holy screen
french: Saint écran
german: Heiliger Bildschirm
italian: schermo Santo
japanese: せいなる けっかい
korean: 성스러운 결계
portuguese: Święty ekran
russian: Святой экран
spanish: Santo pantalla

# MasterName-SK100037
source: Authority
french: Autorité
german: Behörde
italian: Autorità
japanese: けんりょく
korean: 권력
portuguese: Autorytet
russian: Власть
spanish: Autoridad

# MasterName-SKE01049
source: Become hard
french: devenir dur
german: werden hart
italian: Diventa difficile
japanese: かたくなる
korean: 단단해지기
portuguese: stają się twarde
russian: Стать трудно
spanish: llegar a ser duro

# MasterName-SKE01050
source: Closure
french: Fermeture
german: Schließung
italian: Chiusura
japanese: へいさ
korean: 봉쇄
portuguese: Zamknięcie
russian: закрытие
spanish: Cierre

# MasterName-SKE01051
source: Meteor Caller
french: Meteor appelant
japanese: メテオコーラー
korean: 운석바라기
portuguese: Meteor rozmówcy
russian: Метеор Caller
spanish: Meteor de llamadas

# MasterName-SKE01052
source: Toxic Breath
french: souffle toxique
german: Toxic Atem
italian: Breath Toxic
japanese: トキシックブレス
korean: 맹독 숨결
russian: Токсичные дыхание
spanish: Aliento tóxico

# MasterName-SKE01053
source: Deadly Poison
french: Poison mortel
german: Tödliches Gift
japanese: デッドリーポイズン
korean: 치명적인 맹독
russian: Смертельный яд
spanish: Veneno mortal

# MasterName-SKE01054
source: Drink Blood
french: boire du sang
german: Blut trinken
italian: bere sangue
japanese: ドリンクブラッド
korean: 피 마시기
portuguese: pić krew
russian: Алкоголь в крови
spanish: sangre bebida

# MasterName-SKE01055
source: Call Chaos
french: Appel Chaos
german: rufen Chaos
italian: Chiama Chaos
japanese: カオスコール
korean: 혼돈의 부름
portuguese: zadzwoń Chaos
russian: Вызов Хаос
spanish: Llamada al Caos

# MasterName-SKE01056
source: Venom burst
french: Venom rafale
italian: Venom scoppio
japanese: ベノムバースト
korean: 맹독 폭발
portuguese: Venom rozerwanie
russian: Venom взрыв
spanish: Estallido venenoso

# MasterShortName-SK100035
source: Double Attack
french: Double Attaque
italian: doppio attacco
japanese: ２れんげき
korean: 2연격
portuguese: podwójny atak
russian: Двойная Атака
spanish: Ataque doble

# MasterShortName-SK100036
source: Heal
french: Guérir
german: Heilen
italian: Guarire
japanese: かいふく
korean: 회복
portuguese: Uzdrowić
russian: заживать
spanish: Sanar

# MasterShortName-SK100037
source: Special
french: Spécial
german: Besondere
italian: Speciale
japanese: とくしゅ
korean: 특수
portuguese: Specjalny
russian: Особый
spanish: Especial

# MasterDesc-SK100035
source: Double attack.
french: Double attaque.
german: Doppelangriff.
italian: Doppio attacco.
japanese: ほとばしる いなずまで こうげき。
korean: 솟구치는 번개로 공격.
portuguese: Podwójny atak.
russian: Дважды атаки.
spanish: Doble ataque.

# MasterDesc-SK100036
source: Heal your HP, gain shield and barrier, and cure a debuff.
french: Guérir votre bouclier HP gagner, et la barrière, et de guérir un debuff.
german: Heilen Sie Ihre HP, gewinnen Schild und Barriere und heilen einen Debuff.
italian: Guarire il tuo HP, guadagnare scudo e la barriera, e curare un debuff.
japanese: HPをかいふくし、 シールドと バリアを えて、 じょうたいいじょうを 1つ ちりょうする。
korean: HP를 회복하고 보호막과 방벽을 얻고 상태이상 1개를 치료한다.
portuguese: Heal urządzenia HP, zyskują tarczę i bariery, i leczyć debuff.
russian: Лечение вашего HP, получить щит и барьер, и вылечить дебафф.
spanish: Curar su HP, ganar el escudo y la barrera, y curar una desventaja.

# MasterDesc-SK100037
source: Gain great luck for this turn.
french: Gain grande chance pour ce tour.
german: Gewinnen Sie großes Glück für diese Reihe.
italian: Guadagno grande fortuna per questo turno.
japanese: しゅんかんてきに うんのよさを える。
korean: 순간적으로 행운을 크게 높인다.
portuguese: Zdobyć wielkie szczęście dla tej kolei.
russian: Получите большую удачу для этой очереди.
spanish: Ganar una gran suerte para este turno.

# MasterName-ENE00101
source: Gargoyle
french: Gargouille
german: Wasserspeier
italian: doccione
japanese: ガーゴイル
korean: 가고일
portuguese: Gargulec
russian: горгулья
spanish: Gárgola

# MasterName-ENE00102
source: Servant
french: Serviteur
german: Diener
italian: Servitore
japanese: めしつかい
korean: 하인
portuguese: Sługa
russian: служитель
spanish: Servidor

# MasterName-ENE00103
source: Current family head
french: courant principal
german: Aktuelles Haupt
italian: principale corrente
japanese: げん とうしゅ
korean: 현 당주
portuguese: Obecny główny
russian: Текущий основной
spanish: Actual Jefe de familia

# MasterName-ENE00104
source: First family head
french: principale d'abord
german: Erstes Haupt
italian: In primo luogo principal
japanese: しょだい とうしゅ
korean: 초대 당주
portuguese: pierwszy główny
russian: Первый главный
spanish: Primer Jefe de familia

# MasterDesc-ENE00101
source: A warden who has continued to protect the mansion since hundreds of years in the past.
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: すうひゃくねんまえから やしきを まもりつづけている ばんにん。
korean: 수 백년 전부터 저택을 지키는 파수꾼.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENE00102
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: やしきに つかえていた めしつかい。 そのひとみは こくうに ただよう なにかを おっている…
korean: 저택에서 시중들던 하인. 그 눈동자는 허공을 떠돌며 뭔가 쫓고있다…
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENE00103
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: にんげんの のうが そとなる せかいへの かぎになる という けんきゅうを つづけるうちに きが くるったものと おもわれる。
korean: 인간의 뇌가 외부 세계의 열쇠라는 연구를 계속하던 도중 미친 것으로 생각된다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENE00104
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: そとなる せかいの いったんに ふれた にんげん。 かれの のこした ぞうしょが かれの しそんを きょうきに かりたてた。
korean: 외부 세계의 일부분에 접촉한 인간. 그가 남긴 장서는 그의 자손을 광기로 내몰았다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterName-EFJ00029
source: Absolute power
french: Pouvoir absolu
german: Absolute Macht
italian: Potere assoluto
japanese: ぜったいけんりょく
korean: 절대 권력
portuguese: Władza absolutna
russian: Абсолютная сила
spanish: Poder absoluto

# MasterName-EFL00034
source: Robustness
french: robustesse
german: Robustheit
italian: Robustezza
japanese: けんろう
korean: 견고
portuguese: Krzepkość
russian: прочность
spanish: Robustes

# MasterName-EFL00035
source: Beyond stars
french: Au-delà étoiles
german: jenseits Sternen
italian: Al di là di stelle
japanese: ほしの かなた
korean: 별의 너머
portuguese: poza gwiazdek
russian: За звездами
spanish: Más allá de las estrellas

# MasterName-EFL00036
source: Successor
french: Successeur
german: Nachfolger
italian: Successore
japanese: けいしょうしゃ
korean: 계승자
portuguese: Następca
russian: правопреемник
spanish: Sucesor

# MasterName-EFL00037
source: New door
french: nouvelle porte
german: neue Tür
italian: nuova porta
japanese: あらたな とびら
korean: 새로운 문
portuguese: Nowe drzwi
russian: Новая дверь
spanish: Nueva puerta

# MasterDesc-EFJ00029
source: Chance to gain level+1 for random skill on level up.
french: Chance de gagner niveau + 1 pour compétence au hasard sur un niveau.
german: Chance Level + 1 für zufällige Fähigkeit auf Level zu gewinnen.
italian: Possibilità di guadagnare il livello + 1 per l'abilità a caso a livello alto.
japanese: レベルがあがるたび たまに ランダムな スキルの レベルが アップ
korean: 레벨이 오를때마다 무작위 기술의 레벨이 증가한다.
portuguese: Szansa na uzyskanie poziomu + 1 dla losowej umiejętności na poziom wyżej.
russian: Шанс получить уровень + 1 для произвольного навыка на уровень вверх.
spanish: Oportunidad de adquirir el nivel de habilidad + 1 por azar al subir de nivel.

# MasterDesc-EFL00034
source: You will gain Damage reduce whenever you take any damage.
french: Vous gagnerez Dommages de réduire chaque fois que vous prenez tout dommage.
german: Sie werden gewinnen Schäden reduzieren, wenn Sie einen Schaden nehmen.
italian: Si otterrà Danni ridurre ogni volta che si prende alcun danno.
japanese: ダメージを うけるたび けいげんを える
korean: 적에게 피해를 받을 때마다 피해 감소를 얻는다.
portuguese: Zyskasz Obrażenia zmniejszają kiedykolwiek podjąć wszelkie uszkodzenia.
russian: Вы получите повреждения уменьшить всякий раз, когда вы берете какой-либо ущерб.
spanish: Usted ganará daños reducir cada vez que tome cualquier daño.

# MasterDesc-EFL00035
source: Rooms will change whenever you move.
french: Les chambres changeront chaque fois que vous vous déplacez.
german: Zimmer wird sich ändern, wenn Sie sich bewegen.
italian: Camere cambieranno ogni volta che si sposta.
japanese: あるくたび マップが ランダムに へんかする
korean: 이동할 때마다 방이 무작위로 변화한다.
portuguese: Pokoje zmieni przy każdym ruchu.
russian: Номера будут меняться каждый раз, когда вы двигаетесь.
spanish: Habitaciones cambiarán cada vez que mueva.

# MasterDesc-EFL00036
source: All Skill Level +1
french: Tous Niveau +1
german: Alle Erfahrungsstufe +1
italian: Tutto livello di abilità +1
japanese: スキルレベル+1
korean: 모든 기술 레벨 +1
portuguese: Wszystkie Zręcznościowe Poziom +1
russian: Все Уровень умения +1
spanish: Todo Habilidad Nivel +1

# MasterDesc-EFL00037
source: You will change into ''outer one''.
french: Vous changerez dans « un extérieur ».
german: Sie werden in die „äußere“ ändern.
italian: Potrai cambiare in ''quello esterno''.
japanese: ひとならざるものに へんかする
korean: 인간이 아닌 것으로 변화한다.
portuguese: będzie zmienić na „zewnętrznej jednego”.
russian: Вы изменитесь на «внешние один».
spanish: Se cambiará a ''uno exterior''.

# MasterName-RS000038
source: Treasury
french: Trésorerie
german: Schatzamt
italian: tesoreria
japanese: ほうもつこ
korean: 보물창고
portuguese: Skarbiec
russian: казначейство
spanish: Tesorería

# MasterDesc-RS000038
source: High risk, high return.__<color=#FF0>You can earn legendary arms after defeating strong enemy.</color>
french: __<color=#FF0></color>
german: __<color=#FF0></color>
italian: __<color=#FF0></color>
japanese: ハイリスク、ハイリターン。__<color=#FF0>かならず でんせつのぶぐが てにはいるが きょうてきも まちうけている。</color>
korean: 보물에는 위험이 따르는 법.__<color=#FF0>반드시 전설의 무구를 손에 넣을 수 있지만 강적이 기다리고 있다.</color>
portuguese: __<color=#FF0></color>
russian: __<color=#FF0></color>
spanish: __<color=#FF0></color>

# MasterName-DGS70001
source: Residence
french: Résidence
german: Residenz
italian: Residenza
japanese: やしき
korean: 저택
portuguese: Rezydencja
russian: Резиденция
spanish: Residencia

# MasterName-DGS70002
source: Residence Hard
french: Résidence Difficile
german: Residenz Hart
italian: Residenza Difficile
japanese: やしき Hard
korean: 저택 어려움
portuguese: Rezydencja Ciężko
russian: Резиденция Жесткий
spanish: Residencia Difícil

# MasterName-DGS70003
source: Residence Master
french: Résidence Maîtriser
german: Residenz Meister
italian: Residenza Maestro
japanese: やしき Master
korean: 저택 숙련
portuguese: Rezydencja Mistrz
russian: Резиденция Мастер
spanish: Residencia Dominar

# MasterName-DGS70004
source: Residence Extreme
french: Résidence Extrême
german: Residenz Extrem
italian: Residenza Estremo
japanese: やしき Extreme
korean: 저택 극한
portuguese: Rezydencja Skrajny
russian: Резиденция крайность
spanish: Residencia Extremo

# MasterDesc-DGS70001
source: He was tinkering with a corpse on the operating table all the while.
french: Il bricolait avec un cadavre sur la table d'opération tout le temps.
german: Er bastelt mit einer Leiche auf dem OP-Tisch die ganze Zeit.
italian: Stava armeggiando con un cadavere sul tavolo operatorio per tutto il tempo.
japanese: その へやで やしきの とうしゅは しゅじゅつだいに のせた にんげんを いっしんふらんに こねくりまわしていた…
korean: 그는 수술대에 시체 모든 동안 땜질했다.
portuguese: Był majstrować przy zwłokach na stole operacyjnym cały czas.
russian: Он возился с трупом на операционном столе все время.
spanish: Estaba jugando con un cadáver en la mesa de operaciones al mismo tiempo.
