Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterDesc-SK100015
source: Gain more critical rate and more critical damage for a short time.
french: Gain taux plus critique et des dommages plus critique pour un court laps de temps.
german: Gewinnen Sie mehr kritische Rate und mehr kritischen Schaden für kurze Zeit.
italian: Ottieni possibilità di critico e danno critico aumentate per un breve periodo
japanese: いちじてきに クリティカルりつと クリティカルダメージを たかめる
korean: 일시적으로 크리티컬 확률과 피해가 증가한다.
portuguese: Ganhar ritmo mais crítico e danos mais crítico para um curto período de tempo.
russian: Получить более критическую скорость и более критический урон в течение короткого промежутка времени.
spanish: De ganancia de tasa más crítico y el daño más crítica por un corto tiempo.

# MasterDesc-SK100016
source: Attack an enemy 6 times.
french: Attaquer un ennemi 6 fois.
german: Angriff den Feind 6 mal.
italian: Attacca un nemico 6 volte
japanese: さんだんで てきを こうげき
korean: 산탄으로 적을 공격
portuguese: Atacar um inimigo 6 vezes.
russian: Атаки врага 6 раз.
spanish: Atacar a un enemigo 6 veces.

# MasterDesc-SK100017
source: Gain ''Overheal'', ''Burst heal'' and ''Refuge''.
french: Gain ''d'extra'', ''Burst guérir'' et ''Refuge''.
german: Gain ''Überheilung'', ''Burst heilen'' und ''Zuflucht''.
italian: Ottieni ''Sovracura'', ''Cura prorompente'' e ''Rifugio''
japanese: オーバーヒールと バーストヒールと せいなるかごを える
korean: 초월 치유와 폭발적 치유, 성스러운 가호를 받는다.
portuguese: Ganhar ''Sobrecura'', ''Explosão curar'' e ''refúgio''.
russian: Усиление ''Сверхлечение'', ''лопнул залечить'' и ''Убежище''.
spanish: Ganar ''Exceso'', ''Ráfaga curar'' y ''refugio''.

# MasterDesc-SK100018
source: Double attack.
french: Double attaque.
german: Doppelangriff.
italian: Doppio attacco
japanese: こをえがく うつくしい れんげき
korean: 호를 그리는 아름다운 연격
portuguese: ataque duplo.
russian: Дважды атаки.
spanish: Doble ataque.

# MasterDesc-SK100019
source: Heal yourself.
french: Guérissez-vous.
german: Heile dich selbst.
italian: Cura
japanese: HPを かいふくする
korean: HP를 회복한다.
portuguese: Curar a si mesmo.
russian: Исцели себя.
spanish: Cúrate a ti mismo.

# MasterDesc-SK100020
source: You and opponent become ''Berserker''.
french: Vous et l'adversaire devient ''Berserker''.
german: Sie und Gegner ''Berserker'' werden.
italian: Tu e il tuo nemico ottenete ''Berserker''
japanese: じしんと てき ともに きょうせんしか
korean: 자신과 적이 동시에 광전사화한다.
portuguese: Você e oponente se tornar ''Berserker''.
russian: Вы и противник стал ''Берсерк''.
spanish: Usted y el oponente se convierte en ''Berserker''.

# MasterDesc-SK100021
source: Attack an enemy.
french: Attaquer un ennemi.
german: Angriff einen Gegner.
italian: Attacca un nemico
japanese: ブーメランを なげて てきを こうげき
korean: 부메랑을 던져서 적을 공격한다.
portuguese: Atacar um inimigo.
russian: Атаки врага.
spanish: Atacar a un enemigo.

# MasterDesc-SK100022
source: Run away and avoid an enemy.
french: Fuyez et éviter un ennemi.
german: Lauf weg und einen Feind zu vermeiden.
italian: Scappa ed evita un nemico
japanese: てきから にげだし せんとうを かいひする
korean: 적으로부터 도망가서 전투를 피한다.
portuguese: Fugir e evitar um inimigo.
russian: Убежать и избежать врага.
spanish: Huir y evitar un enemigo.

# MasterDesc-SK100023
source: Prolong cooldown of opponent's skills.
french: Prolongez cooldown des compétences de l'adversaire.
german: Verlängert Abklingzeit von gegnerischen Fähigkeiten.
italian: Aumenta i cooldown del tuo nemico
japanese: てきのわざの クールダウンを おおはばに おくらせる
korean: 적 기술의 대기 시간을 크게 늘린다.
portuguese: Prolongar cooldown das habilidades do oponente.
russian: Продлить время перезарядки умений противника.
spanish: Prolongar el tiempo de reutilización de las habilidades del oponente.

# MasterDesc-SK100024
source: Happy Valentine's Day!
french: Joyeuse saint Valentin!
german: Fröhlichen Valentinstag!
italian: Buon San Valentino!
japanese: ハッピーバレンタイン！
korean: 해피발렌타인!
portuguese: Feliz Dia dos namorados!
russian: С днем ​​Святого Валентина!
spanish: ¡Feliz día de San Valentín!

# MasterDesc-SK100025
source: Do you know about White Day?
french: Connaissez-vous White Day?
german: Wissen Sie, über White Day?
italian: Conosci il Giorno Bianco?
japanese: あなたの やさしさに ささやかな おれいを
korean: 당신의 상냥함에 작은 감사를 드립니다.
portuguese: Você sabe sobre o White Day?
russian: Вы знаете о Белый день?
spanish: ¿Sabe usted acerca el Día Blanco?

# MasterDesc-SK100026
source: Attack and gain ''Hidden blade'' and ''Damage gain''.
french: Attaque et gagner ''lame cachée'' et ''gain de dommages».
german: Angriff und gewinnen ''Hidden Blade'' und ''Damage gain''.
italian: Attacca ed ottieni ''Lama Nascosta'' e ''Danno Aumentato''
japanese: こうげきしつつ 「かくしきば」を えるが うけるダメージが ふえる
korean: 공격할 때 [숨겨둔 엄니]효과를 얻지만 받는 피해가 증가한다.
portuguese: Ataque e ganhar ''Hidden Blade'' e ''ganho de danos''.
russian: Атака и получить ''Скрытый клинок'' и ''усиление ущерба''.
spanish: Ataque y ganar ''Hidden Blade'' y ''ganancia de daños''.

# MasterDesc-SK100027
source: Attack and gain ''Resistance'' and ''Blind''.
french: Attaque et gagner ''Résistance'' et ''aveugle''.
german: Angriff und gewinnen ''Widerstand'' und ''Blind''.
italian: Attacca ed ottieni ''Resistenza'' e ''Cecità''
japanese: こうげきしつつ 「たいせい」を えるが めいちゅうりつが さがる
korean: 공격시 [내성]을 얻지만 명중률이 감소한다.
portuguese: Ataque e ganhar ''Resistência'' e ''Blind''.
russian: Атака и получить ''сопротивление'' и ''Blind''.
spanish: Ataque y ganar ''resistencia'' y ''Blind''.

# MasterDesc-SK100028
source: Attack and gain Barrier and ''Slow''.
french: Attaque et gagner Barrière et ''Lent''.
german: Angriff und gewinnen Barrier und ''Slow''.
italian: Attacca ed ottieni una barriera e ''Lentezza''
japanese: こうげきしつつ バリアを えるが クールダウンが のびる
korean: 공격시 방벽을 얻지만 대기 시간이 증가한다.
portuguese: Ataque e ganhar Barreira e ''lento''.
russian: Атака и получить Барьер и ''Slow''.
spanish: Ataque y hacerse con Barrera y ''Slow''.

# MasterDesc-SKCI0001
source: Gain heal per turn.
french: Gain guérir par tour.
german: Gewinnen Sie pro Runde heilen.
italian: Ottieni cura nel tempo
japanese: じょじょに HPをかいふくする
korean: 서서히 HP를 회복한다.__<color=#F3F>최대 HP기반</color>
portuguese: Ganhar curar por turno.
russian: Gain заживают за ход.
spanish: Ganar curarse por turno.

# MasterDesc-SKCI0002
source: You can look into the distance for a short time.
french: Vous pouvez regarder dans la distance pendant une courte période.
german: Sie können für eine kurze Zeit in die Ferne schauen.
italian: Puoi vedere più lontano per un breve periodo
japanese: いちじてきに ２つさきの へやのこうせいが みえるようになる
korean: 일시적으로 모든 방의 구성이 보이게 된다.
portuguese: Você pode olhar para a distância para um curto período de tempo.
russian: Вы можете смотреть вдаль в течение короткого промежутка времени.
spanish: Usted puede mirar en la distancia por un corto tiempo.

# MasterDesc-SKCI0003
source: Increase damage you deal for a short time.
french: Augmenter dégâts que vous infligez pendant une courte période.
german: Erhöht den Schaden Sie für eine kurze Zeit beschäftigen.
italian: Aumenta i danni che infliggi per un breve periodo
japanese: いちじてきに こうげきの いりょくを ぞうかさせる
korean: 일시적으로 공격력이 증가한다.
portuguese: Aumentar o dano você lida por um tempo curto.
russian: Увеличение урона вы имеете дело в течение короткого промежутка времени.
spanish: Aumentar daño infligido por un corto tiempo.

# MasterDesc-SKCI0004
source: Remove all of your ailments.
french: Retirez vos tous les maux.
german: Entfernen Sie die alle Beschwerden.
italian: Rimuovi tutte le maledizioni
japanese: じぶんの マイナスこうかを すべてうちけす
korean: 상태이상을 모두 치료한다.
portuguese: Remover todos os seus males.
russian: Удалить все ваши недуги.
spanish: Retire sus todas las dolencias.

# MasterDesc-SKCI0005
source: Reflect whenever an enemy attacks.
french: Réfléchissez à chaque fois qu'un ennemi attaque.
german: Reflektieren Sie, wann immer eine feindliche Angriffe.
italian: Contrattacco
japanese: てきの こうげきに はんのうして はんげきする
korean: 적의 공격에 반응하여 반격한다.
portuguese: Reflita sempre que um inimigo ataca.
russian: Отражать всякий раз, когда атаки противника.
spanish: Reflejar cada vez que un enemigo ataca.

# MasterDesc-SKCI0006
source: Gain shield.
french: Gain bouclier.
german: Gewinnen Schild.
italian: Ottieni scudo
japanese: シールドをえる
korean: 보호막을 얻는다
portuguese: Ganho escudo.
russian: Усиление щита.
spanish: Ganar escudo.

# MasterDesc-SKCI0007
source: For a brief period, you ignore all ailments.
french: Ignorer tous les maux dans ce tour.
german: Ignorieren Sie alle Beschwerden in dieser Reihe.
italian: Per un breve periodo ignora tutte le maledizioni
japanese: いちじてきに じょうたいいじょうを うけにくくする
korean: 일시적으로 상태이상에 걸리지 않게 한다.
portuguese: Por um breve período, você ignorar todas as doenças.
russian: Игнорировать все недомогания в этой очереди.
spanish: No haga caso de todas las enfermedades en este turno.

# MasterDesc-SKCI0008
source: You can move to far rooms for a short time.
french: Vous pouvez déplacer des chambres loin pour un court laps de temps.
german: Sie können für eine kurze Zeit zu weit Räume bewegen.
italian: Puoi spostarti nelle stanze più lontane per un breve periodo
japanese: しばらくのあいだ 2へやさきに いどうできる
korean: 잠시 모든 방으로 이동할 수 있다.
portuguese: Você pode mover-se para quartos longe por um tempo curto.
russian: Вы можете перемещаться в дальние комнаты в течение короткого промежутка времени.
spanish: Se puede mover a las salas de lejos por un tiempo corto.

# MasterDesc-SKCI0009
source: You will revive for a short time.
french: Vous revivrez pour un court laps de temps.
german: Sie werden für eine kurze Zeit wieder aufleben.
italian: Puoi rivivere per un breve periodo
japanese: すこしのあいだ しんでも すぐによみがえる
korean: 잠시 죽어도 다시 살아난다.
portuguese: Você irá reviver por um tempo curto.
russian: Вы возродится в течение короткого промежутка времени.
spanish: Va a revivir por un corto tiempo.

# MasterDesc-SKCI0010
source: Lose your HP over time and double exp for a short time.
french: Perdez votre HP au fil du temps et double exp pour un court laps de temps.
german: Verlieren Sie Ihr HP im Laufe der Zeit und doppelte exp für eine kurze Zeit.
italian: Perdi i tuoi HP nel tempo e guadagni più resistenza per un breve periodo
japanese: しばらくのあいだ HPを じょじょに うしなうが えられる けいけんちが おおきく ふえる
korean: 잠시 매 턴 HP를 잃고, 얻는 경험치가 두 배가 된다.
portuguese: Perder o seu HP ao longo do tempo e exp duplo para um curto período de tempo.
russian: Потерять свой HP в течение долгого времени и двойной ехр в течение короткого промежутка времени.
spanish: Pierde su HP a través del tiempo y el doble exp por un corto tiempo.

# MasterDesc-SKCI0011
source: Reform and strengthen your equipment.
french: Réformer et renforcer votre équipement.
german: Reform und Ihre Ausrüstung zu stärken.
italian: Ricrea e rinforza il tuo equipaggiamento
japanese: そうびひんを きたえなおし つよくする
korean: 장비품을 재련하여 더 강하게 한다.
portuguese: Reformar e reforçar o seu equipamento.
russian: Реформировать и укрепить свое оборудование.
spanish: Reformar y fortalecer su equipo.

# MasterDesc-SM000001
source: Pay HP to increase power.
french: Payez HP pour augmenter la puissance.
german: Pay HP an die Macht zu erhöhen.
italian: Paga con HP per aumentare il potere
japanese: HPを しょうひして いりょくアップ
korean: HP를 소비하여 위력 증가
portuguese: Preste HP para aumentar o poder.
russian: Обратите HP для увеличения мощности.
spanish: Pagar HP para aumentar la potencia.

# MasterDesc-SM000002
source: CD-1 whenever you are hit.
french: CD-1 à chaque fois que vous êtes touché.
german: CD-1, wenn Sie betroffen sind.
italian: CD -1 quando vieni colpito
japanese: こうげきを うけるたび CD-1
korean: 공격할 때마다 대기 시간-1
portuguese: CD-1, sempre que você é atingido.
russian: CD-1 каждый раз, когда вы пострадали.
spanish: CD-1 cada vez que se ven afectados.

# MasterDesc-SM000003
source: CD-1 whenever you parry.
french: CD-1 chaque fois que vous parez.
german: CD-1, wenn Sie pariert.
italian: CD -1 quando pari
japanese: うけながしするたび CD-1
korean: 받아넘길 때마다 대기 시간-1
portuguese: CD-1 sempre que você desviar.
russian: CD-1, когда вы парировать.
spanish: CD-1 cada vez que paras.

# MasterDesc-SM000004
source: CD-1 whenever you avoid.
french: CD-1 à chaque fois que vous évitez.
german: CD-1, wenn Sie vermeiden.
italian: CD -1 quando schivi
japanese: かいひするたび CD-1
korean: 회피할 때 대기 시간-1
portuguese: CD-1 sempre que você evitar.
russian: CD-1 каждый раз, когда вам избежать.
spanish: CD-1 siempre a evitar.

# MasterDesc-SM000005
source: CD-1 whenever you heal.
french: CD-1 à chaque fois que vous guérir.
german: CD-1, wenn Sie heilen.
italian: CD -1 quando curi
japanese: HPを かいふくするたび CD-1
korean: HP를 회복할 때 대기 시간-1
portuguese: CD-1 sempre que curar.
russian: CD-1 каждый раз, когда вы заживают.
spanish: CD-1 siempre que se recupera.

# MasterDesc-SM000006
source: CD-2 whenever you deal critical.
french: CD-2 chaque fois que vous traitez critique.
german: CD-2, wenn Sie kritisch behandeln.
italian: CD -2 quando fai un critico
japanese: クリティカル するたび CD-2
korean: 치명타시 대기 시간-2
portuguese: CD-2 sempre que lidar crítica.
russian: CD-2 каждый раз, когда вы имеете дело критической.
spanish: CD-2 Cada vez que causas crítico.

# MasterDesc-SM000007
source: You can use for firststrike but CD+10.
french: Vous pouvez utiliser pour la première grève, mais CD + 10.
german: Sie können für den ersten Schlag verwenden, aber CD + 10.
italian: Puoi utilizzarlo per il primo attacco ma aumenta il CD di 10
japanese: せんせいしよう できるが CD+10
korean: 먼저 공격할수 있지만 대기 시간+10
portuguese: Você pode usar para FirstStrike mas CD + 10.
russian: Вы можете использовать для первого удара, но CD + 10.
spanish: Se puede utilizar para el primer gol, pero CD + 10.

# MasterDesc-SM000008
source: You can gain ''Experience'' when you use.
french: Vous pouvez gagner ''Expérience'' lorsque vous utilisez.
german: Sie können ''Experience'' gewinnen, wenn Sie verwenden.
italian: Ottieni ''Esperienza'' quando lo utilizzi
japanese: つかったターンに えられる けいけんち アップ
korean: 사용한 턴에 얻는 경험치 증가
portuguese: Você pode ganhar ''Experience'' quando você usa.
russian: Вы можете получить ''опыт'', когда вы используете.
spanish: Puede ganar ''experiencia'' cuando se utiliza.

# MasterDesc-SM000009
source: You can gain ''Luck'' when you use.
french: Vous pouvez gagner ''Luck'' lorsque vous utilisez.
german: Sie können ''Glück'' gewinnen, wenn Sie verwenden.
italian: Ottieni ''Fortuna'' quando lo utilizzi
japanese: つかったターンに うんのよさ アップ
korean: 사용시 행운을 올린다.
portuguese: Você pode ganhar ''sorte'' quando você usa.
russian: Вы можете получить ''Удача'', когда вы используете.
spanish: Puede ganar ''suerte'' cuando se utiliza.

# MasterDesc-SM000010
source: You can use it without wasting turn but CD+3.
french: Vous pouvez l'utiliser sans perdre son tour, mais CD + 3.
german: Sie können es verwenden, ohne wiederum verschwenden aber CD + 3.
italian: Puoi utilizzarlo senza finire il turno ma aumenti il CD di 3
japanese: ターンしょうひ しなくなるが CD+3
korean: 턴을 소모하지 않게 되지만 대기 시간+3
portuguese: Você pode usá-lo sem perder sua vez, mas CD + 3.
russian: Вы можете использовать его, не теряя свою очередь, но CD + 3.
spanish: Se puede utilizar sin perder su vez, sino CD + 3.

# MasterDesc-SM000011
source: Expand effect turn but CD+2.
french: Développer effet tour mais CD + 2.
german: Expand-Effekt wiederum aber CD + 2.
italian: Aumenta i turni di effetto ma CD +2
japanese: こうかじかんが のびるが CD+2
korean: 효과시간이 증가하지만 대기 시간 +2
portuguese: Expandir efeito turn, mas CD + 2.
russian: Расширить эффект поворота, но CD + 2.
spanish: Ampliar el efecto de turno, pero CD + 2.

# MasterDesc-SM000012
source: You can deal poison when you use.
french: Vous pouvez traiter le poison lorsque vous utilisez.
german: Sie können Gift umgehen, wenn Sie verwenden.
italian: Infliggi veleno quando lo utilizzi
japanese: 【ついか】 てきに どくを あたえる
korean: [추가] 적에게 독피해를 준다.
portuguese: Você pode lidar veneno quando você usa.
russian: Вы можете иметь дело яд, когда вы используете.
spanish: Se puede tratar de veneno cuando se utiliza.

# MasterDesc-SM000013
source: You can deal weaken when you use.
french: Vous pouvez traiter affaiblir lorsque vous utilisez.
german: Sie können behandeln abschwächen, wenn Sie verwenden.
italian: Infliggi debolezza quando lo utilizzi
japanese: 【ついか】 てきの こうげきりょくを さげる
korean: [추가] 적 공격력을 낮춘다.
portuguese: Você pode lidar enfraquecer quando você usa.
russian: Вы можете иметь дело ослабить при использовании.
spanish: Puede tratar debilitar cuando se utiliza.

# MasterDesc-SM000014
source: You can deal fragile when you use.
french: Vous pouvez traiter fragile lorsque vous utilisez.
german: Sie können fragile umgehen, wenn Sie verwenden.
italian: Infliggi fragilità quando lo utilizzi
japanese: 【ついか】 てきの ぼうぎょりょくを さげる
korean: [추가] 적 방어력을 낮춘다.
portuguese: Você pode lidar frágil quando você usa.
russian: Вы можете иметь дело хрупки при использовании.
spanish: Puede tratar frágil cuando se utiliza.

# MasterDesc-SM000015
source: You can deal blind when you use.
french: Vous pouvez traiter aveugle lorsque vous utilisez.
german: Sie können Blinde beschäftigen, wenn Sie verwenden.
italian: Infliggi cecità quando lo utilizzi
japanese: 【ついか】 てきの めいちゅうを さげる
korean: [추가] 적 명중률을 낮춘다
portuguese: Você pode lidar cego quando você usa.
russian: Вы можете иметь дело слепым, когда вы используете.
spanish: Puede tratar ciega cuando se utiliza.

# MasterDesc-SM000016
source: You can deal Pollution when you use.
french: Vous pouvez traiter la pollution lorsque vous utilisez.
german: Sie können Umweltverschmutzung umgehen, wenn Sie verwenden.
italian: Infliggi inquinamento quando lo utilizzi
japanese: 【ついか】 てきの たいせいを さげる
korean: [추가] 적 내성을 낮춘다.
portuguese: Você pode lidar Poluição quando você usa.
russian: Вы можете иметь дело с загрязнением при использовании.
spanish: Se puede tratar la contaminación cuando se utiliza.

# MasterDesc-SM000017
source: You can deal bind when you use.
french: Vous pouvez traiter bind lorsque vous utilisez.
german: Sie können binden umgehen, wenn Sie verwenden.
italian: Infliggi legare quando lo utilizzi
japanese: 【ついか】 てきの かいひと うけながしを さげる
korean: [추가] 적 회피와 받아넘기기를 낮춘다
portuguese: Você pode lidar ligam quando você usa.
russian: Вы можете иметь дело привязки при использовании.
spanish: Puede tratar se unen cuando se utiliza.

# MasterDesc-SM000018
source: You can deal slow when you use.
french: Vous pouvez traiter lent lorsque vous utilisez.
german: Sie können langsam umgehen, wenn Sie verwenden.
italian: Infliggi lentezza quando lo utilizzi
japanese: 【ついか】 てきの クールダウンを ながくさせる
korean: [추가] 적 대기 시간을 길게한다.
portuguese: Você pode lidar lento quando você usa.
russian: Вы можете иметь дело медленно, когда вы используете.
spanish: Usted puede hacer frente lento cuando utiliza.

# MasterDesc-SM000019
source: You can deal bleed when you use.
french: Vous pouvez traiter saigner lorsque vous utilisez.
german: Sie können bluten umgehen, wenn Sie verwenden.
italian: Infliggi sanguinamento quando lo utilizzi
japanese: 【ついか】 てきの HPかいふくを へらす
korean: [추가] 적 HP 회복을 줄인다.
portuguese: Você pode lidar sangramento quando você usa.
russian: Вы можете иметь дело кровоточат, когда вы используете.
spanish: Se puede tratar de sangrado cuando se utiliza.

# MasterDesc-SM000020
source: You can deal stun when you use.
french: Vous pouvez traiter stun lorsque vous utilisez.
german: Sie können betäuben umgehen, wenn Sie verwenden.
italian: Infliggi stordimento quando lo utilizzi
japanese: 【ついか】 てきのスキルの クールダウンを のばす
korean: [추가] 적 기술의 대기 시간을 늘린다.
portuguese: Você pode lidar de choque quando você usa.
russian: Вы можете иметь дело оглушить при использовании.
spanish: Se puede tratar de aturdimiento cuando se utiliza.

# MasterDesc-SM000021
source: You can drain enemy's HP.
french: Vous pouvez drainer HP de l'ennemi.
german: Sie können feindliche HP abtropfen lassen.
italian: Puoi risucchiare gli HP del nemico
japanese: あたえたダメージの いちぶを きゅうしゅう
korean: 입힌 피해의 일부를 흡수한다.
portuguese: Você pode drenar HP do inimigo.
russian: Вы можете истощить HP врага.
spanish: Puede drenar el HP del enemigo.

# MasterDesc-SM000022
source: Never misses, but CD+1.
french: coup sûr, mais CD + 1.
german: Sicher Hit aber CD + 1.
italian: Non manca mai ma CD +1
japanese: かならず めいちゅうするが CD+1
korean: 반드시 명중하지만 대기 시간+1
portuguese: Surehit mas CD + 1.
russian: Конечно хит, но CD + 1.
spanish: golpe seguro, pero CD + 1.

# MasterDesc-SM000023
source: Increased Power when you have max HP.
french: Puissance accrue lorsque vous avez max HP.
german: Höhere Leistung, wenn Sie max HP.
italian: Potere aumentato quando hai tutti gli HP
japanese: HPが さいだいのとき いりょくアップ
korean: HP가 최대일 때 위력 증가
portuguese: Poder aumentado quando você tem HP máximo.
russian: Увеличенная мощность, когда у вас есть максимум HP.
spanish: El aumento de potencia cuando se tiene el HP máximo.

# MasterDesc-SM000024
source: Double skill's effect but CD x2.
french: effet, mais CD x2 Double compétence.
german: Doppel-Skill des Effekt aber CD x2.
italian: Raddoppia l'effetto dell'abilità ed il suo cooldown
japanese: スキルのこうかが 2かいぶんはつどうするが CD2ばい
korean: 기술의 효과가 2배가 되지만 대기 시간도 2배가 된다.
portuguese: efeito, mas CD x2 da habilidade de casal.
russian: Двойной эффект навыка, но CD x2.
spanish: efecto, pero CD x2 doble de habilidad.

# MasterDesc-SM000025
source: Reduce CD and power.
french: Réduire CD et de puissance.
german: Reduzieren Sie CD und Macht.
italian: Riduce cooldown e potenza
japanese: CDがへるが いりょくダウン
korean: 대기 시간이 줄어들지만 위력 감소
portuguese: Reduzir CD e poder.
russian: Уменьшить CD и силу.
spanish: Reducir el CD y el poder.

# MasterDesc-SM000026
source: Ignore opponent's defense.
french: Ignorer la défense adverse.
german: Ignorieren des Gegners Verteidigung.
italian: Ignora le difese nemiche
japanese: てきの ぼうぎょを むしする
korean: 적의 방어를 무시한다.
portuguese: Ignorar defesa do adversário.
russian: Игнорировать защиту соперника.
spanish: No haga caso de la defensa rival.

# MasterDesc-SM000027
source: Gain barrier whenever you use.
french: Gain barrière à chaque fois que vous utilisez.
german: Gewinnen Sie Barriere, wenn Sie verwenden.
italian: Ottieni barriera quando lo utilizzi
japanese: つかうたび バリアを える
korean: 사용시 방벽을 얻는다.
portuguese: Ganhar barreira sempre que você usar.
russian: Получите барьер всякий раз, когда вы используете.
spanish: Ganar barrera cada vez que utilice.

# MasterDesc-SM000028
source: Gain shield whenever you use.
french: Gain bouclier à chaque fois que vous utilisez.
german: Gewinnen Sie Schirm, wenn Sie verwenden.
italian: Ottieni scudo quando lo utilizzi
japanese: つかうたび シールドを える
korean: 사용시 보호막을 얻는다.
portuguese: Ganhar escudo sempre que você usar.
russian: Получите щит всякий раз, когда вы используете.
spanish: Ganar escudo cada vez que utilice.

# MasterDesc-SM000029
source: Heal HP whenever you use.
french: Guérir HP chaque fois que vous utilisez.
german: Heile HP, wenn Sie verwenden.
italian: Cura quando lo utilizzi
japanese: つかうたび HPを かいふくする
korean: 사용시 HP를 회복한다.
portuguese: Curar HP sempre que você usar.
russian: Лечение HP всякий раз, когда вы используете.
spanish: Heal HP cada vez que utilice.

# MasterDesc-SM000030
source: Gain Damage Reduce whenever you use.
french: Gain Dommages Réduire chaque fois que vous utilisez.
german: Gewinnen Sie Schäden reduzieren, wann immer Sie verwenden.
italian: Ottieni riduzione del danno quando lo utilizzi
japanese: つかうたび けいげんを える
korean: 사용시 [피해감소]를 얻는다.
portuguese: Ganhar danos Reduzir sempre que você usar.
russian: Усиление повреждения уменьшить всякий раз, когда вы используете.
spanish: Reducir Daños ganar cada vez que utilice.

# MasterDesc-SM000031
source: Gain Resistance whenever you use.
french: Gain de résistance chaque fois que vous utilisez.
german: Gewinnen Sie Widerstand, wenn Sie verwenden.
italian: Ottieni resistenza quando lo utilizzi
japanese: つかうたび たいせいを える
korean: 사용시 내성을 올린다.
portuguese: Ganhar resistência sempre que você usar.
russian: Получите сопротивление всякий раз, когда вы используете.
spanish: Resistencia ganar cada vez que utilice.
