Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# TEXT_EVENT_PURCHASE_EQUIP
source: A dubious traveler has approaches offering to make a deal. He says he will provide a powerful armor for Soulstones.
french: Un voyageur douteux a approché avec une affaire pour vous. Il dit qu'il fournira une puissante armure pour Soulstones.
german: Eine zweifelhafte Reisende hat mit einem Angebot für Sie näherte. Er sagt, er eine mächtige Rüstung für Seelensteine ​​bieten.
italian: Un viaggiatore dubbia si è avvicinato con un affare per te. Egli dire che fornirà una potente armatura per Pietre dell'Anima.
japanese: あやしげな たびびとは あなたに とりひきを もちかけた。 ませきと ひきかえに きょうりょくな ぶぐを ていきょうすると いう。
korean: 수상한 여행자가 당신에게 거래를 제안했다. 마석을 대가로 강력한 무구를 제공하겠다고 한다.
portuguese: Um viajante dúbia tem abordagens que oferecem para fazer um acordo. Ele diz que vai fornecer uma poderosa armadura para Soulstones.
russian: Сомнительное путешественник подошел с сделки для вас. Он сказал, что он даст мощный броню для Soulstones.
spanish: Un viajero dudosa se ha acercado con una oferta para usted. Se dice que proporcionará una poderosa armadura de piedras de alma.

# TEXT_EVENT_REFINE_EQUIP
source: A stranger approacehs and offers to empower your equipment.
french: Un étranger a approché et offre plus de puissance pour votre équipement.
german: Ein Fremder hat genähert und bietet mehr Leistung für Ihre Ausrüstung.
italian: Uno sconosciuto si è avvicinato e offre più potenza per la vostra attrezzatura.
japanese: あやしげな たびびとは ぼうけんしゃの ぶぐに よりつよい ちからを ふきこんでくれると もちかけてきた。
korean: 수상한 여행자가 모험자의 무구에 강력한 힘을 불어넣어주겠다고 하며 다가왔다.
portuguese: A approacehs e ofertas estranhas para capacitar seu equipamento.
russian: Незнакомец подошел и предлагает больше мощности для вашего оборудования.
spanish: Un desconocido se ha acercado y ofrece más potencia para su equipo.

# TEXT_EVENT_REGISTER_VERSUS
source: It may be worthwhile to test the power of this Buriedborne.__Would you like to register this corpse for ''Tower of Immortal''?__
french: Il peut être intéressant de tester la puissance de cette Buriedborne .__ Voulez-vous enregistrer ce cadavre pour ''Tour de Immortel''? __
german: Es kann sich lohnen, die Macht dieser Buriedborne zu testen .__ Würden Sie diese Leiche registrieren lassen möchten für ''Tower of Immortal''? __
italian: Può essere utile per testare la potenza di questo Buriedborne .__ Volete registrare questo cadavere per ''Tower of Immortal''? __
japanese: このぼうけんしゃの ちからを ためしてみる かちがあるかもしれない。__「ふめつのとう」に とうろくするか？__
korean: 이 모험자의 힘을 시험해 볼 가치가 있을지도 모른다. __[불멸의 탑]에 등록하시겠습니까?__ <color=#F99>[불멸의 탑]은 대전 컨텐츠입니다. 10층 클리어 직후의 캐릭터로 다른 플레이어와 대전 할 수 있습니다.</color>
portuguese: Pode ser útil para testar o poder deste Buriedborne .__ Gostaria de registrar este cadáver para ''Torre de Immortal''? __
russian: Может быть, стоит испытать силу этого Buriedborne .__ вы хотели бы, чтобы зарегистрировать этот труп для ''Башня Immortal''? __
spanish: Puede valer la pena poner a prueba el poder de este Buriedborne .__ ¿Le gustaría registrar este cadáver para ''Torre de inmortal''? __

# TEXT_EVENT_REGISTER_VERSUS2
source: It may be worthwhile to test the power of this Buriedborne.__Would you like to register this corpse for ''Palace of Karma''?__
french: Il peut être intéressant de tester la puissance de cette Buriedborne .__ Voulez-vous enregistrer ce cadavre pour ''Palais de Karma''? __
german: Es kann sich lohnen, die Macht dieser Buriedborne zu testen .__ Würden Sie diese Leiche registrieren lassen möchten für ''Palace of Karma''? __
italian: Può essere utile per testare la potenza di questo Buriedborne .__ Volete registrare questo cadavere per ''Palazzo del Karma''? __
japanese: このぼうけんしゃの ちからを ためしてみる かちがあるかもしれない。__「カルマの でんどう」に いどう するか…？__
korean: 이 모험자의 힘을 시험해 볼 가치가 있을지도 모른다. __[카르마의 전당]으로 이동하시겠습니까?__
portuguese: Pode ser útil para testar o poder deste Buriedborne .__ Gostaria de registrar este cadáver para ''Palácio de Karma''? __
russian: Может быть, стоит испытать силу этого Buriedborne .__ вы хотели бы, чтобы зарегистрировать этот труп на ''Дворец Кармы''? __
spanish: Puede valer la pena poner a prueba el poder de este Buriedborne .__ ¿Le gustaría registrar este cadáver para ''Palacio del Karma''? __

# TEXT_EVENT_REST_ROOM
source: You found a small locked room. Here you can rest and heal your wounds.
french: Vous avez trouvé une petite pièce fermée à clé. Ici, vous pouvez vous reposer et de guérir vos blessures.
german: Sie fanden einen kleinen abgeschlossenen Raum. Hier können Sie sich ausruhen und deine Wunden heilen.
italian: Hai trovato una piccola stanza chiusa a chiave. Qui si può riposare e guarire le ferite.
japanese: かぎのついた こべやを みつけた。 ここでなら からだをおちつけて やすむことが できるだろう。
korean: 자물쇠가 달린 작은 방을 찾아냈다. 여기라면 몸을 안정시켜 쉴 수 있을 것이다.
portuguese: Você encontrou uma pequena sala trancada. Aqui você pode descansar e curar suas feridas.
russian: Вы нашли маленькую запертую комнату. Здесь вы можете отдохнуть и залечить раны.
spanish: Encontraste una pequeña habitación cerrada con llave. Aquí puedes descansar y sanar tus heridas.

# TEXT_EVENT_ROAMER
source: A wandering Buriedborne has seen you and attacks!
french: Un Buriedborne errant vous et les attaques a vu!
german: Ein wandernder Buriedborne hat dich und Angriffe gesehen!
italian: Un Buriedborne errante voi e attacchi ha visto!
japanese: さまよえる むくろは あなたのすがたを みとめると おそいかかってきた！
korean: 방황하는 시체가 당신을 눈치채고 습격했다!
portuguese: A Buriedborne vagando viu você e ataques!
russian: Странствующий Buriedborne видел вас и атаки!
spanish: Un Buriedborne errante te ha visto y ataca!

# TEXT_EVENT_RUMMAGE
source: There are shovels and carts.__
french: Il y a des pelles et des chariots .__
german: Es gibt Schaufeln und Karren .__
italian: Ci sono pale e carrelli .__
japanese: ショベルと にぐるまが おいてある。__
korean: 삽과 수레가 놓여있다. __
portuguese: Há pás e carrinhos .__
russian: Есть лопаты и тележки .__
spanish: Hay palas y carros .__

# TEXT_EVENT_SAINT_STATUE_GOD
source: You feel God watching over you…__
french: Vous vous sentez que Dieu veille sur vous ... __
german: Sie fühlen sich Gott wacht über euch ... __
italian: Ti senti Dio veglia su di voi ... __
japanese: いのりが かみに つうじたのを かんじる…__
korean: 신에게 기도가 통한 것을 느낀다… __
portuguese: Você sente que Deus cuidando de você ... __
russian: Вы чувствуете, что Бог наблюдает за вами ... __
spanish: Sientes que Dios vela por ti ... __

# TEXT_EVENT_SEAL
source: You have been cursed!__
french: Vous avez été maudit! __
german: Sie haben verflucht! __
italian: Lei è stato maledetto! __
japanese: はかいしに てをかけた しゅんかん おぞましい のろいが ふりかかった！__
korean: 묘비에 손을 댄 순간 끔찍한 저주가 덮쳐왔다!__
portuguese: Você foi amaldiçoado! __
russian: Вы были прокляты! __
spanish: ¡Has sido maldecido! __

# TEXT_EVENT_SHIELD
source: You feel new power in your body.__
french: Vous vous sentez nouveau pouvoir dans votre corps .__
german: Sie fühlen sich neue Kraft in Ihrem Körper .__
italian: Ci si sente nuovo potere nel vostro corpo .__
japanese: とつぜん ぜんしんを まばゆい ひかりが おおった。__
korean: 갑자기 온 몸이 눈부신 빛으로 뒤덮였다.__
portuguese: Você se sente novo poder em seu corpo .__
russian: Вы чувствуете новую силу в вашем теле .__
spanish: Sientes un nuevo poder en tu cuerpo .__

# TEXT_EVENT_SHORTCUT
source: Hidden shortcuts appear.__
french: raccourcis cachés apparaissent .__
german: Versteckte Abkürzungen erscheinen .__
italian: scorciatoie nascoste appaiono .__
japanese: ごとりと おとがなり はかいしの うしろのかべが ひらき かくされた ちかみちが あらわれた。__
korean: 덜컥 소리가 나며 묘비 뒤의 벽이 열려, 숨겨진 지름길이 나타났다.__
portuguese: atalhos escondidos aparecem .__
russian: появляются скрытые ярлыки .__
spanish: Encuentras atajos que estaban ocultos.__

# TEXT_EVENT_SKILL_MOD
source: A stranger approaches and offers to modify your skill.
french: Un étranger a approché. Il vous offre une compétence modifiée.
german: Ein Fremder hat näherte. Er bietet Ihnen eine modifizierte Fähigkeit.
italian: Uno sconosciuto si è avvicinato. Egli vi offre una abilità modificata.
japanese: あやしげな たびびとは ぼうけんしゃに とくべつな わざを でんじゅして くれるという。
korean: 수상한 여행자가 모험자에게 특별한 기술을 전수해주겠다고 말했다.
portuguese: A abordagens e ofertas estranhas para modificar sua habilidade.
russian: Незнакомец подошел. Он предлагает модифицированную мастерство.
spanish: Un extraño se te acerca. Te ofrece una habilidad modificada.

# TEXT_EVENT_SLOW
source: You were cursed! __
french: Vous avez été maudit!__
german: Sie haben verflucht!__
italian: Siete stati maledetti!__
japanese: はかいしに てをかけた しゅんかん おぞましい のろいが ふりかかった！__
korean: 묘비에 손을 댄 순간 끔찍한 저주가 덮쳐온다.__
portuguese: Você foram amaldiçoados! __
russian: Вы были прокляты!__
spanish: ¡Has sido maldecido! __

# TEXT_EVENT_SOUL_VOICE
source: The call of ''Buriedbornes'' can be heard from far away.__
french: L'appel de ''Buriedbornes'' peut être entendu de loin .__
german: Der Aufruf von ''Buriedbornes'' kann aus der Ferne .__
italian: La chiamata di ''Buriedbornes'' può essere sentito da lontano .__
japanese: どこか とおくから あなたを よぶ こえがする。 それは こえならぬ たましいの どうこくだ。__
korean: 어디선가 당신을 부르는 소리가 들려왔다. 그것은 소리가 아닌 영혼의 통곡이다. __
portuguese: O chamado de ''Buriedbornes'' pode ser ouvido de longe .__
russian: Вызов ''Buriedbornes'' можно услышать издалека .__
spanish: La llamada de los ''Buriedbornes'' se puede oír desde lejos .__

# TEXT_EVENT_SPEEDUP
source: You feel a new power in your body.__<color=#0FF>You gained ''Haste'' for a short time!</color>
french: Vous vous sentez une nouvelle puissance dans votre corps .__
german: fühlen Sie eine neue Kraft in Ihrem Körper .__
italian: Ti senti una nuova potenza nel vostro corpo .__
japanese: とつぜん ぜんしんを まばゆい ひかりが おおった。__
korean: 갑자기 온 몸이 눈부신 빛으로 뒤덮였다. __
portuguese: Você se sente um novo poder em seu corpo .__
russian: Вы чувствуете новую силу в вашем теле .__
spanish: Sientes un nuevo poder en tu cuerpo .__

# TEXT_EVENT_SPRING_WELL
source: You come upon a lake, glowing with a strange light.
french: Vous pouvez voir le lac est plein de lumière étrange.
german: Sie können sehen, der See voll von seltsamen Licht.
italian: Si può vedere il lago è pieno di strana luce.
japanese: ふしぎな ひかりを たたえた いずみが がんぜんに ひろがっている。
korean: 이상한 빛이 나는 샘이 눈 앞에 펼쳐져 있다.
portuguese: Você vem em cima de um lago, brilhando com uma luz estranha.
russian: Вы можете увидеть озеро полно странного света.
spanish: Puedes ver un lago lleno de una luz extraña.

# TEXT_EVENT_STEEL_EYES
source: You stole the skill of the enemy and can learn it.
french: Vous avez volé la compétence de l'ennemi et pouvez l'apprendre.
german: Sie stahlen die Fähigkeit des Feindes und kann es lernen.
italian: Hai rubato l'abilità del nemico e può imparare.
japanese: てきの つかうわざを みぬき めでぬすむことが できた。
korean: 적이 사용한 기술을 궤뚫어보고 훔쳐배울 수 있었다.
portuguese: Você roubou a habilidade do inimigo e pode aprendê-la.
russian: Вы украли навык противника и может узнать его.
spanish: Has robado la habilidad del enemigo y puedes aprenderla.

# TEXT_EVENT_TELEPORT
source: You feel a new power in your body.__
french: Vous vous sentez une nouvelle puissance dans votre corps .__
german: fühlen Sie eine neue Kraft in Ihrem Körper .__
italian: Ti senti una nuova potenza nel vostro corpo .__
japanese: とつぜん ぜんしんを まばゆい ひかりが おおった。__
korean: 갑자기 온 몸이 눈부신 빛으로 뒤덮였다. __
portuguese: Você se sente um novo poder em seu corpo .__
russian: Вы чувствуете новую силу в вашем теле .__
spanish: Sientes un nuevo poder en tu cuerpo.__

# TEXT_EVENT_TOMB_BOMB
source: Moving the tombstone activates a hidden mechanism, triggering an explosion!!__
french: Soudain, les explods tombstone !! __
german: Plötzlich Grabstein explods !! __
italian: Improvvisamente le explods lapide !! __
japanese: はかいしに てをかけた しゅんかん カチリと おとがなり とつぜん はかいしが ばくはつした！__
korean: 묘비에 손을 댄 순간 갑자기 찰칵 소리가 나며 묘비가 폭발했다! __
portuguese: Movendo-se a lápide ativa um mecanismo oculto, provocando uma explosão !! __
russian: Внезапно надгробные explods !! __
spanish: ¡¡De repente,la tumba explota!! __

# TEXT_EVENT_TOMBSTONE
source: You find a strange tombstone. It appears that something will happen by moving it.
french: Vous trouvez une étrange pierre tombale. Il semble que quelque chose se produira en la déplaçant.
german: Sie finden eine seltsame Grabstein. Es scheint, dass etwas, indem es geschehen wird.
italian: Si trova una strana pietra tombale. Sembra che qualcosa accadrà spostandola.
japanese: いっけんすると それは ただの はかいしのように みえたが、 かくどを かえることで しかけが うごく スイッチであると わかった。
korean: 언뜻 보면 단순한 묘비처럼 보였지만, 각도를 바꾸는 것으로 장치가 움직이는 스위치라는 것을 알아차렸다.
portuguese: Você encontra uma lápide estranho. Parece que algo vai acontecer, movendo-o.
russian: Вы найдете странное надгробие. Похоже, что-то произойдет, сдвинув его.
spanish: Encuentras una extraña lápida. Parece que ocurrirá algo sila mueves.

# TEXT_EVENT_VURNABLE
source: You have been cursed!__
french: Vous avez été maudit! __
german: Sie haben verflucht! __
italian: Lei è stato maledetto! __
japanese: はかいしに てをかけた しゅんかん おぞましい のろいが ふりかかった！__
korean: 묘비에 손을 댄 순간 끔찍한 저주가 덮쳐온다.__
portuguese: Você foi amaldiçoado! __
russian: Вы были прокляты! __
spanish: ¡Has sido maldecido! __

# TEXT_GAINED_ACHIVE
source: You have earned achievement ''{0}''.
french: Vous avez gagné la réalisation ''{0}''.
german: Sie haben verdient Erfolg ''{0}''.
italian: Hai guadagnato il trofeo di ''{0}''.
japanese: じっせき__「{0}」__を たっせいしました！
korean: 업적 __ [{0}] __ 달성했습니다!
portuguese: Você ganhou a realização ''{0}''.
russian: Вы заработали достижение ''{0}''.
spanish: Usted ha obtenido un logro: ''{0}''.

# TEXT_GAINED_AMULET_BODY
source: You gained Amulet of__''{0}''!
french: Tu as gagné Amulette de __ ''{0}''!
german: Sie gewannen Amulett des __ ''{0}''!
italian: Avete guadagnato Amuleto di __ ''{0}''!
japanese: 「{0}」__のアミュレットを てにいれた！
korean: [{0}] __아뮬렛을 손에 넣었다!
portuguese: Você ganhou Amuleto de __ ''{0}''!
russian: Вы получили Амулет __ ''{0}''!
spanish: Has obtenido el Amuleto de __ ''{0}''!

# TEXT_GAINED_FOOD_BODY
source: You gained Contract of__''{0}''!
french: Vous avez acquis de contrat __ ''{0}''!
german: Sie gewann Vertrag __ ''{0}''!
italian: Avete guadagnato Contratto di __ ''{0}''!
japanese: まのけいやく「{0}」__を てにいれた！
korean: 마의 계약 [{0}]__을(를) 손에 넣었다!
portuguese: Você ganhou contrato de __ ''{0}''!
russian: Вы приобрели Договор __ ''{0}''!
spanish: Has obtenido el Contrato de __ ''{0}''!

# TEXT_GAINED_SAME
source: __<color=#F00>You earned {0} Soulstones for duplicate.</color>
french: __<Color=#F00>Vous avez gagné {0} Soulstones pour double.</color>
german: __ <Color=#F00> Sie verdient {0} Seelensteine ​​für doppelte. </Color>
italian: __<color=#F00>Hai guadagnato {0} Pietre dell'Anima per duplicato.</color>
japanese: __<color=#F00>ちょうふくしたので かわりに__{0}ませきを てにいれた。</color>
korean: __<color=#F00>이미 보유하고 있기에, 대신 __{0}마석을 손에 넣었다. </color>
portuguese: __ <Color=#F00> Você ganhou {0} Soulstones para duplicado. </color>
russian: __ <color=#F00> Вы заработали {0} Soulstones для дубликата. </color>
spanish: __<Color=#F00>Usted ganó {0} piedras de alma para duplicado.</color>

# TEXT_HEADER_BATTLE_MAIN
source: Floor__Score
japanese: フロア__スコア
korean: 층__점수

# TEXT_HEADER_CONQUEST
source: New Contents__''Conquest''__has been unlocked.
french: Nouveau contenu __ ''Conquest'' __ a été déverrouillé.
german: Neuer Inhalt __ ''Conquest'' __ wurde freigegeben.
italian: Nuovo contenuto __ ''Conquest'' __ è stato sbloccato.
japanese: こうなんどコンテンツ__「せいばつ」__が かいほうされた。
korean: 고난이도 컨텐츠__[정벌]__의 잠금이 해제되었다.
portuguese: Novos Conteúdos __ ''Conquest'' __ foi desbloqueado.
russian: Новые Содержание __ ''Завоевание'' __ разблокирован.
spanish: Contenidos nuevos __ ''conquista'' __ ha sido desbloqueado.

# TEXT_HEADER_DATA_TRANSFER
source: - Data Transfer -
french: - Transfert de données -
german: - Datentransfer -
italian: - Trasferimento dati -
japanese: - データ いこう -
korean: - 데이터 전송 -
portuguese: - Transferência de dados -
russian: - Обмен данными -
spanish: - Transferencia de datos -

# TEXT_HEADER_DISASTER
source: New Contents__''Disaster''__has been unlocked.
french: Nouveau contenu __ ''Disaster'' __ a été déverrouillé.
german: Neuer Inhalt __ ''Disaster'' __ wurde freigegeben.
italian: Nuovo contenuto __ ''Disaster'' __ è stato sbloccato.
japanese: こうなんどコンテンツ__「さいやく」__が かいほうされた。
korean: 고난이도 컨텐츠__[재앙]__의 잠금이 해제되었다.
portuguese: Novos Conteúdos __ ''Disaster'' __ foi desbloqueado.
russian: Новые Содержание __ ''Бедствие'' __ разблокирован.
spanish: Contenidos nuevos __ ''desastre'' __ ha sido desbloqueado.

# TEXT_HEADER_NEW_CHARA
source: New Adventure
german: Neues Abenteuer
italian: nuova avventura
japanese: - あたらしい ぼうけんしゃ -
korean: - 새로운 모험자 -
portuguese: nova Aventura
russian: Новое приключение
spanish: Nueva aventura

# TEXT_HEADER_OPEN_NIGHTMARE
source: New Content__''Nightmare''__has been unlocked.
french: Nouveau contenu __ ''Nightmare'' __ a été déverrouillé.
german: Neue Inhalte __ ''Alptraum'' __ wurde freigegeben.
italian: Nuovi Contenuti __ ''Nightmare'' __ è stato sbloccato.
japanese: こうなんどコンテンツ__「あくむモード」__が かいほうされた。
korean: 고난이도 컨텐츠 __[악몽 모드]__의 잠금이 해제되었다.
portuguese: New Content __ ''Nightmare'' __ foi desbloqueado.
russian: Новые публикации __ ''Кошмар'' __ разблокирован.
spanish: Nuevo contenido __ ''pesadilla'' __ ha sido desbloqueado.

# TEXT_HEADER_PURCHASE_STONES
source: Purchase Gold Shard
french: Achat d'or Shard
german: Kaufen Gold-Splitter
italian: Acquistare oro Shard
japanese: ゴールドシャードの こうにゅう
korean: 마석을 구입
portuguese: Comprar ouro Shard
russian: Покупка Золотой осколок
spanish: Comprar piedras de alma

# TEXT_HEADER_VERSUS_HOME
source: - Tower of Immortal -
french: - Tour de Immortal -
italian: - Torre di Immortal -
japanese: - ふめつの とう -
korean: - 불멸의 탑 -
portuguese: - Torre de Immortal -
russian: - Башня Бессмертного -
spanish: - Torre del Inmortal -

# TEXT_HELP_MISSION_EQUIP
source: This equipment is target of <color=#9F9>Mission</color> now.
french: Cet équipement est la cible de<Color=#9F9>Mission</color>maintenant.
german: Dieses Gerät ist Ziel von<Color=#9F9>Mission</color>jetzt.
italian: Questa apparecchiatura è bersaglio di<Color=#9F9>missione</color>ora.
japanese: この そうびひんは <color=#9F9>ミッション</color>の たいしょうです。
korean: 이 장비는<color=#9F9>임무</color>의 대상입니다.
portuguese: Este equipamento é alvo de <Color=#9F9> Missão </color> agora.
russian: Данное оборудование является объектом<Color=#9F9>Миссия</color>в настоящее время.
spanish: Este equipo es el objetivo de<Color=#9F9>Misión</Color>ahora.

# TEXT_HELP_MISSION_JOB
source: This job is target of <color=#9F9>Mission</color> now.
french: Ce travail est la cible de<Color=#9F9>Mission</color>maintenant.
german: Dieser Job ist Ziel von<Color=#9F9>Mission</color>jetzt.
italian: Questo lavoro è oggetto di<Color=#9F9>missione</color>ora.
japanese: この しょくぎょうは げんざい <color=#9F9>ミッション</color>の たいしょうです。
korean: 이 직업은 현재 <color=#9F9>임무</color>의 대상입니다.
portuguese: Este trabalho é alvo de <Color=#9F9> Missão </color> agora.
russian: Эта работа является объектом<Color=#9F9>Миссия</color>в настоящее время.
spanish: Este trabajo es el objetivo de<Color=#9F9>Misión</Color>ahora.

# TEXT_HELP_MISSION_SKILL
source: This skill is target of <color=#9F9>Mission</color> now.
french: Cette compétence est la cible de<Color=#9F9>Mission</color>maintenant.
german: Diese Fähigkeit ist Ziel von<Color=#9F9>Mission</color>jetzt.
italian: Questa abilità è bersaglio di<Color=#9F9>missione</color>ora.
japanese: この スキルは げんざい <color=#9F9>ミッション</color>の たいしょうです。
korean: 이 기술은 현재<color=#9F9>임무</color>의 대상입니다.
portuguese: Esta habilidade é alvo de <Color=#9F9> Missão </color> agora.
russian: Это умение цель<Color=#9F9>Миссия</color>в настоящее время.
spanish: Esta habilidad es objetivo de<Color=#9F9>Misión</Color>ahora.

# TEXT_HELP_SELECT_AMULET
source: You can see descriptions for a selected amulet's skill.____<color=#FB0>WHAT IS Amulet?</color>__You can gain another skill for a new Buriedbornes for free if you have amulets.
french: Vous pouvez voir les descriptions de la compétence d'une amulette sélectionnée .____<Color=#FB0>Qu'est-ce Amulette?</color>__ Vous pouvez gagner une autre compétence pour un nouveau Buriedbornes gratuitement si vous avez des amulettes.
german: Sie können Beschreibungen für ein ausgewähltes Amulett Geschick .____ <Color=#FB0> sehen, was Amulett? </Color> __ Sie eine andere Fähigkeit für einen neuen Buriedbornes kostenlos gewinnen können, wenn Sie Amulette haben.
italian: È possibile visualizzare le descrizioni per l'abilità di un amuleto selezionato .____<color=#FB0>Qual è Amulet?</color>__ È possibile ottenere un'altra abilità per una nuova Buriedbornes gratuitamente se si dispone di amuleti.
japanese: せんたくした アミュレットの スキルせつめいが ここに ひょうじされます。____<color=#FB0>アミュレット とは</color>__ぼうけんしゃの しょき しゅうとくスキルを ふやすことが できます。
korean: 선택한 아뮬렛의 기술에 대한 설명이 여기에 표시됩니다.____<color=#FB0>아뮬렛은</color>__ 모험자의 초기 기술을 추가로 습득할 수 있습니다.
portuguese: Você pode ver as descrições de habilidade de um amuleto selecionado .____ <Color=#FB0> O QUE É Amuleto? </color> __ Você pode ganhar outra habilidade para um novo Buriedbornes de graça se você tem amuletos.
russian: Вы можете увидеть описания для навыка выбранного амулета .____ <color=#fb0> ЧТО ТАКОЕ Амулет? </color> __ Вы можете получить еще один навык для нового Buriedbornes бесплатно, если у вас есть амулеты.
spanish: Se puede ver las descripciones de la habilidad de un amuleto seleccionado .____<Color=#FB0>¿Cuál es amuleto?</Color>__ Se puede obtener otra habilidad para una nueva Buriedbornes de forma gratuita si usted tiene amuletos.

# TEXT_HELP_SELECT_CONSUME
source: You can see descriptions for a selected item.____<color=#FB0>WHAT IS Item?</color>__You can pay Soulstones to take consumable items for a new adventure. (Some are free)
french: Vous pouvez voir les descriptions d'un élément sélectionné .____<Color=#FB0>QUEL EST article?</color>__ Vous pouvez payer Soulstones prendre des consommables pour une nouvelle aventure. (Certains sont gratuits)
german: Sie können Beschreibungen für ein ausgewähltes Element .____ <Color=#FB0> WAS IST siehe Artikel? </Color> __ Sie können Seelensteine ​​zahlen Verbrauchsmaterialien für ein neues Abenteuer zu nehmen. (Einige sind kostenlos)
italian: Potete vedere le descrizioni per l'elemento selezionato .____<color=#FB0>COS'È Articolo?</color>__ È possibile pagare Pietre dell'Anima di prendere materiali di consumo per una nuova avventura. (Alcuni sono gratuiti)
japanese: せんたくした もちこみアイテムの せつめいが ここに ひょうじされます。____<color=#FB0>もちこみ とは</color>__ませきで アイテムを こうにゅうし ダンジョンに もちこみます。
korean: 선택한 초기 아이템의 설명이 여기에 표시됩니다.____<color=#FB0>초기 아이템은</color>__ 마석으로 구입하여 던전에 가져갈 수 있습니다.
portuguese: Você pode ver as descrições para um item selecionado .____ <Color=#FB0> O QUE É Item? </color> __ Você pode pagar Soulstones levar itens de consumo para uma nova aventura. (Alguns são gratuitos)
russian: Вы можете увидеть описания для выбранного элемента .____ <color=#fb0> Что такое Пункт? </color> __ Вы можете оплатить Soulstones принять расходные материалы для нового приключения. (Некоторые из них бесплатны)
spanish: Se puede ver las descripciones de un elemento seleccionado .____<Color=#FB0>¿QUÉ ES artículo?</Color>__ Se puede pagar piedras de alma a tomar elementos consumibles para una nueva aventura. (Algunos son gratuitos)
