Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterName-EF001013
source: Frenzy
french: Frénésie
german: Raserei
italian: Frenesia
japanese: きょうらん
korean: 광란
portuguese: Frenesi
russian: неистовство
spanish: Frenesí

# MasterName-EF001014
source: Infravision
italian: Infravisione
japanese: とおめがね
korean: 망원경
portuguese: Infravisão
russian: Инфравидение
spanish: visión infrarroja

# MasterName-EF001015
source: Listener
french: Auditeur
german: Hörer
italian: Ascoltatore
japanese: ききみみ
korean: 귀 기울이기
portuguese: Ouvinte
russian: слушатель
spanish: Oyente

# MasterName-EF001016
source: Obsession
italian: Ossessione
japanese: しゅうちゃくしん
korean: 집착심
portuguese: Obsessão
russian: Навязчивая идея
spanish: Obsesión

# MasterName-EF001017
source: Camp
german: Lager
italian: Campo
japanese: やえい
korean: 야영
portuguese: Acampamento
russian: Лагерь
spanish: Acampar

# MasterName-EF001018
source: Sealed
french: Scellé
german: verschlossen
italian: Sigillato
japanese: ふういん
korean: 봉인
portuguese: Selado
russian: запечатанный
spanish: Sellado

# MasterName-EF001020
source: Spirit of love
french: Esprit d'amour
german: Geist der Liebe
italian: Spirito dell'amore
japanese: あいの ことだま
korean: 사랑의 언령
portuguese: Espírito de amor
russian: Дух любви
spanish: Espíritu de amor

# MasterName-EF001021
source: Endless dream
french: sans fin rêve
german: Endloser Traum
italian: Sogno infinito
japanese: おわらない ゆめ
korean: 끝없는 꿈
portuguese: sonho sem fim
russian: Бесконечный сон
spanish: Sueño sin fin

# MasterName-EF001024
source: Justice defense
french: la défense de la justice
german: Justiz Verteidigung
italian: Difesa della giustizia
japanese: せいとうぼうえい
korean: 정당방위
portuguese: defesa Justiça
russian: оборона правосудие
spanish: defensa justicia

# MasterName-EF001025
source: Poison Alchemy
german: Gift Alchemy
italian: Alchimia velenosa
japanese: どくの ちょうごう
korean: 독극물 조제
portuguese: veneno Alchemy
russian: Яд Алхимия
spanish: veneno Alchemy

# MasterName-EF001026
source: Rationalism
french: Rationalisme
german: Rationalismus
italian: Razionalità
japanese: ごうりしゅぎ
korean: 합리주의
portuguese: Racionalismo
russian: Рационализм
spanish: Racionalismo

# MasterName-EF001027
source: Wavy attack
french: attaque Wavy
german: Wellenförmige Angriff
italian: Attacco ondulato
japanese: はじょうこうげき
korean: 파상공격
portuguese: ataque ondulado
russian: Волнистые атака
spanish: ataque ondulada

# MasterName-EF002001
source: Preparation
french: Préparation
german: Vorbereitung
italian: Preparazione
japanese: したじゅんび
korean: 사전준비
portuguese: Preparação
russian: подготовка
spanish: Preparación

# MasterName-EF002002
source: Reflect
french: Réfléchir
german: Reflektieren
italian: Riflettere
japanese: はんしゃ
korean: 반사
portuguese: refletir
russian: отражать
spanish: Reflejar

# MasterName-EF002003
source: Mirror
french: Miroir
german: Spiegel
italian: Specchio
japanese: きょうめん
korean: 거울
portuguese: Espelho
russian: Зеркало
spanish: Espejo

# MasterName-EF002004
source: Penetrate
french: Pénétrer
german: Durchdringen
italian: Penetrazione
japanese: かんつう
korean: 관통
portuguese: Penetrar
russian: вникать
spanish: Penetrar

# MasterName-EF002005
source: Juggernaut
german: Koloss
italian: Colosso
japanese: ジャガーノート
korean: 저거너트
portuguese: rolo compressor
russian: Джаггернаут
spanish: gigante

# MasterName-EF002006
source: Firststrike
french: Premier coup
german: Erstschlag
italian: Primo attacco
japanese: せんせいこうげき
korean: 선제공격
russian: Первый удар
spanish: Primer anotación

# MasterName-EF002007
source: Refuge
german: Zuflucht
italian: Rifugio
japanese: せいなるかご
korean: 성스러운 가호
portuguese: Refúgio
russian: пристанище
spanish: Refugio

# MasterName-EF002008
source: Empowered reroll
french: reroll habilité
italian: Rilancio potenziato
japanese: リロールきょうか
korean: 다시고르기 강화
portuguese: nova jogada com poderes
russian: Усиленное Reroll
spanish: volver a tirar facultado

# MasterName-EF002009
source: Hidden Blade
french: Lame cachée
german: Versteckte Klinge
italian: Lama Nascosta
japanese: かくしきば
korean: 숨겨둔 엄니
portuguese: Lâmina escondida
russian: Скрытое лезвие
spanish: Navaja escondida

# MasterName-EFE00001
source: Thorn
french: Épine
german: Dorn
italian: Spine
japanese: とげとげの
korean: 가시
portuguese: Espinho
russian: колючка
spanish: Espina

# MasterName-EFE00007
source: Chasing
french: Ciselure
german: Verfolgen
italian: Inseguimento
japanese: おいすがる
korean: 추적
portuguese: perseguição
russian: погоня
spanish: Persiguiendo

# MasterName-EFJ00001
source: Super-strength
french: Super force
german: Super-Stärke
italian: Super Forza
japanese: かいりき
korean: 괴력
portuguese: Super força
russian: Супер сила
spanish: Super fuerza

# MasterName-EFJ00002
source: Smell tracking
french: suivi de l'odorat
italian: Seguire tracce
japanese: においの ついせき
korean: 냄새추적
portuguese: rastreamento cheiro
russian: отслеживание Smell
spanish: el seguimiento de olor

# MasterName-EFJ00003
source: Hard shield
french: Disque bouclier
german: harte Schild
italian: Scudo indurito
japanese: ハードシールド
korean: 단단한 보호막
portuguese: escudo duro
russian: Жесткий щит
spanish: escudo duro

# MasterName-EFJ00004
source: Heal in crisis
french: Guérir en crise
german: Heilen in der Krise
italian: Cura in crisi
japanese: ピンチかいふく
korean: 위기회복
portuguese: Curar em crise
russian: Лечение в условиях кризиса
spanish: Heal en crisis

# MasterName-EFJ00005
source: Crusader
french: Croisé
german: Kreuzritter
italian: Crociato
japanese: じゅうじぐん
korean: 십자군
portuguese: Cruzado
russian: крестоносец
spanish: Cruzado

# MasterName-EFJ00006
source: Advantage
french: Avantage
german: Vorteil
italian: Vantaggio
japanese: ち の り
korean: 유리한 형세
portuguese: Vantagem
russian: преимущество
spanish: Ventaja

# MasterName-EFJ00007
source: Knowledge
french: Connaissance
german: Wissen
italian: Conoscenza
japanese: しぜんの ちしき
korean: 자연의 지식
portuguese: Conhecimento
russian: Знание
spanish: Conocimiento

# MasterName-EFJ00008
source: Unity
french: Unité
german: Einheit
italian: Unità
japanese: てんちいったい
korean: 천지일체
portuguese: Unidade
russian: Единство
spanish: Unidad

# MasterName-EFJ00009
source: Bloodstream
french: Sang
german: Blutkreislauf
italian: Fiume di sangue
japanese: ブラッドストリーム
korean: 혈류
portuguese: Corrente sanguínea
russian: кровяное русло
spanish: Sangre

# MasterName-EFJ00010
source: Wall of meat
french: Mur de viande
german: Wall of Fleisch
italian: Muro di carne
japanese: にくの かべ
korean: 고기 방패
portuguese: Parede de carne
russian: Стена мяса
spanish: Muro de la carne

# MasterName-EFJ00011
source: Juggling
french: Jonglerie
german: Jonglieren
italian: Destreggiarsi
japanese: ジャグリング
korean: 저글링
russian: жонглирование
spanish: Malabares

# MasterName-EFJ00012
source: Funny charm
french: drôle charme
german: Lustige Charme
italian: Fascino divertente
japanese: おまじない
korean: 주술
portuguese: encanto engraçado
russian: Забавный шарм
spanish: divertido encanto

# MasterName-EFJ00013
source: Vain praying
french: Vain prier
german: Vain beten
italian: Preghiere inutili
japanese: とどかぬ いのり
korean: 닿지않는 기도
portuguese: Vain orando
russian: Vain молиться
spanish: orar vano

# MasterName-EFJ00014
source: Shadow clone
french: Clone d'ombre
german: Schatten-Klon
italian: Clone di ombre
japanese: ぶんしん
korean: 분신
portuguese: clone sombra
russian: Теневой клон
spanish: Clon de sombra

# MasterName-EFJ00015
source: Voice of god
french: Voix de Dieu
german: Stimme Gottes
italian: Voce divina
japanese: かみの こえ
korean: 신의 목소리
portuguese: Voz de Deus
russian: Голос бога
spanish: La voz de Dios

# MasterName-EFJ00016
source: Steel will
french: Steel
german: Steel
italian: Volontà di acciaio
japanese: はがねの いし
korean: 강철 의지
portuguese: Steel
russian: Сталь будет
spanish: voluntad de acero

# MasterName-EFJ00017
source: Collector
french: Collectionneur
german: Kollektor
italian: Collezionista
japanese: コレクター
korean: 수집가
portuguese: Colecionador
russian: Коллектор
spanish: Coleccionista

# MasterName-EFJ00018
source: Looter
french: Pillard
german: Plünderer
italian: Razziatore
japanese: うばうもの
korean: 약탈자
portuguese: Saqueador
russian: мародер
spanish: Saqueador

# MasterName-EFJ00019
source: Dark Power
german: Dunkle Macht
italian: Potere oscuro
japanese: やみの ちから
korean: 어둠의 힘
portuguese: Poder escuro
spanish: Poder oscuro

# MasterName-EFJ00020
source: Adaptability
french: Adaptabilité
german: Anpassungsfähigkeit
italian: Adattabilità
japanese: てきおうりょく
korean: 적응력
portuguese: Adaptabilidade
russian: приспособляемость
spanish: Adaptabilidad

# MasterName-EFJ00021
source: Cursed family
french: famille Cursed
german: Cursed Familie
italian: Famiglia maledetta
japanese: のろいの けつぞく
korean: 저주받은 혈족
portuguese: família Cursed
russian: Проклятая семья
spanish: maldito familia

# MasterName-EFJ00022
source: Fairy wings
french: ailes de fées
german: Feenflügel
italian: Ali di fata
japanese: ようせいのはね
korean: 요정의 날개
portuguese: asas de fada
russian: Волшебные крылья
spanish: Alas de hada

# MasterName-EFJ00023
source: Formidability
italian: Formidabile
japanese: したたかさ
korean: 강인
russian: огромности

# MasterName-EFJ00024
source: Lunatic
french: Fou
german: Wahnsinnige
italian: Lunatico
japanese: ルナティック
korean: 달의 광기
portuguese: Lunático
russian: помешанный
spanish: Lunático

# MasterName-EFJ00025
source: Pocket watch
french: Montre de poche
german: Taschenuhr
italian: Orologio da taschino
japanese: かいちゅうどけい
korean: 회중시계
portuguese: Relógio de bolso
russian: Карманные часы
spanish: Reloj de bolsillo

# MasterName-EFJ00026
source: Place to hide
french: Placez à cacher
german: Platz zum Verstecken
italian: Nascondiglio
japanese: ひみつの かくしばしょ
korean: 비밀 은신처
portuguese: Lugar para se esconder
russian: Место, чтобы скрыть
spanish: Lugar para esconderse

# MasterName-EFL00001
source: Initiation
german: Einleitung
italian: Iniziazione
japanese: かいでん
korean: 오의
portuguese: Iniciação
russian: инициирование
spanish: Iniciación

# MasterName-EFL00002
source: Blood Pleasure
french: Plaisir de sang
german: Blut-Vergnügen
italian: Piacere nel sangue
japanese: ちのよろこび
korean: 혈기왕성
portuguese: Prazer sangue
russian: Кровь Удовольствие
spanish: El placer de la sangre

# MasterName-EFL00003
source: Dragon God
french: Dieu dragon
german: Drachen Gott
italian: Dio drago
japanese: りゅうじん
korean: 용신
portuguese: Deus dragão
russian: Бог-Дракон
spanish: Dios Dragon

# MasterName-EFL00004
source: Full force
french: Pleine puissance
german: Volle Macht
italian: Piena forza
japanese: ふじん
korean: 포진
portuguese: Força total
russian: Полная сила
spanish: Fuerza

# MasterName-EFL00005
source: Necromancy
french: Nécromancie
german: Nekromantie
italian: Necromanzia
japanese: しりょうじゅつ
korean: 사령술
portuguese: Necromancia
russian: некромантия
spanish: Nigromancia

# MasterName-EFL00006
source: Study
french: Étude
german: Studie
italian: Studio
japanese: けんきゅう
korean: 연구
portuguese: Estude
russian: Изучение
spanish: Estudiar

# MasterName-EFL00007
source: Transparent
italian: Trasparente
japanese: とうめいか
korean: 투명화
portuguese: Transparente
russian: прозрачный
spanish: Transparente

# MasterName-EFL00008
source: Sagacity
french: Sagacité
german: Klugheit
italian: Sagacità
japanese: そうめい
korean: 총명
portuguese: Sagacidade
russian: проницательность
spanish: Sagacidad

# MasterName-EFL00009
source: Royal road
german: Königsweg
italian: Strada reale
japanese: おうどう
korean: 왕의 길
portuguese: estrada real
russian: самый легкий путь
spanish: Camino real

# MasterName-EFL00010
source: Decay
french: Pourriture
german: Zerfallen
italian: Declino
japanese: ふはい
korean: 부패
portuguese: Decair
russian: распадаться
spanish: Decaer

# MasterName-EFL00011
source: Shield Master
french: Bouclier Maître
italian: Maestro di scudo
japanese: シールドマスター
korean: 보호막 전문가
portuguese: escudo Mestre
russian: Щит Master
spanish: escudo Maestro

# MasterName-EFL00012
source: Support Lab
french: Lab support
italian: Laboratorio di supporto
japanese: ラボえんじょ
korean: 연구실 지원
russian: Поддержка Lab
spanish: Soporte en laboratorio

# MasterName-EFL00013
source: Endless Flame
french: Flame sans fin
german: Endlose Flamme
italian: Fiamma infinita
japanese: しゅうまつのほのお
korean: 종말의 불꽃
portuguese: Chama infinita
russian: Бесконечные Flame
spanish: Llama sin fin

# MasterName-EFL00014
source: Changeling
german: Wechselbalg
italian: Cangiante
japanese: チェンジリング
korean: 변신
russian: Подмена
spanish: El Intercambio

# MasterName-EFL00015
source: Yogini
japanese: ヨーギニー
korean: 요기니
spanish: yoguini

# MasterName-EFL00016
source: Devourer
french: Dévoreur
german: Verschlinger
italian: Divoratore
japanese: むさぼりくうもの
korean: 탐식자
portuguese: devorador
russian: Пожиратель
spanish: Devorador

# MasterName-EFL00017
source: Decisive battle
french: Bataille décisive
german: Entscheidungsschlacht
italian: Battaglia decisiva
japanese: けっせん
korean: 결전
portuguese: Batalha decisiva
russian: Решающий бой
spanish: Batalla decisiva

# MasterName-EFL00018
source: Rudra
japanese: ルドラ
korean: 루드라
russian: Рудра

# MasterName-EFL00019
source: Healthy Sleep
french: Un sommeil sain
german: Gesunder Schlaf
italian: Dormita salutare
japanese: すこやかな ねむり
korean: 건강한 잠
portuguese: sono saudável
russian: Здоровый сон
spanish: sueño saludable

# MasterName-EFL00020
source: Reign
french: Règne
german: Herrschaft
italian: Regno
japanese: くんりん
korean: 군림
portuguese: Reinado
russian: царствовать
spanish: Reinado

# MasterName-EFL00021
source: Heartbeat
french: Battement de coeur
german: Herzschlag
italian: Battito del cuore
japanese: こどう
korean: 고동
portuguese: Batimento cardiaco
russian: Сердцебиение
spanish: Latido del corazón

# MasterName-EFL00022
source: Virtue
french: Vertu
german: Tugend
italian: Virtù
japanese: じんつうりき
korean: 신통력
portuguese: Virtude
russian: добродетель
spanish: Virtud

# MasterName-EFL00023
source: Shinto
german: Schintoismus
japanese: しんとう
korean: 무념무상
russian: синто
spanish: sintoísmo

# MasterName-EFL00024
source: Evil Design
french: conception Mal
german: Schlechte Design
italian: Disegno malvagio
japanese: かんけい
korean: 간계
portuguese: Design mal
russian: злой умысел
spanish: El mal diseño

# MasterName-EFL00025
source: Pilgrimage
french: Pèlerinage
german: Pilgerfahrt
italian: Pellegrinaggio
japanese: こうれいじゅつ
korean: 강령술
portuguese: Peregrinação
russian: Паломничество
spanish: Peregrinaje

# MasterName-EFL00026
source: Brilliant
french: Brillant
german: Genial
italian: Brillante
japanese: ブリリアント
korean: 휘황찬란
portuguese: Brilhante
russian: блестящий
spanish: Brillante

# MasterName-EFL00027
source: Grief
french: Douleur
german: Trauer
italian: Pena
japanese: うれい
korean: 근심
portuguese: aflição
russian: огорчение
spanish: Dolor

# MasterName-EFL00028
source: Stampede
french: Débandade
german: Ansturm
italian: Assalto
japanese: スタンピード
korean: 쇄도
portuguese: Debandada
russian: паническое бегство
spanish: Estampida

# MasterName-EFL00029
source: Distorted love
french: amour Distorted
german: verzerrte Liebe
italian: Amore distorto
japanese: いびつな あい
korean: 일그러진 사랑
portuguese: amor distorcido
russian: Искаженная любовь
spanish: amor distorsionado

# MasterName-EFL00030
source: Tempest
french: Tempête
german: Sturm
italian: Tempesta
japanese: テンペスト
korean: 폭풍우
portuguese: Tempestade
russian: буря
spanish: Tempestad

# MasterName-EFS00001
source: Damage over time
french: Dommages au fil du temps
german: Schaden im Laufe der Zeit
italian: Danno nel tempo
japanese: けいぞくダメージ
korean: 지속피해
portuguese: Danos ao longo do tempo
russian: Ущерб в течение долгого времени
spanish: Daño durante tiempo transcurrido

# MasterName-EFS00002
source: Damage Reduce
french: Réduire les dommages
german: Schaden reduzieren
italian: Riduzione del danno
japanese: けいげん
korean: 피해감소
portuguese: danos Reduzir
russian: Повреждение Уменьшить
spanish: Daños a reducir

# MasterName-EFS00003
source: Burning
french: Brûlant
german: Verbrennung
italian: Infuocata
japanese: えんじょう
korean: 타오르는
portuguese: queimando
russian: Жжение
spanish: Ardiente

# MasterName-EFS00004
source: STR
japanese: きんりょく
korean: 근력

# MasterName-EFS00005
source: DEX
japanese: ぎりょう
korean: 기교

# MasterName-EFS00006
source: INT
japanese: まりょく
korean: 마력

# MasterName-EFS00007
source: PIE
japanese: しんこう
korean: 신앙
portuguese: TORTA

# MasterName-EFS00008
source: Weaken
french: Affaiblir
german: Schwächen
italian: Debolezza
japanese: じゃくたい
korean: 약화
portuguese: Enfraquecer
russian: ослабевать
spanish: Debilitar

# MasterName-EFS00009
source: Shadow Walk
french: Marche de l'ombre
german: Schattenlauf
italian: Passo nell'ombra
japanese: かげわたり
korean: 그림자 걷기
portuguese: Caminhada sombra
spanish: Caminar por la sombra

# MasterName-EFS00010
source: Empowered
french: habilité
italian: Potenziata
japanese: きょうか
korean: 강화
portuguese: Fortalecidos
russian: уполномоченный
spanish: facultado

# MasterName-EFS00011
source: Max HP
italian: HP Massimi
japanese: さいだいHP
korean: 최대 HP

# MasterName-EFS00012
source: Damage Gain
french: Dommages Gain
german: Damage Gewinn
italian: Ottieni danni
japanese: ダメージぞうか
korean: 피해증가
portuguese: Ganho danos
russian: Повреждение Gain
spanish: ganancia daños

# MasterName-EFS00013
source: Hatred
french: Haine
german: Hass
italian: Disprezzo
japanese: ヘイトレッド
korean: 증오
portuguese: Ódio
russian: Ненависть
spanish: Odio

# MasterName-EFS00014
source: Blind
french: Aveugle
italian: Cecità
japanese: もうもく
korean: 실명
portuguese: Cego
russian: Слепой
spanish: Ciego

# MasterName-EFS00015
source: Bind
french: Lier
german: Binden
italian: Cecità
japanese: こうそく
korean: 구속
portuguese: Ligar
russian: привязывать
spanish: Enlazar

# MasterName-EFS00016
source: Slow
french: Lent
german: Langsam
italian: Lentezza
japanese: スロー
korean: 감속
portuguese: Lento
russian: Медленный
spanish: Lento

# MasterName-EFS00017
source: Rest
french: Du repos
german: Sich ausruhen
italian: Riposo
japanese: きゅうそく
korean: 휴식
portuguese: Descansar
russian: Отдых
spanish: Descanso

# MasterName-EFS00018
source: Grate
french: Grille
german: Gitter
italian: Grata
japanese: てつごうし
korean: 철창
portuguese: Grato
russian: колосниковая решетка
spanish: Rallar

# MasterName-EFS00019
source: Seigan
japanese: せいがん
korean: 중단

# MasterName-EFS00020
source: Collapse
french: Effondrer
german: Zusammenbruch
italian: Crollare
japanese: ほうかい
korean: 붕괴
portuguese: Colapso
russian: коллапс
spanish: Colapso

# MasterName-EFS00021
source: Bleed
french: Saigner
german: Bluten
italian: Sanguinamento
japanese: しゅっけつ
korean: 출혈
portuguese: Sangrar
russian: кровоточить
spanish: Sangrar

# MasterName-EFS00022
source: Confuse
french: Embrouiller
german: Verwechseln
italian: Confusione
japanese: こんらん
korean: 혼란
portuguese: Confundir
russian: спутать
spanish: Confundir

# MasterName-EFS00023
source: Merchant
french: marchande
german: Händler
italian: Mercante
japanese: しょうだんずみ
korean: 협상됨
portuguese: Comerciante
russian: коммерсант
spanish: Comerciante

# MasterName-EFS00024
source: Forget
french: Oublier
german: Vergessen
italian: Dimentica
japanese: ぼうきゃく
korean: 망각
portuguese: Esqueço
russian: забывать
spanish: Olvidar

# MasterName-EFS00025
source: Pursuit
french: Poursuite
german: Verfolgung
italian: Inseguimento
japanese: ついげき
korean: 추격
portuguese: Perseguição
russian: преследование
spanish: Búsqueda

# MasterName-EFS00026
source: Lifelink
french: lien de vie
german: Das Leben Link
italian: Legame vitale
japanese: ライフリンク
korean: 라이프링크
russian: ссылка Жизнь
spanish: enlace de la vida

# MasterName-EFS00027
source: Immobility
french: Immobilité
german: Unbeweglichkeit
italian: Immobilità
japanese: ふどう
korean: 부동
portuguese: Imobilidade
russian: неподвижность
spanish: Inmovilidad

# MasterName-EFS00028
source: Effective
french: Efficace
german: Wirksam
italian: Effettivo
japanese: ふよりょく
korean: 부여력
portuguese: Eficaz
russian: эффективный
spanish: Eficaz

# MasterName-EFS00029
source: Pollution
french: la pollution
german: Verschmutzung
italian: Inquinamento
japanese: おせん
korean: 오염
portuguese: Poluição
russian: загрязнение
spanish: Contaminación

# MasterName-EFS00030
source: Perpass
japanese: るてん
korean: 유전

# MasterName-EFS00031
source: Petrify
french: Pétrifier
german: Versteinern
italian: Pietrificazione
japanese: せきか
korean: 석화
portuguese: Petrificar
russian: столбенеть
spanish: Petrificar

# MasterName-EFS00032
source: Evil eye
french: Mauvais œil
italian: Occhio malvagio
japanese: じゃがん
korean: 사안
portuguese: mau olhado
russian: Сглаз
spanish: Aojo

# MasterName-EM000001
source: Exploding {0}
french: Exploser {0}
german: Explodieren {0}
italian: Esplosione
japanese: さくれつする {0}
korean: 폭발 {0}
portuguese: Explodindo {0}
russian: Взрывающиеся {0}
spanish: Explotar {0}

# MasterName-EM000002
source: Disheveled {0}
german: Zerzaust {0}
italian: Disordinato
japanese: うらみぶかい {0}
korean: 한 많은 {0}
portuguese: Desgrenhado {0}
russian: Взъерошенный {0}
spanish: Despeinado {0}

# MasterName-EM000003
source: Sticky {0}
french: Collant {0}
italian: Appiccicoso
japanese: べとべとの {0}
korean: 끈적끈적 {0}
portuguese: Pegajosa {0}
russian: Липкий {0}
spanish: Pegajosa {0}

# MasterName-EM000004
source: Mushy {0}
italian: Molliccio
japanese: どろどろの {0}
korean: 질척질척 {0}
spanish: Blanda {0}

# MasterName-EM000005
source: Huge {0}
italian: Enorme
japanese: おおがたの {0}
korean: 대형 {0}
portuguese: Enorme {0}
russian: Огромный {0}
spanish: Enorme {0}

# MasterName-EM000006
source: Stingy {0}
french: Avare {0}
italian: Avaro
japanese: とげとげの {0}
korean: 가시 {0}
russian: Скупой {0}
spanish: Tacaño {0}

# MasterName-EM000007
source: {0} of Arms
italian: dell'arma
japanese: ごうわんの {0}
korean: 완력의 {0}
portuguese: {0} de Armas
russian: {0} рукояток
spanish: {0} de armas

# MasterName-EM000008
source: Accursed {0}
french: {0} de malédiction
german: {0} von Fluch
italian: della maledizione
japanese: のろいの {0}
korean: 저주받은 {0}
portuguese: {0} de Curse
russian: {0} Проклятие
spanish: {0} de maldición

# MasterName-EM000009
source: Embracing {0}
french: Embrassant {0}
german: Umarmen {0}
italian: Abbracciare
japanese: ほうようする {0}
korean: 끌어안는 {0}
portuguese: Abraçando {0}
russian: Охватывая {0}
spanish: Abrazando {0}

# MasterName-EM000010
source: Toxic {0}
french: Toxique {0}
italian: Tossico
japanese: ゆうどくの {0}
korean: 유독성 {0}
russian: Токсичные {0}
spanish: Tóxico {0}

# MasterName-EM000011
source: Burning {0}
french: Brûler {0}
german: Brennen {0}
italian: Infuocato
japanese: もえさかる {0}
korean: 타오르는 {0}
portuguese: Queimando {0}
russian: Горение {0}
spanish: La quema {0}

# MasterName-EM000012
source: Immovable {0}
french: Immobile {0}
german: Unbewegliche {0}
italian: Inamovibile
japanese: ふどうの {0}
korean: 부동 {0}
russian: Недвижимость {0}
spanish: Inmuebles {0}

# MasterName-EM000013
source: Power Draining {0}
french: Drain de pouvoir {0}
german: Kraftentzug {0}
italian: Risucchia potere
japanese: ちからをうばう {0}
korean: 힘을 빼앗는 {0}
portuguese: Power Drain {0}
russian: Мощность Drain {0}
spanish: Drenaje de poder {0}

# MasterName-EM000014
source: Shielding {0}
french: Blindage {0}
german: Abschirmung {0}
italian: Scudo
japanese: たてもちの {0}
korean: 막는 {0}
portuguese: Blindagem {0}
russian: Экранирование {0}
spanish: Blindaje {0}

# MasterName-EM000015
source: Acidic {0}
german: Saure {0}
italian: Acido
japanese: さんせいの {0}
korean: 강산성 {0}
portuguese: Ácida {0}
russian: Кислотные {0}
spanish: Ácido {0}

# MasterName-EM000016
source: Guarded {0}
french: Surveillé {0}
german: Bewacht {0}
italian: Difeso
japanese: しゅごされた {0}
korean: 지켜지는 {0}
portuguese: Guardada {0}
russian: Охраняемая {0}
spanish: Vigilado {0}

# MasterName-EM000017
source: Copying {0}
french: {0} de copie
german: {0} von Copy
italian: Della copia
japanese: かがみうつしの {0}
korean: 거울상 {0}
portuguese: {0} de Cópia
russian: {0} Копировать
spanish: {0} de Copia

# MasterName-EM000018
source: Steel {0}
german: Stahl {0}
italian: Acciaio
japanese: こうてつの {0}
korean: 강철의 {0}
portuguese: Aço {0}
russian: Сталь {0}
spanish: Acero {0}

# MasterName-EM000019
source: Chasing {0}
german: Verfolgen {0}
italian: Inseguimento
japanese: おいすがる {0}
korean: 추적 {0}
portuguese: Perseguindo {0}
russian: Погоня {0}
spanish: Persiguiendo {0}
