Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# TEXT_ALERT_SKILL_MOD_TARGET_CHANGE
source: You can not change target skill you add a mod.
french: Vous ne pouvez pas changer la cible compétence que vous ajoutez un mod.
german: Sie können nicht Ziel Fähigkeit, die Sie einen Mod hinzufügen ändern.
italian: Non è possibile modificare l'abilità di destinazione si aggiunge un mod.
japanese: べつの スキルを たいしょうには できません。
korean: 다른 기술을 대상으로 할 수 없습니다.
portuguese: Você não pode mudar habilidade alvo que você adicionar um mod.
russian: Вы не можете изменить целевой навык вы добавляете мод.
spanish: No se pueden cambiar las capacidades a lograr que añada un mod.

# TEXT_ALERT_STEELEYES_REROLL
source: You can not reroll skill gotten by Steal Eyes.
french: Vous ne pouvez pas relancer la compétence obtenu par Steal yeux.
german: Sie können nicht Geschick von Steal Augen bekommen reroll.
italian: Non si può ritirare abilità ottenuto da rubare gli occhi.
japanese: 「めでぬすむ」で にゅうしゅした スキルは リロールできません。
korean: [훔쳐보기]로 배운 기술은 다시 고를 수 없습니다.
portuguese: Você não pode jogar novamente habilidade obtido por roubar Eyes.
russian: Вы не можете перебросить мастерство получили от Кража глазами.
spanish: No se puede volver a tirar habilidad conseguido por Steal ojos.

# TEXT_ALERT_STONE_RECEIVED
source: You received soulstones on Server!
french: Vous avez reçu soulstones sur le serveur!
german: Sie haben auf dem Server Seelensteine!
italian: Hai ricevuto Pietre dell'Anima sul server!
japanese: サーバから ませきを うけとりました！
korean: 서버에서 마석을 받았습니다.
portuguese: Você recebeu soulstones no servidor!
russian: Вы получили Soulstones на сервере!
spanish: Piedras de alma que ha recibido en el servidor!

# TEXT_ALERT_VERSUS_NO_OPPO
source: You could not find opponent to fight on the current floor. (There currently is no character strong enough to face you.) Please wait and try again.
french: Vous ne pouviez pas trouver adversaire à se battre sur le plancher actuel. (Il n'y a actuellement pas de caractère assez fort pour vous faire face.) S'il vous plaît attendre et essayer à nouveau.
german: Sie konnten nicht Gegner auf dem aktuellen Boden zu kämpfen finden. (Zur Zeit ist kein Charakter stark genug, um Sie zu stellen.) Bitte warten Sie und versuchen Sie es erneut.
italian: Non si poteva trovare avversario a combattere sul piano corrente. (Attualmente vi è alcun carattere abbastanza forte per affrontare voi.) Si prega di attendere e riprovare.
japanese: おなじ つよさの たいせんあいてが みつかりませんでした。__しばらく じかんを おいてから やりなおしてください。
korean: 대전이 될만한 상대가 발견되지 않았습니다. __ 잠시 후에 다시 시작하십시오.
portuguese: Você não poderia encontrar adversário para lutar no chão atual. (Não há atualmente nenhum caráter forte o suficiente para enfrentá-lo.) Por favor, aguarde e tente novamente.
russian: Вы не смогли найти противника, чтобы бороться на текущем этаже. (Там в настоящее время нет символа достаточно сильны, чтобы встретиться с тобой.) Пожалуйста, подождите и повторите попытку.
spanish: No se podía encontrar oponente para luchar en el suelo actual. (En este momento no tiene carácter lo suficientemente fuerte como para hacer frente a usted.) Por favor, espere y vuelva a intentarlo.

# TEXT_ALERT_VERSUS_NO_RETREAT
source: You can not leave from versus battle.__Please don't shutdown Buriedbornes app.
french: Vous ne pouvez pas laisser de contre bataille .__ S'il vous plaît ne le font pas l'arrêt Buriedbornes app.
german: Sie können nicht von gegenüber Schlacht verlassen .__ Bitte nicht Abschaltung Buriedbornes App.
italian: Non si può lasciare da battaglia contro .__ Si prega di non arresto Buriedbornes app.
japanese: たいせんは とちゅうしゅうりょう できません。
korean: 대전 도중에는 종료할 수 없습니다.
portuguese: Você não pode deixar de contra batalha .__ Por favor, não desligamento Buriedbornes aplicativo.
russian: Вы не можете уйти от боя по сравнению с .__ Пожалуйста, не завершение работы приложения Buriedbornes.
spanish: No se puede dejar de batalla entre .__ Por favor, no apagado Buriedbornes aplicación.

# TEXT_ALERT_VERSUS_RESULT_LOSE
source: You have been destroyed by ''0'' in Tower of Immortal... You can go up to a higher floor in next challenge.
french: Vous avez été détruite par ''0'' dans la Tour de Immortal ... Vous pouvez aller jusqu'à un étage supérieur dans le prochain défi.
german: Sie haben von ''0'' in Tower of Immortal zerstört worden ... Sie können in der nächsten Herausforderung zu einem höheren Stockwerk nach oben.
italian: Sei stato distrutto da ''0'' nella Torre di Immortale ... Si può andare fino a un piano più alto nella prossima sfida.
japanese: 「ふめつのとう」で {0}に やぶれた・・・__このBuriedbornesは ここまでが げんかいだろう。__つぎは もっと うえのかいまで いけるだろうか。
korean: [불멸의 탑]에서 {0}에게 패배했다… __이 Buriedbornes는 여기가 한계겠지. __다음엔 더욱 더 윗층까지 갈 수 있을까.
portuguese: Você foi destruída por ''0'' na Torre de Immortal ... Você pode ir até um piso superior no próximo desafio.
russian: Вы были уничтожены ''0'' в башне Бессмертного ... Вы можете перейти на более высокий этаж в следующий вызов.
spanish: Usted ha sido destruida por ''0'' en la Torre de la inmortal ... Se puede subir a un piso superior en el próximo desafío.

# TEXT_ALERT_VERSUS_RESULT_WIN
source: You destroyed ''0'' in Tower of Immortal! You will encounter stronger Buriedbornes in the next floor.
french: Vous avez détruit ''0'' dans la Tour de Immortal! Vous rencontrerez Buriedbornes plus forts dans le prochain étage.
german: Sie zerstört ''0'' in Tower of Immortal! Sie werden stärker Buriedbornes in der nächsten Etage begegnen.
italian: Hai distrutto ''0'' nella Torre di Immortal! Si incontrano Buriedbornes più forti nel prossimo piano.
japanese: 「ふめつのとう」で {0}を げきはした！__うえのかいには さらに つよい Buriedbornesが まちかまえているだろう。
korean: [불멸의 탑]에서 {0}을(를) 격파했다! __위층에는 더욱 더 강한 Buriedbornes가 기다리고 있을 것이다.
portuguese: Você destruiu ''0'' na Torre de Imortal! Você vai encontrar Buriedbornes mais fortes no próximo andar.
russian: Вы уничтожили ''0'' в башне Бессмертного! Вы встретите более сильные Buriedbornes в следующем этаже.
spanish: Has destruido ''0'' en la Torre de la inmortal! Usted se encontrará con Buriedbornes más fuertes en el siguiente piso.

# TEXT_ALERT_VERSUS_REWARD
source: You earned ''{1}'' as a reward for ''{0}''.
french: Vous avez gagné ''{1}'' comme une récompense pour ''{0}''.
german: Sie verdient ''{1}'' als Belohnung für ''{0}''.
italian: Hai guadagnato ''{1}'' come premio per ''{0}''.
japanese: 「{0}」のほうしゅう 「{1}」を かくとくしました！
korean: [{0}]의 보상 [{1}]을(를) 얻었습니다!
portuguese: Você ganhou ''{1}'' como uma recompensa por ''{0}''.
russian: Вы заработали ''{1}'' в качестве награды за ''{0}''.
spanish: Te lo has ganado ''{1}'' como recompensa por ''{0}''.

# TEXT_BODY_ADV_LOG_ABANDON
source: <color=#F33>You abandoned ''{1}'' the {0} at {2}F...</color>
french: <Color=#F33>Vous avez abandonné ''{1}'' {0} à {2} F ...</color>
german: <Color=#F33> Sie verlassen ''{1}'' die {0} auf {2} F ... </Color>
italian: <color=#F33>Hai abbandonato ''{1}'' il {0} a {2} F ...</color>
japanese: <color=#F33>{0}「{1}」は {2}Fで ぼうけんを あきらめた…</color>
korean: <color=#F33>{0}[{1}]은(는) {2}F에서 모험을 포기했다…</color>
portuguese: <Color=#F33> Você abandonado ''{1}'' {0} a {2} F ... </color>
russian: <color=#F33> Вы отказались от ''{1}'' {0} в {2} F ... </color>
spanish: <Color=#F33>Usted abandonado ''{1}'' de {0} a {2} F ...</color>

# TEXT_BODY_ADV_LOG_ABANDON2
source: <color=#F33>You abandoned ''{1}'' the {0} at {3} {2}F...</color>
french: <Color=#F33>Vous avez abandonné ''{1}'' {0} à {3} {2} F ...</color>
german: <Color=#F33> Sie verlassen ''{1}'' die {0} auf {3} {2} F ... </Color>
italian: <color=#F33>Hai abbandonato ''{1}'' il {0} a {3} {2} F ...</color>
japanese: <color=#F33>{0}「{1}」は {3} {2}Fで ぼうけんを あきらめた…</color>
korean: <color=#F33>{0}[{1}]은(는) {3} {2}F에서 모험을 포기했다…</color>
portuguese: <Color=#F33> Você abandonado ''{1}'' {0} em {3} {2} F ... </color>
russian: <color=#F33> Вы отказались от ''{1}'' {0} в {3} {2} F ... </color>
spanish: <Color=#F33>Usted abandonado ''{1}'' de {0} a {3} {2} F ...</color>

# TEXT_BODY_ADV_LOG_AMULET
source: <color=#0FF>You found an Amulet of ''{0}''.</color>
french: <Color=#0FF>Vous avez décelé une Amulette de ''{0}''.</color>
german: <Color=#0FF> Sie haben einen Amulett der ''{0}''. </Color>
italian: <color=#0FF>Avete scoperto un amuleto di ''{0}''.</color>
japanese: <color=#0FF>「{0}」の アミュレットを てにいれた。</color>
korean: <color=#0FF>[{0}]의 아뮬렛을 입수했다.</color>
portuguese: <Color=#0FF> Você encontrou um amuleto de ''{0}''. </color>
russian: <color=#0FF> Вы нашли Амулет ''{0}''. </color>
spanish: <Color=#0FF>Se encontró un amuleto de ''{0}''.</color>

# TEXT_BODY_ADV_LOG_CLEAR_25F
source: <color=#0FF>You killed the ''{0}''.</color>
french: <Color=#0FF>Vous avez tué le ''{0}''.</color>
german: <Color=#0FF> Sie tötete den ''{0}''. </Color>
italian: <color=#0FF>Hai ucciso il ''{0}''.</color>
japanese: <color=#0FF>「{0}」を げきはしました。</color>
korean: <color=#0FF>{0}를 격파했다.</color>
portuguese: <Color=#0FF> Você matou o ''{0}''. </color>
russian: <color=#0FF> Вы убили ''{0}''. </color>
spanish: <Color=#0FF>Mataron al ''{0}''.</color>

# TEXT_BODY_ADV_LOG_DEATH
source: <color=#F33>''{1}'' the {0} was killed by ''{2}'' on the {3}F...</color>
french: <Color=#F33>''{1}'' {0} a été tué par ''{2}'' sur le {3} F ...</color>
german: <Color=#F33> ''{1}'' die {0} wurde getötet durch ''{2}'' auf der {3} F ... </Color>
italian: <color=#F33>''{1}'' il {0} è stato ucciso da ''{2}'' sul {3} F ...</color>
japanese: <color=#F33>{0}「{1}」は {3}Fにて {2}に ころされた…</color>
korean: <color=#F33>{0}[{1}]은(는) {3}F에서 {2}에게 살해당했다…</color>
portuguese: <Color=#F33> ''{1}'' {0} foi morto por ''{2}'' no {3} F ... </color>
russian: <color=#F33> ''{1}'' {0} был убит ''{2}'' на {3} F ... </color>
spanish: <Color=#F33>''{1}'' de {0} fue muerto por ''2} {'' en el {3} F ...</color>

# TEXT_BODY_ADV_LOG_DEATH2
source: <color=#F33>''{1}'' the {0} was killed by ''{2}'' on the {4} {3}F...</color>
french: <Color=#F33>''{1}'' {0} a été tué par ''{2}'' sur le {4} {3} F ...</color>
german: <Color=#F33> ''{1}'' die {0} wurde getötet durch ''{2}'' auf der {4} {3} F ... </Color>
italian: <color=#F33>''{1}'' il {0} è stato ucciso da ''{2}'' sul {4} {3} F ...</color>
japanese: <color=#F33>{0}「{1}」は {4} {3}Fにて {2}に ころされた…</color>
korean: <color=#F33>{0}[{1}]은(는) {4} {3}F에서 {2}에게 살해당했다…</color>
portuguese: <Color=#F33> ''{1}'' {0} foi morto por ''{2}'' no {4} {3} F ... </color>
russian: <color=#F33> ''{1}'' {0} был убит ''{2}'' на {4} {3} F ... </color>
spanish: <Color=#F33>''{1}'' de {0} fue muerto por ''{2}'' en el {4} {3} F ...</color>

# TEXT_BODY_ADV_LOG_FOOD
source: <color=#0FF>You found a Contract of ''{0}''.</color>
french: <Color=#0FF>Vous avez trouvé un contrat de ''{0}''.</color>
german: <Color=#0FF> Sie fanden einen Vertrag über die ''{0}''. </Color>
italian: <color=#0FF>Hai trovato un contratto di ''{0}''.</color>
japanese: <color=#0FF>「{0}」の まのけいやくを てにいれた。</color>
korean: <color=#0FF>마의 계약 [{0}] 을(를) 입수했다.</color>
portuguese: <Color=#0FF> Você encontrou um contrato de ''{0}''. </color>
russian: <color=#0FF> Вы нашли Договор ''{0}''. </color>
spanish: <Color=#0FF>Se encontró un contrato de ''{0}''.</color>

# TEXT_BODY_ADV_LOG_KILL_OVERLOAD
source: <color=#0FF>You killed the ''Ancient King''.</color>
french: <Color=#0FF>Vous tué le ''Ancient King''.</color>
german: <Color=#0FF> Sie tötete den ''Alten König''. </Color>
italian: <color=#0FF>ti ha ucciso il ''antico re''.</color>
japanese: <color=#0FF>「こだいの はおう」を げきはしました。</color>
korean: <color=#0FF>[고대의 패왕]을 격파했다.</color>
portuguese: <Color=#0FF> Você matou o ''Rei Antigo''. </color>
russian: <color=#0FF> Вы убили ''Древний король''. </color>
spanish: <Color=#0FF>Usted mató al ''Rey Antiguo''.</color>

# TEXT_BODY_ADV_LOG_KILL_PROPHECY
source: <color=#0FF>You killed the ''Old Prophet''.</color>
french: <Color=#0FF>Vous avez tué le ''Vieux Prophète''.</color>
german: <Color=#0FF> Sie tötete den ''Old Prophet''. </Color>
italian: <color=#0FF>Hai ucciso il ''vecchio profeta''.</color>
japanese: <color=#0FF>「こだいの よげんしゃ」を げきはしました。</color>
korean: <color=#0FF>[고대의 예언자]를 격파했다.</color>
portuguese: <Color=#0FF> Você matou o ''Old Profeta''. </color>
russian: <color=#0FF> Вы убили ''старый пророк''. </color>
spanish: <Color=#0FF>Mataron al ''viejo profeta''.</color>

# TEXT_BODY_ADV_LOG_LAB_PARTS
source: <color=#FB0>You found an Lab parts ''{0}''.</color>
french: <color=#FB0>Vous avez trouvé une des pièces de laboratoire ''{0}''.</color>
german: <color=#FB0>Sie haben einen Lab Teile ''{0}''.</color>
italian: <color=#FB0>Avete scoperto un ricambio Lab ''{0}''.</color>
japanese: <color=#FB0>「{0}」の ラボパーツを てにいれた。</color>
korean: <color=#FB0>[{0}] 연구실 부품을 얻었다.</color>
portuguese: <Color=#FB0> Você encontrou um partes de laboratório ''{0}''. </color>
russian: <color=#FB0>Вы нашли части Lab ''{0}''.</color>
spanish: <color=#FB0>Ha descubierto un laboratorio partes ''{0}''.</color>

# TEXT_BODY_ADV_LOG_LEGENDARY
source: <color=#FF0>You found ''{0}''.</color>
french: <Color=#FF0>Vous avez trouvé ''{0}''.</color>
german: <Color=#FF0> Sie gefunden ''{0}''. </Color>
italian: <color=#FF0>Hai trovato ''{0}''.</color>
japanese: <color=#FF0>「{0}」を はっけんした。</color>
korean: <color=#FF0>[{0}]을(를) 발견했다.</color>
portuguese: <Color=#ff0> Você encontrou ''{0}''. </color>
russian: <color=#FF0> Вы нашли ''{0}''. </color>
spanish: <Color=#FF0>Encontraste ''{0}''.</color>

# TEXT_BODY_ADV_LOG_MEET
source: <color=#FF0>You met {0}.</color>
french: <Color=#FF0>Vous avez rencontré {0}.</color>
german: <Color=#FF0> Sie traf {0}. </Color>
italian: <color=#FF0>Si è riunito {0}.</color>
japanese: <color=#FF0>「{0}」に であいました。</color>
korean: <color=#FF0>[{0}]와 마주쳤다.</color>
portuguese: <Color=#ff0> Você conheceu {0}. </color>
russian: <color=#FF0> Вы встречались с {0}. </color>
spanish: <Color=#FF0>Usted se reunió {0}.</color>

# TEXT_BODY_ADV_LOG_NEWJOB
source: <color=#0F0>You unlocked the new Job ''{0}''.</color>
french: <Color=#0F0>Débloquer le nouveau Job ''{0}''.</color>
german: <Color=#0F0> Sie sperrte die neuen Job ''{0}''. </Color>
italian: <color=#0F0>Hai sbloccato il nuovo lavoro ''{0}''.</color>
japanese: <color=#0F0>あたらしい しょくぎょう "{0}"を かいほうした。</color>
korean: <color=#0F0>새로운 직업 [{0}]의 잠금을 해제했다.</color>
portuguese: <Color=#0F0> Você desbloqueou o novo trabalho ''{0}''. </color>
russian: <color=#0F0> Вы открыли новую работу ''{0}''. </color>
spanish: <Color=#0F0>Has desbloqueado el nuevo trabajo ''{0}''.</color>

# TEXT_BODY_ADV_LOG_SOULSTONES
source: <color=#09F>You've earned {0} Soulstones.</color>
french: <Color=#09F>Vous avez gagné {0} Soulstones.</color>
german: <Color=#09F> Sie haben verdient {0} Seelensteine. </Color>
italian: <color=#09F>Hai guadagnato {0} Pietre dell'Anima.</color>
japanese: <color=#09F>{0}ませきを てにいれた。</color>
korean: <color=#09F>{0} 마석을 입수했다.</color>
portuguese: <Color=#09F> Você ganhou {0} Soulstones. </color>
russian: <color=#09F> Вы заработали {0} Soulstones. </color>
spanish: <Color=#09F>Se ha ganado {0} piedras de alma.</color>

# TEXT_BODY_ADV_LOG_START
source: <color=#FB0>''{1}'' the {0} entered the dungeon!</color>
french: <Color=#FB0>''{1}'' {0} sont entrés dans le donjon!</color>
german: <Color=#FB0> ''{1}'' die {0} trat in den Kerker! </Color>
italian: <color=#FB0>''{1}'' il {0} è entrato il dungeon!</color>
japanese: <color=#FB0>{0}「{1}」が ぼうけんを かいしした！</color>
korean: <color=#FB0>{0}[{1}]이(가) 모험을 시작했다!</color>
portuguese: <Color=#FB0> ''{1}'' {0} entrou na masmorra! </color>
russian: <color=#fb0> ''{1}'' {0} вошел в темницу! </color>
spanish: <Color=#FB0>''{1}'' de {0} entraron en la mazmorra!</color>

# TEXT_BODY_ADV_LOG_START2
source: ''{1}'' the {0} entered the {1}!
french: <color=#FB0><color=#FB0>''{1}'' {0} est entré {1}!</color></color>
german: <color=#FB0><color=#FB0>''{1}'' die {0} trat die {1}!</color></color>
italian: <color=#FB0><color=#FB0>''{1}'' il {0} entrato {1}!</color></color>
japanese: <color=#FB0>{0}「{1}」が {2}で ぼうけんを かいしした！</color>
korean: <color=#FB0>{0}[{1}]이(가) {2}에서 모험을 시작했다!</color>
portuguese: ''{1}'' {0} entrou na {1}!
russian: <color=#FB0><color=#FB0>''{1}'' {0} вошел в {1}!</color></color>
spanish: <color=#FB0><color=#FB0>''{1}'' de {0} entraron {1}!</color></color>

# TEXT_BODY_ADV_LOG_VERSUS
source: <color=#F33>You registered ''{1}'' the {0} for ''Tower of Immortal''!</color>
french: <Color=#F33>Vous avez enregistré ''{1}'' {0} pour ''Tour de Immortel''!</color>
german: <Color=#F33> Sie registriert ''{1}'' die {0} für ''Tower of Immortal''! </Color>
italian: <color=#F33>È registrato ''{1}'' il {0} per ''Tower of Immortal''!</color>
japanese: <color=#F33>{0}「{1}」を 「ふめつのとう」に とうろくした！</color>
korean: <color=#F33>{0}[{1}]을(를) [불멸의 탑]에 등록했다!</color>
portuguese: <Color=#F33> Você registrado ''{1}'' a {0} para ''Torre de Immortal''! </color>
russian: <color=#F33> Вы зарегистрированы ''{1}'' {0} для ''Башня Immortal''! </color>
spanish: <Color=#F33>se ha registrado ''{1}'' de {0} para ''Torre de inmortal''!</color>

# TEXT_BODY_ADV_LOG_VERSUS_RESULT
source: <color=#F33>''{1}'' the {0} has been defeated at {2}F for ''Tower of Immortal''!</color>
french: <Color=#F33>''{1}'' {0} a été battu à {2} F pour ''Tour de Immortel''!</color>
german: <Color=#F33> ''{1}'' die {0} wurde am {2} F für ''Tower of Immortal''! </Color> besiegt
italian: <color=#F33>''{1}'' il {0} è stato sconfitto a {2} F per ''Tower of Immortal''!</color>
japanese: <color=#F33>{0}「{1}」が 「ふめつのとう」{2}Fで やぶれた。</color>
korean: <color=#F33>{0}[{1}]이(가) [불멸의 탑]{2}F에서 패했다</color>
portuguese: <Color=#F33> ''{1}'' {0} foi derrotado em {2} F para ''Torre de Immortal''! </color>
russian: <color=#F33> ''{1}'' {0} был разбит в {2} F для ''Башня Immortal''! </color>
spanish: <Color=#F33>''{1}'' de {0} ha sido derrotado en {2} F para ''Torre de inmortal''!</color>

# TEXT_BODY_ADV_LOG_VERSUS2
source: <color=#F33>You moved {0} {1} to ''Palace of Karma''!</color>
french: <color=#F33>Vous avez déplacé {0} {1} pour ''Palais de Karma''!</color>
german: <color=#F33>Sie bewegt {0} {1} zu ''Palace of Karma''!</color>
italian: <color=#F33>Si è spostato {0} {1} a ''Palazzo del Karma''!</color>
japanese: <color=#F33>{0}「{1}」を 「カルマの でんどう」に いどうした！</color>
korean: <color=#F33>{0}[{1}]은(는) [카르마의 전당]으로 이동했다!</color>
portuguese: <Color=#F33> Você mudou-se {0} {1} para ''Palácio de Karma!'' </color>
russian: <color=#F33>Вы переехали {0} {1} до ''Дворец Кармы''!</color>
spanish: <color=#F33>Ha movido {0} {1} para ''Palacio del Karma''!</color>

# TEXT_BODY_BUY_CAN_REMOVE_ADS
source: You can remove banner and video ads by buying any product.
french: Vous pouvez supprimer des bannières et vidéo en achetant un produit .
german: Sie können Banner und Video-Anzeigen entfernen, indem jedes Produkt .
italian: È possibile rimuovere bandiera e gli annunci video con l'acquisto di qualsiasi prodotto .
japanese: いずれかの しょうひんを こうにゅうすると こうこくが ひひょうじに なります。
korean: 한번이라도 상품을 구매할 경우 광고가 표시되지 않습니다. __(※10 마석을 받기 위한 광고 시청은 가능합니다)
portuguese: Você pode remover banners e anúncios em vídeo através da compra de qualquer produto.
russian: Вы можете удалить баннер и видео рекламу, покупая любой продукт .
spanish: Puede eliminar los anuncios de banner y vídeo mediante la compra de cualquier producto .

# TEXT_BODY_CHANGE_EQUIP
source: Equipment will be changed.
french: L'équipement sera changé.
german: Ausrüstung wird geändert.
italian: Attrezzature sarà cambiato.
japanese: そうびが へんかします。
korean: 장비가 변경됩니다.
portuguese: Equipamento será alterado.
russian: Оборудование будет изменен.
spanish: El equipo será cambiada.

# TEXT_BODY_CHANGE_SKILL
source: You will learn a new skill.
french: Vous apprendrez une nouvelle compétence.
german: Sie werden eine neue Fertigkeit erlernen.
italian: Imparerete una nuova abilità.
japanese: スキルを しゅうとくします。
korean: 기술을 습득합니다.
portuguese: Você vai aprender uma nova habilidade.
russian: Вы узнаете новый навык.
spanish: Va a aprender una nueva habilidad.

# TEXT_BODY_CHR_LOG_TYPE_0
source: <color=#0FF>You killed the ''{0}''.</color>
french: <Color=#0FF>Vous tué le ''{0}''.</Color>
german: <Color=#0FF>Sie tötete die ''{0}''.</Color>
italian: <Color=#0FF>Hai ucciso il ''{0}''.</Color>
japanese: <color=#0FF>「{0}」を げきはしました。</color>
korean: <color=#0FF>{0}을(를) 격파했다.</color>
portuguese: <Color=#0FF> Você matou o ''{0}''. </color>
russian: <color=#0FF>Ты убил ''{0}''.</color>
spanish: <color=#0FF>Usted mató al ''{0}''.</color>

# TEXT_BODY_CHR_LOG_TYPE_1
source: <color=#0FF>You are slain by ''{0}''.</color>
french: <Color=#0FF>Vous êtes tué par ''{0}''.</Color>
german: <Color=#0FF>Du erschlagen durch ''{0}''.</Color>
italian: <Color=#0FF>Si sono uccisi da ''{0}''.</Color>
japanese: <color=#0FF>「{0}」に ころされました…</color>
korean: <color=#0FF>[{0}]에게 살해당했다…</color>
portuguese: <Color=#0FF> Você está morto por ''{0}''. </color>
russian: <color=#0FF>Ты убит ''{0}''.</color>
spanish: <color=#0FF>Has sido asesinado por ''{0}''.</color>

# TEXT_BODY_CHR_LOG_TYPE_2
source: <color=#0FF>You killed the ''{0}'' and progress to {1}F.</color>
french: <Color=#0FF>Vous tué le ''{0}'' et le progrès à {1} F.</Color>
german: <Color=#0FF>Sie tötete den ''{0}'' und den Fortschritt zu {1} F.</Color>
italian: <Color=#0FF>Hai ucciso il ''{0}'' e di progresso per {1} F.</Color>
japanese: <color=#0FF>「{0}」を げきはし {2}Fに いどうした。</color>
korean: <color=#0FF>[{0}]을 격파하고 {2}층으로 나아갔다.</color>
portuguese: <Color=#0FF> Você matou o ''{0}'' e progresso para {1} F. </color>
russian: <color=#0FF>Ты убил ''{0}'' и продвижение к {1} F.</color>
spanish: <color=#0FF>Has asesinado a ''{0}'' y avanzas al {1}F.</color>

# TEXT_BODY_CONQUEST
source: Ancient Overlord vanished.__However, he revived countless threats before vanishing.__We have yet to finish the war.
french: Ancient Overlord disparu .__ Cependant, il a relancé d'innombrables menaces avant de disparaître .__ Il nous reste à terminer la guerre.
german: Antike Over verschwunden .__ Doch er lebte wieder unzählige Bedrohungen, bevor verschwindenden .__ Wir haben noch den Krieg zu beenden.
italian: Antica Overlord scomparve .__ Tuttavia, ha ripreso innumerevoli minacce prima di sparire .__ Dobbiamo ancora finire la guerra.
japanese: こだいの はおうの やぼうは ついえた。__しかし、 かれが ふういんから ときはなった かずしれぬ きょういが ちていふかくから こしたんたんと ちじょうを ねらっている。__たたかいは、 まだ はじまったばかりだ。
korean: 고대 패왕의 야망은 무너졌다.__그러나 그가 봉인으로부터 해방한 수많은 위험이 지하 깊숙한 곳에서 호시탐탐 지상을 노리고 있다.__전쟁은, 이제 막 시작되었을 뿐이다.
portuguese: Antiga Overlord desapareceu .__ No entanto, ele reviveu inúmeras ameaças antes de desaparecer .__ Ainda temos que terminar a guerra.
russian: Древний Overlord исчез .__ Однако он возродил бесчисленные угрозы, прежде чем исчезающей .__ Нам еще предстоит закончить войну.
spanish: Overlord antigua desapareció .__ Sin embargo, revivió un sinnúmero de amenazas antes de desaparecer .__ Aún tenemos que acabar la guerra.
