Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterShortName-SK000215
source: Special
french: Spécial
german: Besondere
italian: Speciale
japanese: とくしゅ
korean: 특수
portuguese: Especial
russian: Особый
spanish: Especial

# MasterShortName-SK000301
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000302
source: Cure
french: Guérir
german: Heilen
italian: Cura
japanese: ちりょう
korean: 치료
portuguese: Cura
russian: излечение
spanish: Cura

# MasterShortName-SK000303
source: Barrier
french: Barrière
german: Barriere
italian: Barriera
japanese: バリア
korean: 방벽
portuguese: Barreira
russian: барьерный
spanish: Barrera

# MasterShortName-SK000304
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000305
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000306
source: Empower
french: Habiliter
german: Ermächtigen
italian: Potenziare
japanese: きょうか
korean: 강화
portuguese: autorizar
russian: уполномочивать
spanish: Autorizar

# MasterShortName-SK000307
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000308
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK000309
source: Haste
french: Hâte
german: Eile
italian: Velocità
japanese: ヘイスト
korean: 날랜 재주
portuguese: Pressa
russian: поспешность
spanish: Prisa

# MasterShortName-SK000310
source: Mirror
french: Miroir
german: Spiegel
italian: Specchio
japanese: きょうめん
korean: 거울
portuguese: Espelho
russian: Зеркало
spanish: Espejo

# MasterShortName-SK000311
source: Double Attack
french: Double Attaque
italian: Attacco Doppio
japanese: ２れんげき
korean: 2연격
portuguese: Ataque duplo
russian: Двойная Атака
spanish: Ataque doble

# MasterShortName-SK000312
source: Defense
french: La défense
german: Verteidigung
italian: Difesa
japanese: ぼうぎょ
korean: 방어
portuguese: Defesa
russian: Защита
spanish: Defensa

# MasterShortName-SK000313
source: Quadruple attack
french: Quadruple attaque
german: Quadruple Angriff
italian: Quadruplo Attacco
japanese: ４れんげき
korean: 4연격
portuguese: ataque Quádruplo
russian: Четырехместный нападение
spanish: ataque cuádruple

# MasterShortName-SK000314
source: Drain Life
french: drain de vie
german: Sauger
italian: Succhia Vita
japanese: きゅうけつ
korean: 흡혈
russian: Похищение жизни
spanish: Drenar vida

# MasterShortName-SK000315
source: Summon
french: Convoquer
german: Herbeirufen
italian: Evocazione
japanese: しょうかん
korean: 소환
portuguese: convocar
russian: созывать
spanish: Convocar

# MasterShortName-SK000316
source: Triple Attack
french: Attaque Triple
german: Triple-Angriff
italian: Triplo Attacco
japanese: ３れんげき
korean: 3연격
portuguese: Ataque triplo
russian: Тройной атаки
spanish: Ataque Triple

# MasterShortName-SK000317
source: Triple Attack
french: Attaque Triple
german: Triple-Angriff
italian: Triplo Attacco
japanese: ３れんげき
korean: 3연격
portuguese: Ataque triplo
russian: Тройной атаки
spanish: Ataque Triple

# MasterShortName-SK000318
source: Cure
french: Guérir
german: Heilen
italian: Cura
japanese: ちりょう
korean: 치료
portuguese: Cura
russian: излечение
spanish: Cura

# MasterShortName-SK000319
source: Barrier
french: Barrière
german: Barriere
italian: Barriera
japanese: バリア
korean: 방벽
portuguese: Barreira
russian: барьерный
spanish: Barrera

# MasterShortName-SK100001
source: Empower
french: Habiliter
german: Ermächtigen
italian: Potenziare
japanese: きょうか
korean: 강화
portuguese: autorizar
russian: уполномочивать
spanish: Autorizar

# MasterShortName-SK100002
source: Avoid
french: Éviter
german: Vermeiden
italian: Schivata
japanese: かいひ
korean: 회피
portuguese: Evitar
russian: избежать
spanish: Evitar

# MasterShortName-SK100003
source: Shield
french: Bouclier
german: Schild
italian: Scudo
japanese: シールド
korean: 보호막
portuguese: Escudo
russian: Щит
spanish: Proteger

# MasterShortName-SK100004
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK100005
source: Special
french: Spécial
german: Besondere
italian: Speciale
japanese: とくしゅ
korean: 특수
portuguese: Especial
russian: Особый
spanish: Especial

# MasterShortName-SK100006
source: Reflect
french: Réfléchir
german: Reflektieren
italian: Riflesso
japanese: はんしゃ
korean: 반사
portuguese: refletir
russian: отражать
spanish: Reflejar

# MasterShortName-SK100007
source: Bleed
french: Saigner
german: Bluten
italian: Sanguinamento
japanese: しゅっけつ
korean: 출혈
portuguese: Sangrar
russian: кровоточить
spanish: Sangrar

# MasterShortName-SK100008
source: Barrier
french: Barrière
german: Barriere
italian: Barriera
japanese: バリア
korean: 방벽
portuguese: Barreira
russian: барьерный
spanish: Barrera

# MasterShortName-SK100009
source: Special
french: Spécial
german: Besondere
italian: Speciale
japanese: とくしゅ
korean: 특수
portuguese: Especial
russian: Особый
spanish: Especial

# MasterShortName-SK100010
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK100011
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK100012
source: Avoid
french: Éviter
german: Vermeiden
italian: Schivata
japanese: かいひ
korean: 회피
portuguese: Evitar
russian: избежать
spanish: Evitar

# MasterShortName-SK100013
source: Empower
french: Habiliter
german: Ermächtigen
italian: Potenziare
japanese: きょうか
korean: 강화
portuguese: autorizar
russian: уполномочивать
spanish: Autorizar

# MasterShortName-SK100014
source: Empower
french: Habiliter
german: Ermächtigen
italian: Potenziare
japanese: きょうか
korean: 강화
portuguese: autorizar
russian: уполномочивать
spanish: Autorizar

# MasterShortName-SK100015
source: Critical Up
german: Kritische Up
italian: Aumento del Critico
japanese: クリティカルアップ
korean: 치명타 증가
portuguese: Até Critical
russian: Критическое Up
spanish: Hasta crítica

# MasterShortName-SK100016
source: Sixfold attack
french: Six fois attaquent
german: Sechs Mal angreifen
italian: Attacco Sei Volte
japanese: 6れんげき
korean: 6연격
portuguese: Seis vezes atacar
russian: Шесть раз атаковать
spanish: Seis veces atacan

# MasterShortName-SK100017
source: Defense
french: La défense
german: Verteidigung
italian: Difesa
japanese: ぼうぎょ
korean: 방어
portuguese: Defesa
russian: Защита
spanish: Defensa

# MasterShortName-SK100018
source: Double Attack
french: Double Attaque
italian: Attacco Doppio
japanese: ２れんげき
korean: 2연격
portuguese: Ataque duplo
russian: Двойная Атака
spanish: Ataque doble

# MasterShortName-SK100019
source: Heal
french: Guérir
german: Heilen
italian: Cura
japanese: かいふく
korean: 회복
portuguese: Curar
russian: заживать
spanish: Sanar

# MasterShortName-SK100020
source: Special
french: Spécial
german: Besondere
italian: Speciale
japanese: とくしゅ
korean: 특수
portuguese: Especial
russian: Особый
spanish: Especial

# MasterShortName-SK100021
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK100022
source: Runaway
french: Fuyez
german: Renn weg
italian: Fuga
japanese: にげる
korean: 도망
portuguese: Fugir
russian: Убегай
spanish: Huir

# MasterShortName-SK100023
source: Paralyze
french: Paralyser
german: Lähmen
italian: Paralisi
japanese: まひ
korean: 마비
portuguese: Paralisar
russian: Парализовать
spanish: Paralizar

# MasterShortName-SK100024
source: Special
french: Spécial
german: Besondere
italian: Speciale
japanese: とくしゅ
korean: 특수
portuguese: Especial
russian: Особый
spanish: Especial

# MasterShortName-SK100026
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK100027
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK100028
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SK999999
source: Wait and see
french: Attend et regarde
german: warten wir es ab
italian: Aspetta
japanese: ようすをみる
korean: 대기
portuguese: Espere e veja
russian: Ждать и смотреть
spanish: Espera y verás

# MasterShortName-SKCI0001
source: Heal
french: Guérir
german: Heilen
italian: Cura
japanese: かいふく
korean: 회복
portuguese: Curar
russian: заживать
spanish: Sanar

# MasterShortName-SKCI0002
source: Special
french: Spécial
german: Besondere
italian: Speciale
japanese: とくしゅ
korean: 특수
portuguese: Especial
russian: Особый
spanish: Especial

# MasterShortName-SKCI0003
source: Empower
french: Habiliter
german: Ermächtigen
italian: Potenziare
japanese: きょうか
korean: 강화
portuguese: autorizar
russian: уполномочивать
spanish: Autorizar

# MasterShortName-SKCI0004
source: Cure
french: Guérir
german: Heilen
italian: Cura
japanese: ちりょう
korean: 치료
portuguese: Cura
russian: излечение
spanish: Cura

# MasterShortName-SKCI0005
source: Reflect
french: Réfléchir
german: Reflektieren
italian: Riflesso
japanese: はんしゃ
korean: 반사
portuguese: refletir
russian: отражать
spanish: Reflejar

# MasterShortName-SKCI0006
source: Shield
french: Bouclier
german: Schild
italian: Scudo
japanese: シールド
korean: 보호막
portuguese: Escudo
russian: Щит
spanish: Proteger

# MasterShortName-SKCI0007
source: Defense
french: La défense
german: Verteidigung
italian: Difesa
japanese: ぼうぎょ
korean: 방어
portuguese: Defesa
russian: Защита
spanish: Defensa

# MasterShortName-SKCI0008
source: Special
french: Spécial
german: Besondere
italian: Speciale
japanese: とくしゅ
korean: 특수
portuguese: Especial
russian: Особый
spanish: Especial

# MasterShortName-SKCI0009
source: Revive
french: Relancer
german: Beleben
italian: Rivivere
japanese: そせい
korean: 소생
portuguese: Reviver
russian: оживлять
spanish: Reanimar

# MasterShortName-SKCI0010
source: Special
french: Spécial
german: Besondere
italian: Speciale
japanese: とくしゅ
korean: 특수
portuguese: Especial
russian: Особый
spanish: Especial

# MasterShortName-SKCI0011
source: Special
french: Spécial
german: Besondere
italian: Speciale
japanese: とくしゅ
korean: 특수
portuguese: Especial
russian: Особый
spanish: Especial

# MasterShortName-SKE00001
source: Empower
french: Habiliter
german: Ermächtigen
italian: Potenziare
japanese: きょうか
korean: 강화
portuguese: autorizar
russian: уполномочивать
spanish: Autorizar

# MasterShortName-SKE00002
source: Weaken
french: Affaiblir
german: Schwächen
italian: Debolezza
japanese: じゃくたい
korean: 약화
portuguese: Enfraquecer
russian: ослабевать
spanish: Debilitar

# MasterShortName-SKE00003
source: Heal
french: Guérir
german: Heilen
italian: Cura
japanese: かいふく
korean: 회복
portuguese: Curar
russian: заживать
spanish: Sanar

# MasterShortName-SKE00004
source: Slow
french: Lent
german: Langsam
italian: Lentezza
japanese: スロー
korean: 감속
portuguese: Lento
russian: Медленный
spanish: Lento

# MasterShortName-SKE00005
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SKE00006
source: Forget
french: Oublier
german: Vergessen
italian: Dimenticare
japanese: ぼうきゃく
korean: 망각
portuguese: Esqueço
russian: забывать
spanish: Olvidar

# MasterShortName-SKE00007
source: Forget
french: Oublier
german: Vergessen
italian: Dimenticare
japanese: ぼうきゃく
korean: 망각
portuguese: Esqueço
russian: забывать
spanish: Olvidar

# MasterShortName-SKE00008
source: Heal
french: Guérir
german: Heilen
italian: Cura
japanese: かいふく
korean: 회복
portuguese: Curar
russian: заживать
spanish: Sanar

# MasterShortName-SKE00009
source: Curse
french: Malédiction
german: Fluch
italian: Maledizione
japanese: のろい
korean: 저주
portuguese: Maldição
russian: проклятие
spanish: Maldición

# MasterShortName-SKE00010
source: Reflect
french: Réfléchir
german: Reflektieren
italian: Riflesso
japanese: はんしゃ
korean: 반사
portuguese: refletir
russian: отражать
spanish: Reflejar

# MasterShortName-SKE00011
source: Empower
french: Habiliter
german: Ermächtigen
italian: Potenziare
japanese: きょうか
korean: 강화
portuguese: autorizar
russian: уполномочивать
spanish: Autorizar

# MasterShortName-SKE00012
source: Slow
french: Lent
german: Langsam
italian: Lentezza
japanese: スロー
korean: 감속
portuguese: Lento
russian: Медленный
spanish: Lento

# MasterShortName-SKE00013
source: Poison
german: Gift
italian: Veleno
japanese: どく
korean: 독
portuguese: Poção
russian: яд
spanish: Veneno

# MasterShortName-SKE00014
source: Critical Blow
french: Coup critique
german: Kritische Schlag
italian: Colpo Critico
japanese: こんしんのいちげき
korean: 혼신의 일격
portuguese: Golpe crítico
russian: Критический Удар
spanish: Golpe crítico

# MasterShortName-SKE00015
source: Critical Blow
french: Coup critique
german: Kritische Schlag
italian: Colpo Critico
japanese: こんしんのいちげき
korean: 혼신의 일격
portuguese: Golpe crítico
russian: Критический Удар
spanish: Golpe crítico

# MasterShortName-SKE00016
source: Curse
french: Malédiction
german: Fluch
italian: Maledizione
japanese: のろい
korean: 저주
portuguese: Maldição
russian: проклятие
spanish: Maldición

# MasterShortName-SKE00017
source: Confuse
french: Embrouiller
german: Verwechseln
italian: Confusione
japanese: こんらん
korean: 혼란
portuguese: Confundir
russian: спутать
spanish: Confundir

# MasterShortName-SKE00018
source: Attack
french: Attaque
german: Attacke
italian: Attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SKE00019
source: Bleed
french: Saigner
german: Bluten
italian: Sanguinamento
japanese: しゅっけつ
korean: 출혈
portuguese: Sangrar
russian: кровоточить
spanish: Sangrar

# MasterShortName-SKE00020
source: Poison
german: Gift
italian: Veleno
japanese: どく
korean: 독
portuguese: Poção
russian: яд
spanish: Veneno

# MasterShortName-SKE00021
source: Poison
german: Gift
italian: Veleno
japanese: どく
korean: 독
portuguese: Poção
russian: яд
spanish: Veneno

# MasterShortName-SKE00022
source: Poison
german: Gift
italian: Veleno
japanese: どく
korean: 독
portuguese: Poção
russian: яд
spanish: Veneno

# MasterShortName-SKE00023
source: Poison
german: Gift
italian: Veleno
japanese: どく
korean: 독
portuguese: Poção
russian: яд
spanish: Veneno

# MasterShortName-SKE00024
source: Acid
french: Acide
italian: Acido
japanese: きょうさん
korean: 강산
portuguese: Ácido
russian: кислота
spanish: Ácido

# MasterShortName-SKE00025
source: Curse
french: Malédiction
german: Fluch
italian: Maledizione
japanese: のろい
korean: 저주
portuguese: Maldição
russian: проклятие
spanish: Maldición

# MasterShortName-SKE00101
source: Web Zone
french: Zone Web
italian: Ragnatela
japanese: いとのけっかい
korean: 실 결계
portuguese: Zona web
russian: веб-Zone
spanish: Zona web

# MasterShortName-SKE00102
source: Black Slash
french: Slash Noir
german: Schwarz Slash
italian: Taglio Nero
japanese: ブラックスラッシュ
korean: 블랙 슬래시
portuguese: o slash preto
russian: Черный Рассечение
spanish: raya vertical negro

# MasterShortName-SKE00103
source: Sign of Corruption
french: Signe de la corruption
german: Zeichen der Korruption
italian: Segno della Corruzione
japanese: だらくの いん
korean: 타락의 인
portuguese: Sinal de corrupção
russian: Знак коррупции
spanish: Signo de la Corrupción

# MasterShortName-SKE00104
source: Summon Mara
french: Invoquer Mara
italian: Evoca Mara
japanese: まおうの しょうらい
korean: 마라 소환
portuguese: convocar Mara
russian: Призвать Мара
spanish: Invocar Mara

# MasterShortName-SKE00105
source: Crush
french: Écraser
german: Zerquetschen
italian: Schiacciare
japanese: おしつぶす
korean: 으깨기
portuguese: A paixão súbita
russian: давка
spanish: Aplastar

# MasterShortName-SKE00106
source: Clay Avatar
german: Lehm Avatar
italian: argilla Avatar
japanese: ねんどの ぶんしん
korean: 진흙 분신
portuguese: argila Avatar
russian: Глина Аватар
spanish: arcilla de Avatar

# MasterShortName-SKE00107
source: Axe Crusher
japanese: せんぷの いちげき
korean: 도끼 일격
portuguese: machado Crusher
russian: Топор дробилка
spanish: Hacha trituradora

# MasterShortName-SKE00108
source: Cooking pan
french: Poêle
german: Pfanne
italian: Recipiente di cottura
japanese: ちょうりなべ
korean: 요리용 냄비
portuguese: Panela de cozinhar
russian: Сковорода
spanish: Cocinando pan

# MasterShortName-SKE00109
source: Curse of years
french: Malédiction d'années
german: Der Fluch von Jahren
italian: Curse of anni
japanese: せんねんの のろい
korean: 천년 저주
portuguese: Maldição de anos
russian: Проклятие лет
spanish: Maldición de años

# MasterShortName-SKE00110
source: Embrace of ivy
french: Etreinte de lierre
german: Umarmung von Efeu
italian: Abbraccio di edera
japanese: つたの ほうよう
korean: 덩굴 감싸기
portuguese: Abraço de hera
russian: Объятия плющом
spanish: Abrazo de la hiedra

# MasterShortName-SKE00111
source: Full Combination
french: Combinaison complète
german: Voll Kombination
italian: Combinazione completa
japanese: れんけいこうげき
korean: 연계 공격
portuguese: Combinação completa
russian: Полное Комбинация
spanish: Combinación completa

# MasterShortName-SKE00112
source: Divine wind
french: Vent divin
italian: Vento divino
japanese: かみかぜ
korean: 신풍
portuguese: Vento Divino
russian: Божественный ветер
spanish: Viento divino

# MasterShortName-SKE00113
source: Ground Breaker
french: Rez-de-disjoncteur
german: Boden Breaker
italian: Breaker terra
japanese: グラウンドブレイカー
korean: 대지분쇄기
portuguese: disjuntor chão
russian: Первый выключатель
spanish: interruptor Ground

# MasterShortName-SKE00114
source: Guillotine
italian: Ghigliottina
japanese: くびはね
korean: 기요틴
portuguese: Guilhotina
russian: гильотина
spanish: Guillotina

# MasterShortName-SKE00115
source: End Calamity
french: Calamité Fin
italian: fine Calamity
japanese: せかいのおわり
korean: 세계의 끝
portuguese: Calamity End
russian: Конец Каламити
spanish: La calamidad final

# MasterShortName-SKE00116
source: Self Explode
german: Selbst Explode
italian: auto Explode
japanese: じばく
korean: 자폭
portuguese: auto Explode
russian: Само Експлоде
spanish: Explota auto

# MasterShortName-SKE00117
source: Jealousy
french: Jalousie
german: Eifersucht
italian: Gelosia
japanese: しっと
korean: 질투
portuguese: Ciúmes
russian: ревность
spanish: Celos

# MasterShortName-SKE00118
source: Bite of Domination
german: Bite of Dominanz
italian: Morso di Domination
japanese: しはいの ひとかみ
korean: 지배의 깨물기
portuguese: Mordida de Dominação
russian: Укус Domination
spanish: Mordedura de la dominación

# MasterShortName-SKE00119
source: Temptation
french: Tentation
german: Versuchung
italian: Tentazione
japanese: テンプテーション
korean: 유혹
portuguese: Tentação
russian: Искушение
spanish: Tentación

# MasterShortName-SKE00120
source: Hell's Army
french: Armée de l'enfer
german: Hells Armee
italian: Army dell'inferno
japanese: はおうの ぐんぜい
korean: 지옥 군세
portuguese: Exército do Inferno
russian: Армия Ада
spanish: El ejército de demonios

# MasterShortName-SKE00121
source: Notice of death
french: Avis de décès
german: Bekanntmachung des Todes
italian: Avviso di morte
japanese: しの よこく
korean: 죽음 예고
portuguese: Notificação de morte
russian: Уведомление о смерти
spanish: Aviso de la muerte

# MasterShortName-SKE00122
source: Breath of fire
french: Souffle de feu
german: Feueratem
italian: Alito di fuoco
japanese: ファイアーブレス
korean: 화염 숨결
russian: Дыхание огня
spanish: Aliento de fuego

# MasterShortName-SKE00123
source: Roar
french: Rugir
german: Brüllen
italian: Ruggito
japanese: ほうこう
korean: 포효
portuguese: Rugido
russian: Рев
spanish: Rugido

# MasterShortName-SKE00124
source: Rotton breath
french: Rotton souffle
german: Rotton Atem
italian: respiro Rotton
japanese: ロトンブレス
korean: 부패 숨결
portuguese: rotton respiração
russian: Rotton дыхание
spanish: aliento rotton

# MasterShortName-SKE00125
source: Dragon Blood
french: Sang de dragon
german: Drachenblut
italian: Drago Sangue
japanese: ドラゴンブラッド
korean: 용혈
portuguese: Sangue de dragão
spanish: Sangre de dragón

# MasterShortName-SKE00126
source: Rebirth
french: Renaissance
german: Wiedergeburt
italian: Rinascita
japanese: ふしちょうの ふっかつ
korean: 불사조의 부활
portuguese: Renascimento
russian: возрождение
spanish: Renacimiento

# MasterShortName-SKE00127
source: Deadly poison
french: Poison mortel
german: Tödliches Gift
italian: veleno mortale
japanese: ちしの もうどく
korean: 치명적인 맹독
portuguese: Veneno mortal
russian: Смертельный яд
spanish: Veneno mortal

# MasterShortName-SKE00128
source: Angel Force
french: Ange de la force
german: Engel Kraft
italian: Angelo Forza
japanese: てんしのぐんぜい
korean: 천사 군세
portuguese: Força do anjo
spanish: ángel Fuerza

# MasterShortName-SKE00129
source: impurity
french: impureté
german: Verunreinigung
italian: impurità
japanese: ふじょうの しょうき
korean: 부정한 피
portuguese: impureza
russian: примесь
spanish: impureza

# MasterShortName-SKE00130
source: Blood Steal
french: sang Steal
german: Blut Steal
italian: sangue Steal
japanese: ブラッドスティール
korean: 블러드 스틸
portuguese: sangue Steal
russian: Кровь Кража
spanish: robar la sangre

# MasterShortName-SKE00131
source: Justice Ray
italian: giustizia Ray
japanese: ジャスティスレイ
korean: 정의의 광선
portuguese: Justiça Ray
russian: правосудие Луч
spanish: justicia Ray

# MasterShortName-SKE00132
source: Eight times attack
french: Huit fois attaquent
german: Acht Mal angreifen
italian: Otto volte attaccano
japanese: 8れんげき
korean: 8연격
portuguese: Oito vezes atacam
russian: Восемь раз атаковать
spanish: Ocho veces atacan

# MasterShortName-SKE00133
source: Infernal Strike
french: grève Infernal
german: Infernal Streik
italian: sciopero Infernal
japanese: じごくの ごうか
korean: 지옥의 공격
portuguese: greve infernal
russian: Адский Удар
spanish: huelga infernal

# MasterShortName-SKE00134
source: Plague wind
french: vent Plague
italian: vento Plague
japanese: えきびょうの かぜ
korean: 전염병 바람
portuguese: vento Plague
russian: Чума ветер
spanish: viento plaga

# MasterShortName-SKE00135
source: Cannibal
french: Cannibale
german: Kannibale
italian: Cannibale
japanese: カニバル
korean: 식인
portuguese: Canibal
russian: каннибал
spanish: Caníbal

# MasterShortName-SKE00136
source: Gleipnir
japanese: グレイプニル
korean: 글레이프니르
russian: глейпнир

# MasterShortName-SKE00137
source: Gungnir
japanese: グングニル
korean: 궁니르
russian: Гунгнир

# MasterShortName-SKE00138
source: Brahma and Visnu
french: Brahma et Vishnu
german: Brahma und Vishnu
italian: Brahma e Visnu
japanese: はかいと さいせい
korean: 파괴와 재생
portuguese: Brahma e Vishnu
russian: Брахма и Вишну
spanish: Brahma y Visnu

# MasterShortName-SKE00139
source: Despair
french: Désespoir
german: Verzweiflung
italian: Disperazione
japanese: ぜつぼう
korean: 절망
portuguese: Desespero
russian: отчаиваться
spanish: Desesperación

# MasterShortName-SKE00140
source: Confuse
french: Embrouiller
german: Verwechseln
italian: Confuso
japanese: こんらん
korean: 혼란
portuguese: Confundir
russian: спутать
spanish: Confundir

# MasterShortName-SKE00141
source: Attack
french: Attaque
german: Attacke
italian: attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SKE00142
source: Attack
french: Attaque
german: Attacke
italian: attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SKE00143
source: Attack
french: Attaque
german: Attacke
italian: attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque

# MasterShortName-SKE00144
source: Attack
french: Attaque
german: Attacke
italian: attacco
japanese: こうげき
korean: 공격
portuguese: Ataque
russian: Атака
spanish: Ataque
