Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterName-SK000171
source: Restore Body
french: Restaurer corps
german: Wiederherstellen Körper
italian: Risanare
japanese: リストアボディ
korean: 신체 복원
portuguese: restaurar o corpo
russian: Восстановление Body
spanish: restaurar Cuerpo

# MasterName-SK000172
source: Void Reflect
italian: Riflettere il Nulla
japanese: ボイドリフレクト
korean: 공허의 반사막
portuguese: vazio Refletir
russian: Пустота Reflect
spanish: vacío Reflect

# MasterName-SK000173
source: Angel Army
french: Armée Ange
german: Engel Armee
italian: Armata Angelica
japanese: てんしのぐんたい
korean: 천사의 군대
portuguese: Exército do anjo
spanish: ángel del ejército

# MasterName-SK000174
source: Glint
french: Reflet
german: Glitzern
italian: Scintillio
japanese: ひらめく
korean: 번뜩임
portuguese: cintilar
russian: отблеск
spanish: Destello

# MasterName-SK000175
source: No Sound
french: Pas de son
german: Keinen Ton
italian: Nessun Suono
japanese: むおん
korean: 무음
russian: Без звука
spanish: Sin sonido

# MasterName-SK000176
source: Summon Glyph
french: Invoquer Glyphe
italian: Evoca glifo
japanese: しょうかんじゅつしき
korean: 소환술식
portuguese: Invocar Glyph
russian: Призвать Глиф
spanish: Invocar Glifo

# MasterName-SK000177
source: Mass Soulstone
german: Massenseelenstein
italian: Mucchio di Soulstone
japanese: ませきの かたまり
korean: 마석덩어리
russian: Масс-Soulstone
spanish: masa piedra de alma

# MasterName-SK000178
source: Ancient box
french: boîte Ancient
german: Altes Feld
italian: Scatola Antica
japanese: ふるい かざりばこ
korean: 낡은 장식상자
portuguese: caixa antiga
russian: Древняя коробка
spanish: caja antigua

# MasterName-SK000179
source: Rummage
french: Farfouiller
german: Stöbern
italian: Rovistare
japanese: したいあさり
korean: 시체 약탈
portuguese: Remexer
russian: рыться
spanish: Hurgar

# MasterName-SK000180
source: Evergreen
french: À feuilles persistantes
german: Immergrün
japanese: じょうりょくじゅ
korean: 상록수
portuguese: sempre-viva
russian: вечнозеленый
spanish: Siempreverde

# MasterName-SK000201
source: Charge
german: Berechnen
italian: Carica
japanese: チャージ
korean: 돌격
portuguese: Carregar
russian: Заряд
spanish: Cargar

# MasterName-SK000202
source: Enhance Sword
french: Améliorer l'épée
german: Verbessern Schwert
italian: Spada Aumentata
japanese: エンハンスソード
korean: 검강
portuguese: melhorar Espada
spanish: mejorar la espada

# MasterName-SK000203
source: Secret hole
french: trou secret
german: Geheime Loch
italian: Buco Segreto
japanese: ひこうてんけつ
korean: 비공 점혈
portuguese: buraco secreto
russian: Секретный отверстие
spanish: agujero secreto

# MasterName-SK000204
source: Shadowshot
french: tir de l'ombre
german: Schatten Schuss
italian: Colpo d'ombra
japanese: シャドウショット
korean: 그림자 사격
russian: Тень выстрел
spanish: Disparo sombrio

# MasterName-SK000205
source: Pharmacy
french: Pharmacie
german: Apotheke
italian: Farmacia
japanese: やくがく
korean: 약학
portuguese: Farmacia
russian: Аптека
spanish: Farmacia

# MasterName-SK000206
source: Deadly poison
french: Poison mortel
german: Tödliches Gift
italian: Veleno Mortale
japanese: もうどくの やじり
korean: 맹독 화살촉
portuguese: Veneno mortal
russian: Смертельный яд
spanish: Veneno mortal

# MasterName-SK000207
source: Barrier
french: Barrière
german: Barriere
italian: Barriera
japanese: バリア
korean: 방벽
portuguese: Barreira
russian: барьерный
spanish: Barrera

# MasterName-SK000208
source: Spell mine
french: mine de sorts
italian: Magia Profonda
japanese: スペルマイン
korean: 마법 지뢰
portuguese: meu feitiço
russian: Spell шахта
spanish: mina de hechizo

# MasterName-SK000209
source: Spell shield
french: Sort bouclier
german: Zauberschild
italian: Scudo Magico
japanese: スペルシールド
korean: 마법 보호막
portuguese: escudo feitiço
russian: Spell щит
spanish: escudo hechizo

# MasterName-SK000210
source: Angel Care
german: Engel Pflege
italian: Carezza Angelica
japanese: エンジェルケア
korean: 천사의 보살핌
portuguese: Cuidados anjo
spanish: Cuidado del angel

# MasterName-SK000211
source: Heaven's Ray
french: Ray Heaven
german: Himmels Ray
italian: Raggio del Paradiso
japanese: ヘブンスレイ
korean: 천상의 빛
portuguese: Ray do Céu
russian: Небесные Ray
spanish: Rayo celestial

# MasterName-SK000212
source: Rise Legion
french: Hausse de la Légion
german: Aufstieg Legion
italian: Ascesa della Legione
japanese: ライズレギオン
korean: 군대 일으키기
portuguese: subir Legion
russian: Взлет Легион
spanish: Rise Legión

# MasterName-SK000213
source: Struggle
french: Lutte
german: Kampf
italian: Sforzo
japanese: わるあがき
korean: 발버둥
portuguese: Luta
russian: Борьба
spanish: Resistencia

# MasterName-SK000214
source: Evil Aura
french: Mal Aura
german: Das Böse Aura
italian: Aura Malefica
japanese: あんこく
korean: 암흑
portuguese: mal Aura
russian: Злой Аура
spanish: Aura maligna

# MasterName-SK000215
source: Aesthetic
french: Esthétique
german: Ästhetisch
italian: Estetica
japanese: しんびがん
korean: 심미안
portuguese: Estético
russian: эстетический
spanish: Estético

# MasterName-SK000301
source: Boosted Strike
french: grève boosté
german: Gesteigerte Streik
italian: Colpo Sostenuto
japanese: ブーストストライク
korean: 증폭된 타격
portuguese: greve impulsionou
russian: Boosted Удар
spanish: Golpe impulsado

# MasterName-SK000302
source: Fighting spirit
french: Esprit combatif
german: Kampfgeist
italian: Spirito Combattivo
japanese: とうき
korean: 투지
portuguese: Espírito de lutador
russian: Боевой дух
spanish: Espíritu de lucha

# MasterName-SK000303
source: Boosted barrier
french: barrière boosté
german: Gesteigerte Barriere
italian: Barriera Sostenuta
japanese: バリアブースト
korean: 방벽 증폭
portuguese: barreira impulsionou
russian: Boosted барьер
spanish: Barrera impulsada

# MasterName-SK000304
source: Guided fire
french: feu guidée
german: Geführte Feuer
italian: Fuoco Guidato
japanese: ガイドファイア
korean: 유도 화염
portuguese: fogo guiada
russian: Ведомый огонь
spanish: Fuego guiado

# MasterName-SK000305
source: Holy Spirit
french: esprit Saint
german: Heiliger Geist
italian: Spirto Sacro
japanese: ホーリースピリット
korean: 성령
portuguese: Espírito Santo
russian: Святой Дух
spanish: Espiritu sagrado

# MasterName-SK000306
source: Dragon Aura
german: Drachen Aura
italian: Aura Draconica
japanese: ドラゴンオーラ
korean: 용의 기운
portuguese: Dragão Aura
spanish: Aura de dragon

# MasterName-SK000307
source: Aura cannon
french: Aura canon
german: Aura Kanone
italian: Aura del Cannone
japanese: オーラキャノン
korean: 오라 캐논
russian: Аура пушка
spanish: cañón de aura

# MasterName-SK000308
source: Workmanship
french: maîtrise
german: Verarbeitung
italian: Mestiere
japanese: さいくはりゅうりゅう
korean: 장인정신
portuguese: acabamento
russian: качество изготовления
spanish: Hechura

# MasterName-SK000309
source: Haste
french: Hâte
german: Eile
italian: Velocità
japanese: ヘイスト
korean: 날랜 재주
portuguese: Pressa
russian: поспешность
spanish: Prisa

# MasterName-SK000310
source: Mirror Coating
german: Verspiegelung
italian: Rivestimento a Specchio
japanese: ミラーコート
korean: 거울막
portuguese: espelho revestimento
russian: зеркальное покрытие
spanish: Covertura espejo

# MasterName-SK000311
source: Double Attack
french: Double Attaque
italian: Doppio Attacco
japanese: ダブルアタック
korean: 이연격
portuguese: Ataque duplo
russian: Двойная Атака
spanish: Ataque doble

# MasterName-SK000312
source: Clearing mind
french: l'esprit de compensation
german: Clearing-Geist
italian: Pulizia della Mente
japanese: しんとうめっきゃく
korean: 명경지수
portuguese: mente limpando
russian: Очистка ум
spanish: Borrado de la mente

# MasterName-SK000313
source: Martial Arts
french: Arts martiaux
italian: Arti Marziali
japanese: マーシャルアーツ
korean: 무술
portuguese: Artes marciais
russian: Боевые искусства
spanish: Artes marciales

# MasterName-SK000314
source: Drain bite
french: drain de morsure
german: Abfluss Biss
italian: Morso Vampirico
japanese: ドレインバイト
korean: 흡수의 깨물기
portuguese: mordida dreno
russian: Дренажный прикус
spanish: Mordisco drenador

# MasterName-SK000315
source: Summon Deamon
french: Invoquer Deamon
italian: Evoca Demone
japanese: サモンデーモン
korean: 악마 소환
portuguese: Invocar Deamon
russian: Призвать Deamon
spanish: Invocar demonio

# MasterName-SK000316
source: Dark Stream
french: sombre flux
german: Dunkelstrom
italian: Vapore Oscuro
japanese: ダークストリーム
korean: 암흑 기류
portuguese: fluxo escuro
russian: Темный поток
spanish: corriente oscura

# MasterName-SK000317
source: Magic missile
french: missile magique
italian: Dardo Incantato
japanese: マジックミサイル
korean: 마법 미사일
portuguese: míssil mágico
russian: Волшебная ракета
spanish: misil mágico

# MasterName-SK000318
source: Fairy Powder
french: Poudre Fée
italian: Polvere di Fata
japanese: フェアリーパウダー
korean: 요정의 가루
portuguese: Fada do Pó
russian: Фея порошок
spanish: polvo de hadas

# MasterName-SK000319
source: Blink
french: Cligner
german: Blinken
italian: Flash
japanese: ブリンク
korean: 점멸
portuguese: Piscar
russian: мерцать
spanish: Flash

# MasterName-SK100001
source: Storing power
french: Stockage puissance
german: Speichern von Energie
italian: Accumula Potere
japanese: ちからため
korean: 힘모으기
portuguese: poder armazenar
russian: Сохранение мощности
spanish: Cargar poder

# MasterName-SK100002
source: Distance
german: Entfernung
italian: Distanza
japanese: ディスタンス
korean: 거리
portuguese: Distância
russian: Расстояние
spanish: Distancia

# MasterName-SK100003
source: Gain Shield
german: Verstärkung Schild
italian: Ottieni Scudo
japanese: シールドゲイン
korean: 보호막 생성
portuguese: Escudo ganho
russian: Усиление щита
spanish: Escudo de ganancia

# MasterName-SK100004
source: Punisher
italian: Punitore
japanese: パニッシャー
korean: 징벌
portuguese: Justiceiro
russian: палач
spanish: Castigador

# MasterName-SK100005
source: Self harm
french: L'automutilation
german: Selbstbeschädigung
italian: Masochismo
japanese: じしょう
korean: 자해
portuguese: Auto-mutilação
russian: Причинять себе вред
spanish: Autolesiones

# MasterName-SK100006
source: Counter
french: Compteur
german: Zähler
italian: Opposto
japanese: カウンター
korean: 반격
portuguese: Contador
russian: счетчик
spanish: Contraataque

# MasterName-SK100007
source: Bleed
french: Saigner
german: Bluten
italian: Sanguinamento
japanese: ブリード
korean: 출혈
portuguese: Sangrar
russian: кровоточить
spanish: Sangrar

# MasterName-SK100008
source: Gain Barrier
french: Gain Barrière
german: Verstärkung Barrier
italian: Ottieni Barriera
japanese: バリアゲイン
korean: 방벽 구축
portuguese: ganho Barreira
russian: Усиление Барьер
spanish: ganancia Barrera

# MasterName-SK100009
source: Sacred Sealing
german: Heilige Versiegelung
italian: Sigillo Sacro
japanese: ふういんけっかい
korean: 봉인 결계
portuguese: sagrado Sealing
russian: Священная Герметизация
spanish: Sellado sagrada

# MasterName-SK100010
source: Demon's hit
french: Le succès de démon
german: Demon Hit
italian: Colpo del Demone
japanese: あくまの いちげき
korean: 악마의 일격
portuguese: hit do demônio
russian: удар Демона
spanish: golpe del demonio

# MasterName-SK100011
source: Energy Strike
french: énergie grève
german: Energie Streik
italian: Colpo di Energia
japanese: エナジーストライク
korean: 에너지 스트라이크
portuguese: greve de energia
russian: Энергия удара
spanish: huelga de energía

# MasterName-SK100012
source: Survival of fittest
french: Survie du plus apte
italian: Sopravvivenza del più forte
japanese: てきしゃせいぞん
korean: 적자생존
portuguese: Sobrevivência de mais apto
russian: Выживание сильнейшего
spanish: La supervivencia del más apto

# MasterName-SK100013
source: Shoot Now!
french: Tirez maintenant!
german: Schießen Sie jetzt!
italian: Spara Ora!
japanese: いま だ！
korean: 지금이다!
portuguese: Atire-se agora!
russian: Стреляйте прямо сейчас!
spanish: ¡Dispara ahora!

# MasterName-SK100014
source: Piercing stance
french: Piercing position
german: Piercing Haltung
italian: Posizione Perforante
japanese: しとつの かまえ
korean: 찌르는 자세
portuguese: postura Piercing
russian: Пирсинг позиция
spanish: postura Piercing

# MasterName-SK100015
source: Sniper position
french: Position Sniper
italian: Posizione del Cecchino
japanese: そげきたいせい
korean: 저격 태세
portuguese: posição Sniper
russian: позиция Снайпер
spanish: posición de francotirador

# MasterName-SK100016
source: Shotgun
french: Fusil à pompe
german: Schrotflinte
italian: Fucile a Pompa
japanese: ショットガン
korean: 산탄총
portuguese: Espingarda
russian: Дробовик
spanish: Escopeta

# MasterName-SK100017
source: Band of lights
french: Band de lumières
german: Band der Lichter
italian: Fascia di Luci
japanese: ひかりの おび
korean: 빛의 띠
portuguese: Banda de luzes
russian: Группа огней
spanish: Banda de las luces

# MasterName-SK100018
source: Moon Slash
french: Lune Slash
german: Mond Slash
italian: Taglio Lunare
japanese: ムーンスラッシュ
korean: 달 베기
portuguese: o slash lua
spanish: raya vertical de la luna

# MasterName-SK100019
source: Moon Heal
french: Lune guérir
german: Mond heilen
italian: Cura Lunare
japanese: ムーンヒール
korean: 달의 치유
portuguese: lua Cura
russian: Луна Лечение
spanish: luna Heal

# MasterName-SK100020
source: Bloody Moon
french: Lune sanglante
german: Blutiger Mond
italian: Luna di Sangue
japanese: ちぞめの つき
korean: 피로 물든 달
portuguese: sangrenta Lua
russian: кровавая луна
spanish: Luna sangrienta

# MasterName-SK100021
source: Boomerang
japanese: ブーメラン
korean: 부메랑
portuguese: Bumerangue
russian: Бумеранг
spanish: Bumerang

# MasterName-SK100022
source: Concealed
french: Caché
german: Verborgen
italian: Celato
japanese: みかくし
korean: 숨기
portuguese: escondida
russian: скрытый
spanish: Excusado

# MasterName-SK100023
source: Insane Clock
french: Horloge Insane
italian: Orologio Pazzo
japanese: くるった とけい
korean: 미친 시계
portuguese: Relógio Insane
russian: Безумный Clock
spanish: Reloj loco

# MasterName-SK100024
source: Gift chocolate
french: chocolat cadeau
german: Geschenk Schokolade
italian: Regalo di Cioccolata
japanese: ぎりチョコ
korean: 의리 초콜릿
portuguese: Chocolate Gift
russian: Подарочный шоколад
spanish: el chocolate de regalo

# MasterName-SK100025
source: Return gift candy
french: Retour des bonbons cadeau
german: Return Geschenk Süßigkeiten
italian: Restituire la Caramella
japanese: おかえしの あめ
korean: 답례의 사탕
portuguese: doces retorno presente
russian: Вернуться подарок конфеты
spanish: dulces de regalo de vuelta

# MasterName-SK100026
source: Stance: Aggressive
french: Stance: Agressif
german: Haltung: Aggressive
italian: Posizione: Aggressiva
japanese: スタンス：アグレッシブ
korean: 자세 : 공격적
portuguese: Postura: Agressivo
russian: Stance: Агрессивный
spanish: Postura: Agresivo

# MasterName-SK100027
source: Stance: Static
french: Stance: Statique
german: Haltung: Statische
italian: Posizione: Statica
japanese: スタンス：スタティック
korean: 자세 : 정적
portuguese: Postura: Static
russian: Стойка: Статический
spanish: Postura: Estático

# MasterName-SK100028
source: Stance: Passive
french: Stance: Passif
german: Stance: Passiv
italian: Posizione: Passiva
japanese: スタンス：パッシブ
korean: 자세 : 수동적
portuguese: Postura: Passivo
russian: Stance: Пассивный
spanish: Postura: Pasivo

# MasterName-SKCI0001
source: Portable food
french: alimentaire Portable
german: Tragbare Lebensmittel
italian: Cibo al Sacco
japanese: けいたいしょくりょう
korean: 휴대 식량
portuguese: comida portátil
russian: Портативный пищи
spanish: alimentos portátil

# MasterName-SKCI0002
source: Torch
french: Torche
german: Fackel
italian: Torcia
japanese: たいまつ
korean: 횃불
portuguese: Tocha
russian: факел
spanish: Antorcha

# MasterName-SKCI0003
source: Liquor of power
french: Liquor du pouvoir
german: Liquor der Macht
italian: Liquore del Potere
japanese: ちからの さけ
korean: 힘의 독주
portuguese: Licor de poder
russian: Ликер власти
spanish: Licor del poder

# MasterName-SKCI0004
source: Tablet of cure
french: Tablette de guérison
german: Tablet von Heilung
italian: Tavola delle Cure
japanese: ひみつの やくびん
korean: 비밀의 약병
portuguese: Tablet da cura
russian: Таблетка отверждения
spanish: Tabla del cura

# MasterName-SKCI0005
source: Charging stone
french: pierre de charge
german: Ladestein
italian: Pietra in Carica
japanese: たいでんせき
korean: 대전석
portuguese: pedra de carregamento
russian: зарядный камень
spanish: carga de piedra

# MasterName-SKCI0006
source: Granite
french: Granit
german: Granit
italian: Granito
japanese: みかげいし
korean: 화강암
portuguese: Granito
russian: гранит
spanish: Granito

# MasterName-SKCI0007
source: Unsoiled drop
french: pur baisse
german: Reines Tropfen
italian: Goccia Incontaminata
japanese: きよき ひとしずく
korean: 맑은 물방울
portuguese: gota unsoiled
russian: Чистая капля
spanish: gota pura

# MasterName-SKCI0008
source: Teleport stone
french: Teleport pierre
german: Teleportation Stein
italian: Pietra del Teletrasporto
japanese: てんいせき
korean: 전이석
portuguese: pedra Teleport
russian: Телепорт камень
spanish: piedra de teletransporte

# MasterName-SKCI0009
source: Orb of life
french: Orb de la vie
german: Kugel des Lebens
italian: Globo della Vita
japanese: いのちのたま
korean: 생명의 구슬
portuguese: Orb de vida
russian: Сфера жизни
spanish: Orbe de la vida

# MasterName-SKCI0010
source: Crown of thorns
french: couronne d'épines
german: Dornenkrone
italian: Corona di Spine
japanese: いばらの かんむり
korean: 가시면류관
portuguese: Coroa de espinhos
russian: терновый венец
spanish: corona de espinas

# MasterName-SKCI0011
source: Hammer of honor
french: Marteau d'honneur
german: Hammer Ehren
italian: Martello dell'Onore
japanese: たくみの げんのう
korean: 장인의 망치
portuguese: Martelo de honra
russian: Молот чести
spanish: Martillo de honor

# MasterName-SKE00101
source: Web Zone
french: Zone Web
italian: Ragnatela
japanese: いとのけっかい
korean: 실 결계
portuguese: Zona web
russian: веб-Zone
spanish: Zona web

# MasterName-SKE00102
source: Black Slash
french: Slash Noir
german: Schwarz Slash
italian: Taglio Nero
japanese: ブラックスラッシュ
korean: 블랙 슬래시
portuguese: o slash preto
russian: Черный Рассечение
spanish: raya vertical negro

# MasterName-SKE00103
source: Sign of Corruption
french: Signe de la corruption
german: Zeichen der Korruption
italian: Segno della Corruzione
japanese: だらくの いん
korean: 타락의 인
portuguese: Sinal de corrupção
russian: Знак коррупции
spanish: Signo de la Corrupción

# MasterName-SKE00104
source: Summon Mara
french: Invoquer Mara
italian: Evoca Mara
japanese: まおうの しょうらい
korean: 마라 소환
portuguese: convocar Mara
russian: Призвать Мара
spanish: Invocar Mara

# MasterName-SKE00105
source: Crush
french: Écraser
german: Zerquetschen
italian: Frantumare
japanese: おしつぶす
korean: 으깨기
portuguese: A paixão súbita
russian: давка
spanish: Aplastar

# MasterName-SKE00106
source: Clay Avatar
german: Lehm Avatar
italian: Avatar di Argilla
japanese: ねんどの ぶんしん
korean: 진흙 분신
portuguese: argila Avatar
russian: Глина Аватар
spanish: arcilla de Avatar

# MasterName-SKE00107
source: Axe Crusher
italian: Ascia Frantumatrice
japanese: せんぷの いちげき
korean: 도끼 일격
portuguese: machado Crusher
russian: Топор дробилка
spanish: Hacha trituradora

# MasterName-SKE00108
source: Cooking pan
french: Poêle
german: Pfanne
italian: Padella
japanese: ちょうりなべ
korean: 요리용 냄비
portuguese: Panela de cozinhar
russian: Сковорода
spanish: Cocinando pan

# MasterName-SKE00109
source: Curse of years
french: Malédiction d'années
german: Der Fluch von Jahren
italian: Maledizione degli Anni
japanese: せんねんの のろい
korean: 천년 저주
portuguese: Maldição de anos
russian: Проклятие лет
spanish: Maldición de años

# MasterName-SKE00110
source: Embrace of ivy
french: Etreinte de lierre
german: Umarmung von Efeu
italian: Abbraccio d'Edera
japanese: つたの ほうよう
korean: 덩굴 감싸기
portuguese: Abraço de hera
russian: Объятия плющом
spanish: Abrazo de la hiedra

# MasterName-SKE00111
source: Full Combination
french: Combinaison complète
german: Voll Kombination
italian: Combo Completa
japanese: れんけいこうげき
korean: 연계 공격
portuguese: Combinação completa
russian: Полное Комбинация
spanish: Combinación completa

# MasterName-SKE00112
source: Divine wind
french: Vent divin
italian: Vento Divino
japanese: かみかぜ
korean: 신풍
portuguese: Vento Divino
russian: Божественный ветер
spanish: Viento divino

# MasterName-SKE00113
source: Ground Breaker
french: Rez-de-disjoncteur
german: Boden Breaker
italian: Frantumare il Terreno
japanese: グラウンドブレイカー
korean: 대지분쇄기
portuguese: disjuntor chão
russian: Первый выключатель
spanish: interruptor Ground

# MasterName-SKE00114
source: Guillotine
italian: Gigliottina
japanese: くびはね
korean: 기요틴
portuguese: Guilhotina
russian: гильотина
spanish: Guillotina

# MasterName-SKE00115
source: Calamity End
french: Calamité Fin
italian: Fine Catastrofica
japanese: せかいのおわり
korean: 세계의 끝
russian: бедствие End
spanish: calamidad Fin

# MasterName-SKE00116
source: Self Explode
german: Selbst Explode
italian: Auto Esplosione
japanese: じばく
korean: 자폭
portuguese: auto Explode
russian: Само Експлоде
spanish: Explota auto

# MasterName-SKE00117
source: Jealousy
french: Jalousie
german: Eifersucht
italian: Gelosia
japanese: しっと
korean: 질투
portuguese: Ciúmes
russian: ревность
spanish: Celos

# MasterName-SKE00118
source: Bite of Domination
german: Bite of Dominanz
italian: Morso della Dominazione
japanese: しはいの ひとかみ
korean: 지배의 깨물기
portuguese: Mordida de Dominação
russian: Укус Domination
spanish: Mordedura de la dominación

# MasterName-SKE00119
source: Temptation
french: Tentation
german: Versuchung
italian: Tentazione
japanese: テンプテーション
korean: 유혹
portuguese: Tentação
russian: Искушение
spanish: Tentación

# MasterName-SKE00120
source: Hell's Army
french: Armée de l'enfer
german: Hells Armee
italian: Armata Infernale
japanese: はおうの ぐんぜい
korean: 지옥 군세
portuguese: Exército do Inferno
russian: Армия Ада
spanish: El ejército de demonios

# MasterName-SKE00121
source: Notice of death
french: Avis de décès
german: Bekanntmachung des Todes
italian: Avvertimento di Morte
japanese: しの よこく
korean: 죽음 예고
portuguese: Notificação de morte
russian: Уведомление о смерти
spanish: Aviso de la muerte

# MasterName-SKE00122
source: Breath of fire
french: Souffle de feu
german: Feueratem
italian: Respiro Infuocato
japanese: ファイアーブレス
korean: 화염 숨결
russian: Дыхание огня
spanish: Aliento de fuego

# MasterName-SKE00123
source: Roar
french: Rugir
german: Brüllen
italian: Ruggito
japanese: ほうこう
korean: 포효
portuguese: Rugido
russian: Рев
spanish: Rugido

# MasterName-SKE00124
source: Rotten Breath
french: Rotton souffle
german: Rotton Atem
italian: Alito Fetido
japanese: ロトンブレス
korean: 부패 숨결
portuguese: rotton respiração
russian: Rotton дыхание
spanish: aliento rotton

# MasterName-SKE00125
source: Dragon Blood
french: Sang de dragon
german: Drachenblut
italian: Sangue di Drago
japanese: ドラゴンブラッド
korean: 용혈
portuguese: Sangue de dragão
spanish: Sangre de dragón

# MasterName-SKE00126
source: Rebirth
french: Renaissance
german: Wiedergeburt
italian: Rinascita
japanese: ふしちょうの ふっかつ
korean: 불사조의 부활
portuguese: Renascimento
russian: возрождение
spanish: Renacimiento

# MasterName-SKE00127
source: Deadly poison
french: Poison mortel
german: Tödliches Gift
italian: Pozione Mortale
japanese: ちしの もうどく
korean: 치명적인 맹독
portuguese: Veneno mortal
russian: Смертельный яд
spanish: Veneno mortal

# MasterName-SKE00128
source: Angel Force
french: Ange de la force
german: Engel Kraft
italian: Forza Angelica
japanese: てんしのぐんぜい
korean: 천사 군세
portuguese: Força do anjo
spanish: ángel Fuerza

# MasterName-SKE00129
source: impurity
french: impureté
german: Verunreinigung
italian: Impurità
japanese: ふじょうの しょうき
korean: 부정한 피
portuguese: impureza
russian: примесь
spanish: impureza

# MasterName-SKE00130
source: Blood Steal
french: sang Steal
german: Blut Steal
italian: Furto Sanguineo
japanese: ブラッドスティール
korean: 블러드 스틸
portuguese: sangue Steal
russian: Кровь Кража
spanish: robar la sangre

# MasterName-SKE00131
source: Justice Ray
italian: Raggio della Giustizia
japanese: ジャスティスレイ
korean: 정의의 광선
portuguese: Justiça Ray
russian: правосудие Луч
spanish: justicia Ray

# MasterName-SKE00132
source: Eight times attack
french: Huit fois attaquent
german: Acht Mal angreifen
italian: Attacca Otto Volte
japanese: 8れんげき
korean: 8연격
portuguese: Oito vezes atacam
russian: Восемь раз атаковать
spanish: Ocho veces atacan
