Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# TEXT_ALERT_CANT_PURCHASE_SS
source: To purchase Gold Shard, you must update this app from your current version.
french: Pour acheter de l'or Shard, vous devez mettre à jour cette application de votre version actuelle.
german: Für den Kauf Gold-Splitter, müssen Sie diese App von Ihrer aktuellen Version aktualisieren.
italian: Per acquistare oro Shard, è necessario aggiornare questa applicazione dalla versione corrente.
japanese: この バージョンでは ゴールドシャードの こうにゅうが できません。__アプリを アップデートしてください。
korean: 이 버전에서는 마석을 구입할 수 없습니다. __애플리케이션을 업데이트해주시기 바랍니다.
portuguese: Para adquirir ouro Shard, você deve atualizar este aplicativo a partir de sua versão atual.
russian: Для того, чтобы приобрести золото осколок, вы должны обновить это приложение из текущей версии.
spanish: Para comprar oro Shard, debe actualizar esta aplicación desde su versión actual.

# TEXT_ALERT_CAPTURE_REROLL
source: You can not reroll captured equipment.
french: Vous ne pouvez pas relancer l'équipement capturé.
german: Sie können nicht erfasst Ausrüstung reroll.
italian: Non si può ritirare apparecchiature catturato.
japanese: ほかくで にゅうしゅした そうびひんは リロールできません。
korean: 포획으로 입수한 장비는 다시 고를 수 없습니다.
portuguese: Você não pode jogar novamente o equipamento capturado.
russian: Вы не можете перебросить трофейного оборудования.
spanish: No se puede volver a tirar el equipo capturado.

# TEXT_ALERT_COFFIN_REROLL
source: You cannot reroll for equipment from the coffin.
french: Vous ne pouvez pas relancer pour l'équipement du cercueil.
german: Sie können nicht für Geräte aus dem Sarg reroll.
italian: Non si può ritirare per le attrezzature dalla bara.
japanese: ひつぎから にゅうしゅした そうびひんは リロールできません。
korean: 무덤에서 입수한 장비는 다시 고를 수 없습니다.
portuguese: Você não pode rolar novamente para o equipamento a partir do caixão.
russian: Вы не можете перебросить для оборудования из гроба.
spanish: No se puede volver a tirar para el equipo del ataúd.

# TEXT_ALERT_DEV_LAB_PARTS
source: You developed ''{0}''!
french: Vous avez développé ''{0}''!
german: Sie entwickelt ''{0}''!
italian: È sviluppato ''{0}''!
japanese: {0}を かいはつしました！
korean: {0}을(를) 개발했습니다!
portuguese: Você desenvolveu ''{0}''!
russian: Вы разработали ''{0}''!
spanish: Ha desarrollado ''{0}''!

# TEXT_ALERT_DISABLE_VERSUS
source: You cannot play PvP content without a network connection.
french: Vous ne pouvez pas jouer en mode versus maintenant. S'il vous plaît vérifier l'URL.
german: Sie können jetzt nicht Versus-Modus spielen. Bitte überprüfen Sie URL.
italian: Non si può giocare contro la modalità ora. Si prega di verificare l'URL.
japanese: げんざい、 たいせんきのうを りようできません。 くわしくは こうしきサイトを ごらんください。
korean: 현재 대전기능을 사용할 수 없습니다. 자세한 사항은 공식 홈페이지를 확인해 주십시오.
portuguese: Você não pode reproduzir conteúdo PvP sem uma conexão de rede.
russian: Вы не можете играть против режима в настоящее время. Пожалуйста, проверьте URL.
spanish: No se puede jugar el modo versus ahora. Por favor, compruebe la URL.

# TEXT_ALERT_FAILED_TO_UNITY_ADS
source: Failed to get Ads Data.__Please retry.__If the problem persists, please contact me.__info@nussygame.com
french: Impossible d'obtenir une annonce de données .__ S'il vous plaît réessayer .__ Si le problème persiste, s'il vous plaît contacter me.__info@nussygame.com
german: Fehlgeschlagen Anzeigen Daten .__ Bitte versuchen Sie es erneut zu erhalten .__ Wenn das Problem weiterhin besteht, wenden Sie sich bitte me.__info@nussygame.com
italian: Impossibile ottenere annunci dati .__ Si prega di riprovare .__ Se il problema persiste, si prega di contattare me.__info@nussygame.com
japanese: こうこくの しゅとくに しっぱいしました。__じかんを おくか アプリを さいきどうして おためしください。
korean: 광고를 불러오는데 실패 했습니다. __ 잠시 후에 어플리케이션을 재기동 해 주세요.
portuguese: Falha ao obter anúncios Dados .__ Tente novamente .__ Se o problema persistir, por favor contacte me.__info@nussygame.com
russian: Не удалось получить данные объявления .__ Пожалуйста, повторите .__ Если проблема не устранена, обратитесь me.__info@nussygame.com
spanish: No se pudo obtener datos Anuncios .__ Por favor vuelva a intentar .__ Si el problema persiste, póngase en contacto con me.__info@nussygame.com

# TEXT_ALERT_FINISH_SYNC_MANUALLY
source: You saved your newest data on the server!
french: Vous avez sauvé vos données les plus récentes sur le serveur!
german: Sie speicherten Ihre neuesten Daten auf dem Server!
italian: Hai salvato i dati più recenti sul server!
japanese: さいしんの セーブデータを サーバに ほぞんしました！
korean: 최신 세이브 데이터를 서버에 저장했습니다.
portuguese: Você salvou seus dados mais recentes sobre o servidor!
russian: Вы сохранили свои новейшие данные на сервере!
spanish: Guardó los datos más recientes en el servidor!

# TEXT_ALERT_GAIN_LAB_PARTS1
source: You have found that the fragment of the adventurer's debris is falling. You felt that you might be able to make use of these depending on how you use it.__
french: Vous avez trouvé que le fragment de débris de l'aventurier tombe. Vous avez senti que vous pourriez être en mesure de faire usage de ceux-ci en fonction de la façon dont vous l'utilisez .__
german: Sie haben herausgefunden, dass das Fragment der Trümmer des Abenteurers fällt. Sie fühlte, dass Sie hiervon Gebrauch machen je nach könnte in der Lage sein, wie Sie es verwenden .__
italian: Hai trovato che il frammento di detriti del avventuriero è in calo. Si sentiva che si potrebbe essere in grado di fare uso di questi a seconda di come lo si utilizza .__
japanese: ぼうけんしゃの なきがらの だんぺんが おちている。 つかいかたによっては うまく いかせるかも しれない。__
korean: 모험자의 시체 조각이 떨어져있다. 쓸모가 있을지도 모른다.__
portuguese: Você encontrou que o fragmento de detritos do aventureiro está caindo. Você sentiu que você pode ser capaz de fazer uso delas, dependendo de como você usá-lo .__
russian: Вы обнаружили, что фрагмент мусора в искателя приключений падает. Вы чувствовали, что вы могли бы быть в состоянии использовать эти зависимости от того, как вы используете его .__
spanish: Ha encontrado que el fragmento de los restos del aventurero está cayendo. Ha sentido que podría ser capaz de hacer uso de ellas en función de cómo lo usa .__

# TEXT_ALERT_GAIN_LAB_PARTS2
source: You earned Lab Parts ''{0}''!
french: Vous avez gagné Lab Parts ''{0}''!
german: Sie verdient Lab Parts ''{0}''!
italian: Hai guadagnato Lab Parts ''{0}''!
japanese: ラボパーツ「{0}」を てにいれた！
korean: 연구실 부품 [{0}]을(를) 얻었다!
portuguese: Você ganhou Lab Parts ''{0}''!
russian: Вы заработали Lab Parts ''{0}''!
spanish: Te lo has ganado Laboratorio de piezas ''{0}''!

# TEXT_ALERT_JOB_LAB_RESET
source: Are you sure that you want to reset and remove all bonuses for this Job?
french: Etes-vous sûr que vous voulez réinitialiser et de supprimer tous les bonus pour ce poste?
german: Sind Sie sicher, dass Sie alle Boni für diesen Job zurücksetzen möchten und entfernen?
italian: Sei sicuro che si desidera ripristinare e rimuovere tutti i bonus per questo lavoro?
japanese: {0}の かいぞうを すべて リセットしますか？__ひよう： {1}
korean: {0}의 개조를 모두 초기화하시겠습니까?__비용： {1}
portuguese: Tem certeza que você deseja redefinir e remover todos os bônus para este trabalho?
russian: Вы уверены, что хотите сбросить и удалить все бонусы за эту работу?
spanish: ¿Seguro que desea restablecer y eliminar todas las bonificaciones para este trabajo?

# TEXT_ALERT_LAB_PARTS_MAX
source: You can not have any more parts.
french: Vous ne pouvez pas avoir des parties plus.
german: Sie können Teile nicht mehr haben.
italian: Non si può avere parti più.
japanese: これいじょう パーツを しょじできません。
korean: 더 이상 부품을 가질 수 없습니다.
portuguese: Você não pode ter mais peças.
russian: Вы не можете иметь больше деталей.
spanish: No se puede tener partes más.

# TEXT_ALERT_LAB_SELECT_JOB
source: Please select a Job.
french: S'il vous plaît sélectionner un emploi.
german: Bitte wählen Sie einen Job.
italian: Si prega di selezionare un lavoro.
japanese: しょくぎょうを せんたくしてください。
korean: 직업을 선택하십시오.
portuguese: Por favor seleccione um emprego.
russian: Пожалуйста, выберите задание.
spanish: Por favor, seleccione un trabajo.

# TEXT_ALERT_LEARN_REROLL
source: This room is too cold to stay in. Actions will be inhibited by random lengths.
french: Cette chambre est trop froid pour rester. Des actions seront inhibés par des longueurs aléatoires.
german: Dieser Raum ist zu kalt zu bleiben. Die Maßnahmen werden durch zufällige Längen gehemmt werden.
italian: Questa stanza è troppo freddo per stare in. Le azioni saranno inibiti dai lunghezze.
japanese: たびびとから おしえてもらえる スキルは リロールできません。
korean: 여행자에게 배운 기술은 다시 고를 수 없습니다.
portuguese: Este quarto é muito frio para ficar em. As ações serão inibidas por comprimentos aleatórios.
russian: Этот номер слишком холодно, чтобы остаться в. Действия будут подавляться произвольной длины.
spanish: Esta habitación es demasiado fría para alojarse. Las acciones se inhiben por longitudes aleatorias.

# TEXT_ALERT_LOAD_SERVER
source: Load successful.
french: Chargez réussi.
german: Laden erfolgreich.
italian: Caricare successo.
japanese: データの よみこみが かんりょうしました。
korean: 데이터 불러오기가 완료되었습니다.
portuguese: O sucesso do carregamento.
russian: Загрузка успешно.
spanish: Juego cargado correctamente.

# TEXT_ALERT_MAKE_CHARA_LAB_PARTS_MAX
source: You have too much lab parts. Please sell and keep space.
french: Vous avez des pièces de laboratoire trop. S'il vous plaît vendre et de garder l'espace.
german: Sie haben zu viel Laborteile. Bitte verkaufen und Raum zu halten.
italian: Hai parti di laboratorio troppo. Si prega di vendere e mantenere lo spazio.
japanese: ラボパーツが いっぱいです。 ばいきゃくして あきスロットを つくってください。
korean: 연구실 부품이 가득찼습니다. 부품을 팔고 빈 공간을 만들어 주세요.
portuguese: Você tem muito partes de laboratório. Por favor, vender e manter o espaço.
russian: У вас есть слишком много лабораторных частей. Пожалуйста, продавать и хранить пространство.
spanish: Tienes demasiadas partes en el laboratorio. Por favor vende algunas partes para liberar espacio.

# TEXT_ALERT_MAX_REMODEL_LAB
source: You cannot attach any more parts to this job
french: Vous ne pouvez pas joindre des parties à ce travail plus.
german: Sie können nicht mehr Teile in diesem Job befestigen.
italian: Non è possibile allegare parti di questo lavoro più.
japanese: {0}は これいじょう かいぞう できません。
korean: {0}은(는) 더 이상 개조할 수 없습니다.
portuguese: Você não pode anexar mais nenhuma peças para este trabalho
russian: Вы не можете прикреплять части к этой работе больше.
spanish: No se puede adjuntar partes en este trabajo nunca más.

# TEXT_ALERT_MAX_REMODEL_LAB_RARE
source: You can not attach 2 or more rare parts to a job.
french: Vous ne pouvez pas joindre 2 ou plusieurs parties rares à un emploi.
german: Sie können nicht zwei oder mehrere seltene Teile zu einem Job befestigen.
italian: Non è possibile collegare 2 o più parti rari ad un lavoro.
japanese: 1しょくぎょうに レアパーツは 1つまでしか そうびできません。
korean: 1직업당 레어부품은 1개밖에 장착할 수 없습니다.
portuguese: Você não pode anexar 2 ou mais peças raras para um emprego.
russian: Вы не можете прикреплять 2 или более редкие детали к работе.
spanish: No se pueden agregar 2 o más piezas raras para un trabajo.

# TEXT_ALERT_MISSION_RECEIVE
source: You can receive your rewards when you return to town.
french: Vous pouvez recevoir vos récompenses lorsque vous revenez à la ville.
german: Sie können Ihre Belohnungen erhalten, wenn Sie in die Stadt zurückzukehren.
italian: È possibile ricevere i premi quando si torna in città.
japanese: ミッション ほうしゅうは まちに もどったときに じどうで うけとります。
korean: 임무 보상은 마을에 돌아올 때 자동으로 받습니다.
portuguese: Você pode receber sua recompensa quando você voltar para a cidade.
russian: Вы можете получить свои награды, когда вы вернетесь в город.
spanish: Usted puede recibir sus recompensas cuando regrese a la ciudad.

# TEXT_ALERT_MISSION_RELOAD
source: Daily missions and season missions will be reset at 5:00AM JST.
french: missions quotidiennes et les missions de la saison seront réinitialisées à 05h00 JST.
german: Loading...
italian: Loading...
japanese: デイリーと シーズンの ミッションは まいあさ 5じに こうしんされます。
korean: 일일 임무와 시즌 임무는 매일 아침 5시에 재설정됩니다.
portuguese: missões diárias e missões temporada será reposto em 05:00 JST.
russian: Loading...
spanish: Las misiones diarias y las misiones de la temporada se restablecerán a las 5:00 AM JST.

# TEXT_ALERT_NO_CHANGE_JOB_LAB
source: You cannot change your job Selection until you confirm or cancel.
french: Vous ne pouvez pas changer votre sélection de travail jusqu'à ce que vous confirmer ou d'annuler.
german: Sie können nicht Ihre Aufgabe getroffene Auswahl zu ändern, bis Sie bestätigen oder zu stornieren.
italian: Non è possibile modificare la selezione lavoro fino a quando non confermare o annullare.
japanese: かいぞうの けっかを かくていか キャンセルするまで しょくぎょうは かえられません！
korean: 개조 결과를 확정짓거나 취소하기 전까진 직업을 바꿀 수 없습니다.
portuguese: Você não pode mudar a sua seleção trabalho até que você confirmar ou cancelar.
russian: Вы не можете изменить свой выбор задания, пока вы не подтвердить или отменить.
spanish: No se puede cambiar la selección de trabajo hasta que se confirme o cancele.

# TEXT_ALERT_NO_JOB_LAB
source: You do not have this Job.
french: Vous ne disposez pas de ce poste.
german: Sie haben diesen Job nicht.
italian: Non si dispone di questo lavoro.
japanese: そのしょくぎょうは しょじしていません。
korean: 해당 직업을 소지하고 있지 않습니다.
portuguese: Você não tem este trabalho.
russian: У вас нет этой работы.
spanish: No es necesario que este empleo.

# TEXT_ALERT_NO_NEWS
source: There is no news to read.
french: Il n'y a pas de nouvelles à lire.
german: Es gibt keine Nachrichten zu lesen.
italian: Non ci sono notizie da leggere.
japanese: えつらんできる ニュースが ありません。
korean: 읽을 수 있는 뉴스가 없습니다.
portuguese: Não há notícias para ler.
russian: Там нет никаких новостей, чтобы читать.
spanish: No hay noticias para leer.

# TEXT_ALERT_NO_SCORE_DOUBLE_REWARDS
source: You can earn no score after 100F but you can earn more rewards after 100F.
french: Vous pouvez gagner aucun score après 100F mais vous pouvez gagner plus de récompenses après 100F.
german: Sie können keine Punkte nach 100F verdienen, aber Sie können mehr Belohnungen nach 100F verdienen.
italian: Si può guadagnare alcun punteggio dopo 100F, ma si può guadagnare più premi dopo 100F.
japanese: 100Fいこうでは スコアは いっさい えられませんが かわりに ませきや しのかけらが おおく てにはいります。
korean: 100F 이후에는 점수는 일절 얻을 수 없지만 대신 마석과 죽음의 조각을 더 많이 얻습니다.
portuguese: Você pode ganhar nenhum jogo aos 100F, mas você pode ganhar mais recompensas após 100F.
russian: Вы не можете заработать не счет после 100F, но вы можете заработать больше наград после 100F.
spanish: Usted puede ganar sin puntuación después 100F, pero se puede ganar más premios después de 100F.

# TEXT_ALERT_NO_SEASON
source: There is no season event now.
french: Il n'y a aucun événement de la saison maintenant.
german: Es gibt keine Saisonstation jetzt.
italian: Non vi è alcun evento stagione ora.
japanese: げんざい かいさいしている シーズンイベントは ありません。
korean: 현재 개최중인 시즌 이벤트가 없습니다.
portuguese: Não há evento temporada agora.
russian: Там нет события сезона в настоящее время.
spanish: No hay ningún evento temporada ahora.

# TEXT_ALERT_NO_STONE_TO_RECEIVE
source: There are no Soulstones on the Server.
french: Il n'y a pas Soulstones sur le serveur.
german: Es gibt keine Seelensteine ​​auf dem Server.
italian: Non ci sono Pietre dell'Anima sul server.
japanese: サーバに うけとれる ませきは ありませんでした。
korean: 서버에서 받을 수 있는 마석이 존재하지 않습니다.
portuguese: Não há Soulstones no servidor.
russian: Там нет Soulstones на сервере.
spanish: No hay piedras de alma en el servidor.

# TEXT_ALERT_NOT_ENOUGH_PAY_SHOPITEM
source: You do not have <color=#F00>{0}</color>.
french: Vous ne disposez pas de<Color=#F00>{0}</color>.
german: Sie haben keine <Color=#F00> {0} </Color>.
italian: Non è necessario<color=#F00>{0}</color>.
japanese: <color=#F00>{0}</color>を もっていません。
korean: <color=#F00>{0} </color>을(를) 보유하고 있지 않습니다.
portuguese: Você não tem <Color=#F00> {0} </color>.
russian: У вас нет <color=#f00> {0} </color>.
spanish: Usted no tiene<Color=#F00>{0}</color>.

# TEXT_ALERT_OFFLINE_PURCHASE
source: You cannot purchase without a network connection.
french: Vous ne pouvez pas acheter sans connexion réseau.
german: Sie können nicht ohne Netzwerkverbindung erwerben.
italian: Non è possibile acquistare senza una connessione di rete.
japanese: オフラインモードでは こうにゅうが できません。
korean: 오프라인 모드에서는 마석을 구매할 수 없습니다.
portuguese: Você não pode comprar sem uma conexão de rede.
russian: Вы не можете купить без подключения к сети.
spanish: No se puede comprar sin una conexión de red.

# TEXT_ALERT_OFFLINE_RANKING
source: You cannot see Ranking without a network connection.
french: Vous ne pouvez pas voir Classement sans une connexion réseau.
german: Sie können ohne Netzwerkverbindung nicht-Ranking zu sehen.
italian: Non è possibile vedere Classifica senza una connessione di rete.
japanese: オフラインモードでは ランキングを えつらんできません。
korean: 오프라인 모드에서는 랭킹을 확인할 수 없습니다.
portuguese: Você não pode ver Ranking sem uma conexão de rede.
russian: Вы не можете видеть рейтинга без подключения к сети.
spanish: No se puede ver sitio sin conexión de red.

# TEXT_ALERT_OFFLINE_VERSUS
source: You cannot play PvP content without a network connection.
french: Vous ne pouvez pas lire le contenu PvP sans connexion réseau.
german: Sie können nicht PvP Inhalte ohne Netzwerkverbindung zu spielen.
italian: Non è possibile riprodurre i contenuti PvP senza una connessione di rete.
japanese: オフラインモードでは たいせんきのうを りようできません。
korean: 오프라인 모드에서는 대전 기능을 사용할 수 없습니다.
portuguese: Você não pode reproduzir conteúdo PvP sem uma conexão de rede.
russian: Вы не можете воспроизводить контент PvP без сетевого подключения.
spanish: No se puede reproducir contenido PvP sin conexión de red.

# TEXT_ALERT_OLD_VERSION_CHARA
source: This character's current ranking cannot be stored because it is from an outdated version of the app.
french: classement actuel de ce caractère ne peut pas être stocké car il est d'une ancienne version de l'application.
german: Dieses aktuellen Ranking des Charakters kann nicht gespeichert werden, da sie von einer veralteten Version der App ist.
italian: classifica attuale di questo personaggio non può essere conservato perché è da una versione non aggiornata dell'app.
japanese: このぼうけんしゃは ふるいバージョンで つくられたものなので ランキングには とうろくされませんでした。
korean: 이 모험자는 이전 버전에서 생성되었으므로, 랭킹에 등록할 수 없습니다.
portuguese: ranking atual deste personagem não pode ser armazenado porque é a partir de uma versão desatualizada do app.
russian: Текущий рейтинг этого знака не может быть сохранен, потому что это от устаревшей версии приложения.
spanish: clasificación actual de este carácter no se puede almacenar, ya que es de una versión obsoleta de la aplicación.

# TEXT_ALERT_RECEIVE_GIFT
source: You received __<color=#FB0>{0}</color>__as a gift.
french: Vous avez reçu __<Color=#FB0>{0}</color>__ comme un cadeau.
german: Sie erhalten __ <Color=#FB0> {0} </Color> __ als Geschenk.
italian: Hai ricevuto __<color=#FB0>{0}</color>__ come un dono.
japanese: ギフトとして__<color=#FB0>{0}</color>__を うけとりました。
korean: 선물로 __<color=#FB0>{0}</color>__을(를) 받았습니다.
portuguese: Você recebeu __ <Color=#FB0> {0} </color> __ como um presente.
russian: Вы получили __ <color=#fb0> {0} </color> __ в качестве подарка.
spanish: Que recibió __<Color=#FB0>{0}</Color>__ como un regalo.

# TEXT_ALERT_RECEIVE_MISSION_REWARD
source: You received ''{1}'' as a reward for __<color=#FB0>{0}</color>__
french: Vous avez reçu __<Color=#FB0>{0}</color>__ comme récompense pour ''{1}''.
german: Sie erhalten __ <Color=#FB0> {0} </Color> __ als Belohnung für ''{1}''.
italian: Hai ricevuto __<color=#FB0>{0}</color>__ come ricompensa per ''{1}''.
japanese: 「{0}」の ほうしゅうとして__<color=#FB0>{1}</color>__を うけとりました。
korean: [{0}]의 보상으로 __ <color=#FB0> {1} </color> __을(를) 받았습니다.
portuguese: Você recebeu ''{1}'' como uma recompensa para __ <Color=#FB0> {0} </color> __
russian: Вы получили __ <color=#fb0> {0} </color> __, как награду за ''{1}''.
spanish: Que recibió __<Color=#FB0>{0}</Color>__ como recompensa por ''{1}''.

# TEXT_ALERT_RECEIVE_SEASON_NOWAY
source: You will receive rewards from season events automatically starting in v1.3.0. This button will be removed with v1.3.1.
french: Vous recevrez des récompenses à des événements de la saison à partir automatiquement v1.3.0. Ce bouton sera supprimé avec v1.3.1.
german: Sie werden Belohnungen von Saison Ereignisse automatisch mit in v1.3.0 erhalten. Dieser Button wird mit v1.3.1 entfernt werden.
italian: Riceverai ricompense da stagione eventi a partire automaticamente in v1.3.0. Questo pulsante verrà rimosso con v1.3.1.
japanese: シーズンイベントの ほうしゅうは v1.3.0から じどうで うけとれるように なりました。__v1.3.1いこうで このボタンは てっぱいされます。
korean: 시즌 이벤트 보상은 v1.3.0부터 자동으로 받을 수 있게 되었습니다. __v1.3.1부터 이 버튼은 없어집니다.
portuguese: Você receberá recompensas de eventos temporada começando automaticamente no v1.3.0. Este botão será removido com v1.3.1.
russian: Вы будете получать вознаграждение от сезона событий автоматически, начиная с версии 1.3.0. Эта кнопка будет удалена с v1.3.1.
spanish: Usted recibirá recompensas de eventos de la temporada que comienzan automáticamente en v1.3.0. Este botón se puede quitar con v1.3.1.

# TEXT_ALERT_SAVE_SERVER
source: Save successful. Copy code and paste it on target device.
french: Sauver succès. Copiez le code et collez-le sur le périphérique cible.
german: Speichern erfolgreich. Code kopieren und fügen Sie ihn auf Zielgerät.
italian: Salva successo. Copia il codice e incollarlo sul dispositivo di destinazione.
japanese: サーバへの ほぞんが かんりょうしました。__ひょうじされた コードを コピーして ほかの たんまつから ロードして ください。
korean: 서버에 데이터를 저장했습니다. __표시된 코드를 복사해서 데이터를 불러오고자 하는 기기에 입력해주세요.
portuguese: Salvo com sucesso. Copie o código e cole-o no dispositivo de destino.
russian: Сохранить успешным. Скопируйте код и вставьте его на целевом устройстве.
spanish: Se guardo correctamente. Copiar el código y pegarlo en el dispositivo de destino.

# TEXT_ALERT_SCORE_FATIGUE
source: Score you earn will be reduced after 51F.__You can earn no score after 100F.
french: Score vous gagnez sera réduit après 51F .__ Vous pouvez gagner aucun score après 100F.
german: Ergebnis Sie verdienen nach 51F reduziert werden .__ Sie keine Punktzahl nach 100F verdienen können.
italian: Punteggio si guadagna sarà ridotto dopo 51F .__ Si può guadagnare alcun punteggio dopo 100F.
japanese: 51Fいこうでは えられるスコアが げんしょうしていき 100Fいこうでは いっさい えられなくなります。
korean: 51F 이후부터는 얻을 수 있는 점수가 감소하며, 100F 이후는 점수를 얻을 수 없습니다.
portuguese: Pontuação você ganha vai ser reduzida após 51F .__ Você pode ganhar nenhum jogo aos 100F.
russian: Результат вы зарабатываете будет снижена после того, как 51F .__ Вы не можете заработать не счет после 100F.
spanish: Arreglo en el que gana se reducirá después 51F .__ Usted puede ganar sin puntuación después de 100F.

# TEXT_ALERT_SEASON_NO_REWARD
source: There are no rewards you can earn now.
french: Il n'y a pas de récompenses que vous pouvez gagner maintenant.
german: Es gibt keine Belohnungen, die Sie jetzt verdienen können.
italian: Non ci sono premi si può guadagnare ora.
japanese: うけとれる ほうしゅうは ありません。
korean: 받을 수 있는 보상이 없습니다.
portuguese: Não há recompensas que você pode ganhar agora.
russian: Там нет награды, которые вы можете заработать прямо сейчас.
spanish: No hay recompensas que puede ganar ahora.

# TEXT_ALERT_SEASON_REWARD
source: You earned ''{1}'' as a reward of season event ''{0}''.
french: Vous avez gagné ''{1}'' comme une récompense de l'événement de la saison ''{0}''.
german: Sie verdient ''{1}'' als Belohnung von Saison-Event ''{0}''.
italian: Hai guadagnato ''{1}'' come premio di evento stagione ''{0}''.
japanese: シーズンイベント「{0}」のほうしゅう 「{1}」を かくとくしました！
korean: 시즌 이벤트 [{0}]의 보상 [{1}]을(를) 획득했습니다!
portuguese: Você ganhou ''{1}'' como uma recompensa de evento temporada ''{0}''.
russian: Вы заработали ''{1}'' в качестве награды от сезона событие ''{0}''.
spanish: Te lo has ganado ''{1}'' como recompensa del evento temporada ''{0}''.
