Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterDesc-SK000119
source: Greatly increase damage dealt to your opponent for a brief period.
french: Augmentation des dégâts à un adversaire traité grandement à ce tour ..
german: Erhöht den Schaden behandelt ein Gegner stark in diesem Zug ..
italian: Aumenta di molto il danno che infliggi al nemico per un breve periodo
japanese: てきの じゃくてんをみぬき しゅんかんてきに てきの うけるダメージを ふやす
korean: 적의 약점을 간파해서 순간적으로 적이 받는 피해를 증가시킨다.
portuguese: Aumenta muito o dano causado a seu inimigo por um curto período.
russian: Увеличение урона противник сильно торговал этот поворот ..
spanish: Aumentar el daño a un oponente trató mucho en esta vuelta ..

# MasterDesc-SK000120
source: Prolong opponent's cooldown greatly for a short time.
french: Prolonger le temps de recharge de l'adversaire grandement pendant une courte période.
german: Verlängert Gegners Abklingzeit stark für eine kurze Zeit.
italian: Aumenta di molto i cooldown del nemico per un breve periodo
japanese: てきを こおらせて いちじてきに クールダウンを ながくする
korean: 적을 얼려서 일시적으로 대기 시간을 굉장히 늘린다.
portuguese: Prolonga muito as recargas do inimigo por um curto período.
russian: Продлить время перезарядки противника значительно в течение короткого промежутка времени.
spanish: Prolongar el tiempo de reutilización rival en gran medida por un corto tiempo.

# MasterDesc-SK000121
source: Prolong cooldown of opponent's skills greatly.
french: Prolongez cooldown de toute compétence de l'adversaire grandement.
german: Verlängert Abklingzeit stark jede Fertigkeit des Gegners.
italian: Aumenta di molto il cooldown di una abilità del nemico per un breve periodo
japanese: てきのわざ１つの クールダウンを げきてきに おくらせる
korean: 적의 기술 중 1개의 대기 시간을 극적으로 늦춘다.
portuguese: Prolonga muito a recarga do inimigo por um curto período.
russian: Продлить время перезарядки любого навыка соперника сильно.
spanish: Prolongar el tiempo de reutilización de cualquier habilidad rival en gran medida.

# MasterDesc-SK000122
source: Increase damage an opponent deals greatly in this turn..
french: Augmenter endommager un adversaire traite grandement à ce tour ..
german: Erhöhen Sie ein Gegner Angebote stark in diesem Zug beschädigt werden ..
italian: Aumenta molto i danni che infligge un nemico per un breve periodo
japanese: たえがたい あくしゅうをはなち しゅんかんてきに てきの こうげきりょくをさげる
korean: 참기 어려운 악취를 풍겨서 순간적으로 적의 공격력을 낮춘다.
portuguese: Aumenta muito o dano causado por seu inimigo por um curto período.
russian: Увеличенный урон оппонентом сделок сильно в этом повороте ..
spanish: Aumentar daño que un oponente ofertas en gran medida en esta vuelta ..

# MasterDesc-SK000123
source: Makes it easier to deal ailments to the opponent.
french: Cela vous fera plus facile à traiter mal à un adversaire.
german: Das macht Sie leichter Krankheit zu einem Gegner zu tun.
italian: Rende più facile maledire il nemico
japanese: いちじてきに じょうたいいじょうを かけやすくする
korean: 일시적으로 적이 상태이상에 걸리기 쉽게 만든다.
portuguese: Deixa um inimigo mais suscetível a aflições.
russian: Это позволит вам легче иметь дело недуга к противнику.
spanish: Esto le hará más fácil tratar dolencia a un oponente.

# MasterDesc-SK000124
source: Double attack.
french: Double attaque.
german: Doppelangriff.
italian: Doppio attacco
japanese: ほのおのついた たいまつを なげつける
korean: 불이 붙은 횃불을 내던진다.
portuguese: Ataque duplo.
russian: Дважды атаки.
spanish: Doble ataque.

# MasterDesc-SK000125
source: Quadruple attack.
french: attaque Quadruple.
german: Quadruple Angriff.
italian: Quadruplo attacco
japanese: なにが とびだすか わからない こうげきわざ
korean: 무엇이 튀어나올지 알 수 없는 공격 기술
portuguese: Ataque quadruplo.
russian: Четырехместный нападение.
spanish: ataque cuádruple.

# MasterDesc-SK000126
source: For a brief period, items can be used without consuming them.
french: Vous pouvez utiliser des consommables sans perdre dans ce tour.
german: Sie können Verbrauchs nutzen, ohne in dieser Runde zu verlieren.
italian: Per un breve periodo puoi utilizzare gli oggetti senza consumarli
japanese: このターンは しょうもうアイテムを しょうひせずに しようできる
korean: 이번 턴은 소모품을 소비하지 않고 사용할 수 있다.
portuguese: Você pode usar itens sem gastá-los por um curto período.
russian: Вы можете использовать расходные материалы, не теряя при этом повороте.
spanish: Puede utilizar consumibles sin perder en este turno.

# MasterDesc-SK000127
source: Attack an enemy.
french: Attaquer un ennemi.
german: Angriff einen Gegner.
italian: Attacca un nemico
japanese: なんでも きりさく とっぷうを よびおこす
korean: 뭐든지 베어가르는 돌풍을 일으킨다.
portuguese: Ataca um inimigo sem encerrar seu turno.
russian: Атаки врага.
spanish: Atacar a un enemigo.

# MasterDesc-SK000128
source: Attack an enemy without wasting your turn.
french: Attaquer un ennemi sans perdre votre tour.
german: Angriff einen Gegner ohne dran zu verschwenden.
italian: Attacca un nemico
japanese: まほうじんから いなずまを ほとばしらせて こうげき
korean: 마법진에서 번개를 내뿜어 공격한다.
portuguese: Ataca um inimigo sem encerrar seu turno.
russian: Атака противника, не теряя своей очереди.
spanish: Atacar a un enemigo sin perder su turno.

# MasterDesc-SK000129
source: Increase damage you deal for a short time.
french: Augmenter dégâts que vous infligez pendant une courte période.
german: Erhöht den Schaden Sie für eine kurze Zeit beschäftigen.
italian: Aumenta il danno che infliggi per un breve periodo
japanese: しばらくのあいだ シールドぶんだけ こうげきりょくが アップ
korean: 잠시동안 보호막 수치 만큼 공격력이 증가
portuguese: Aumenta o dano causado por um curto período.
russian: Увеличение урона вы имеете дело в течение короткого промежутка времени.
spanish: Aumentar daño infligido por un corto tiempo.

# MasterDesc-SK000130
source: Attack an enemy.
french: Attaquer un ennemi.
german: Angriff einen Gegner.
italian: Attacca un nemico
japanese: てんじょうから ひかりがふりそそぎ てきをじょうかする
korean: 천상에서부터 빛이 쏟아져내려와 적을 정화한다.
portuguese: Ataca um inimigo.
russian: Атаки врага.
spanish: Atacar a un enemigo.

# MasterDesc-SK000131
source: Attack an enemy and heal yourself.
french: Attaquer un ennemi et vous guérir.
german: Angriff einen Gegner und heilen sich selbst.
italian: Attacca un nemico
japanese: せいなるちからで こうげきし どうじにかいふくする
korean: 성스러운 힘으로 공격함과 동시에 회복한다.
portuguese: Ataca um inimigo e cura seu HP.
russian: Атаки врага и исцелить себя.
spanish: Atacar a un enemigo y curarse a sí mismo.

# MasterDesc-SK000132
source: Heal yourself to full, but you become more susceptible to ailments.
french: Guérissez-vous à plein, mais cela vous fera plus facile de gagner des maux.
german: Heilen Sie sich voll, aber das macht Sie leichter Beschwerden zu gewinnen.
italian: Cura tutti gli HP ma è più facile essere maledetti
japanese: HPを かんぜんかいふく するが じょうたいいじょうに よわくなる
korean: HP를 완전회복하지만, 상태이상에 약해진다.
portuguese: Cura seu HP completamente, mas deixa você mais suscetível a aflições.
russian: Исцели себя полностью, но это сделает вас легче получить недугов.
spanish: Curarse a sí mismo al completo, pero esto le hará más fácil ganar dolencias.

# MasterDesc-SK000133
source: Double attack.
french: Double attaque.
german: Doppelangriff.
italian: Doppio attacco
japanese: でんげきを まとった いちげきを くりだす
korean: 전격을 머금은 일격을 내지른다.
portuguese: Ataque duplo.
russian: Дважды атаки.
spanish: Doble ataque.

# MasterDesc-SK000134
source: Double attack.
french: Double attaque.
german: Doppelangriff.
italian: Doppio attacco
japanese: あくをはらう せいなる こうげき
korean: 악을 제거하는 성스러운 공격
portuguese: Ataque duplo.
russian: Дважды атаки.
spanish: Doble ataque.

# MasterDesc-SK000135
source: Double attack.
french: Double attaque.
german: Doppelangriff.
italian: Doppio attacco
japanese: あくをはらう せいなる こうげき
korean: 악을 제거하는 성스러운 공격
portuguese: Ataque duplo.
russian: Дважды атаки.
spanish: Doble ataque.

# MasterDesc-SK000136
source: Quadruple attack.
french: attaque Quadruple.
german: Quadruple Angriff.
italian: Quadruplo attacco
japanese: おどるように つぎつぎと こうげきを くりだす
korean: 춤추듯 연달아 공격을 가한다.
portuguese: Ataque quadruplo.
russian: Четырехместный нападение.
spanish: ataque cuádruple.

# MasterDesc-SK000137
source: Capture an enemy and earn an equipment when you kill it.
french: Capturer un ennemi et de gagner un équipement lorsque vous le tuez.
german: Erfassen Sie einen Feind und verdienen eine Ausrüstung, wenn Sie es zu töten.
italian: Cattura un nemico e guadagni un equipaggiamento quando lo uccidi
japanese: てきを ほかくじょうたいにし たおしたてきから そうびひんを える
korean: 포획상태의 적을 쓰러뜨리면 장비를 얻는다.
portuguese: Captura um inimigo e ganha um equipamento ao derrotá-lo.
russian: Захват противника и заработать оборудование, когда вы убиваете его.
spanish: Capturar un enemigo y ganar un equipo cuando lo matas.

# MasterDesc-SK000138
source: Analyse an enemy and earn a skill when you kill it.
french: Analyser un ennemi et de gagner une compétence quand vous le tuez.
german: Analysieren Sie einen Feind und verdienen eine Fertigkeit, wenn Sie es zu töten.
italian: Analizza un nemico e guadagna un abilità quando lo uccidi
japanese: てきのつかう わざをぶんせきし たおしたてきから スキルを える
korean: 적의 사용기술을 분석하고, 쓰러뜨린 적에게서 기술을 얻는다.
portuguese: Analisa um inimigo e aprende uma hablidade ao derrotá-lo.
russian: Проанализировать противника и заработать навык, когда вы убиваете его.
spanish: Analizar un enemigo y gana una habilidad cuando lo matas.

# MasterDesc-SK000139
source: Heal yourself.
french: Guérissez-vous.
german: Heile dich selbst.
italian: Cura
japanese: かんたんな きずのてあてをして HPを かいふくする
korean: 간단한 상처 치료를 하고 HP를 회복한다.
portuguese: Cura HP.
russian: Исцели себя.
spanish: Cúrate a ti mismo.

# MasterDesc-SK000140
source: Gain shield.
french: Gain bouclier.
german: Gewinnen Schild.
italian: Ottieni uno scudo
japanese: シールドをえる
korean: 보호막을 얻는다
portuguese: Ganha Escudo.
russian: Усиление щита.
spanish: Ganar escudo.

# MasterDesc-SK000141
source: Gain shield.
french: Gain bouclier.
german: Gewinnen Schild.
italian: Ottieni uno scudo
japanese: シールドをえる
korean: 보호막을 얻는다
portuguese: Ganha Escudo.
russian: Усиление щита.
spanish: Ganar escudo.

# MasterDesc-SK000142
source: Gain additional attack and shield.
french: Gain attaque et bouclier supplémentaire.
german: Gewinnen Sie zusätzliche Angriff und Schild.
italian: Ottieni attacco e scudo aggiuntivi
japanese: もりの いきものたちを よびだし ともにたたかう
korean: 숲 속 생물들을 불러 함께 싸운다.
portuguese: Ganha ataque e escudo adicionais.
russian: Получите дополнительную атаку и щит.
spanish: Ganar ataque y blindaje adicional.

# MasterDesc-SK000143
source: Capture an enemy and earn an equipment when you kill it.
french: Capturer un ennemi et de gagner un équipement lorsque vous le tuez.
german: Erfassen Sie einen Feind und verdienen eine Ausrüstung, wenn Sie es zu töten.
italian: Cattura un nemico e ottieni un equipaggiamento quando lo uccidi
japanese: てきを ほかくじょうたいにし たおしたてきから そうびひんを える
korean: 포획상태의 적을 쓰러뜨리면 장비를 얻는다.
portuguese: Captura um inimigo e ganha um equipamento ao derrotá-lo.
russian: Захват противника и заработать оборудование, когда вы убиваете его.
spanish: Capturar un enemigo y ganar un equipo cuando lo matas.

# MasterDesc-SK000144
source: Quadruple attack.
french: attaque Quadruple.
german: Quadruple Angriff.
italian: Quadruplo attacco
japanese: さくれつだんを ばくはつさせて てきをこうげき
korean: 작열탄을 폭발시켜 적을 공격한다.
portuguese: Ataque quadruplo.
russian: Четырехместный нападение.
spanish: ataque cuádruple.

# MasterDesc-SK000145
source: Analyse an enemy and earn a skill when you kill it.
french: Analyser un ennemi et de gagner une compétence quand vous le tuez.
german: Analysieren Sie einen Feind und verdienen eine Fertigkeit, wenn Sie es zu töten.
italian: Analizza un nemico e ottieni un abilità quando lo uccidi
japanese: てきのつかう わざをぶんせきし たおしたてきから スキルを える
korean: 적의 사용기술을 분석하고, 쓰러뜨린 적에게서 기술을 얻는다.
portuguese: Analisa um inimigo e aprende uma hablidade ao derrotá-lo.
russian: Проанализировать противника и заработать навык, когда вы убиваете его.
spanish: Analizar un enemigo y gana una habilidad cuando lo matas.

# MasterDesc-SK000146
source: Gain shield.
french: Gain bouclier.
german: Gewinnen Schild.
italian: Ottieni uno scudo
japanese: シールドをえる
korean: 보호막을 얻는다
portuguese: Ganha Escudo.
russian: Усиление щита.
spanish: Ganar escudo.

# MasterDesc-SK000147
source: Gain ''Curse of 3'' for a short time. (Your cooldown of all skills become 3.)
french: Gain ''Curse of 3'' pour un court laps de temps. (Votre temps de recharge de toutes les compétences deviennent 3.)
german: Gain ''Curse of 3'' für eine kurze Zeit. (Ihre Abklingzeit aller Fähigkeiten werden 3.)
italian: Ottieni ''Maledizione dei 3'' per un breve periodo (tutti i cooldown diventano 3)
japanese: いちじてきに 3ののろいを えて すべての クールダウンが 3ターンになる
korean: 일시적으로 3의 저주를 얻어서 모든 대기 시간이 3으로 변한다.
portuguese: Ganha ''Maldição do 3'' por um curto período. (Recarga de todas suas habilidades se tornam 3)
russian: Усиление ''Проклятие 3'' в течение короткого промежутка времени. (Ваше время восстановления всех навыков становится 3.)
spanish: Ganar ''maldición de 3'' por un corto tiempo. (Su tiempo de reutilización de todas las habilidades se convierten en 3.)

# MasterDesc-SK000148
source: Attack an enemy.
french: Attaquer un ennemi.
german: Angriff einen Gegner.
italian: Attacca un nemico
japanese: すばやいが かるいいちげき
korean: 빠르지만 가벼운 공격
portuguese: Ataca um inimigo.
russian: Атаки врага.
spanish: Atacar a un enemigo.

# MasterDesc-SK000149
source: Attack an enemy.
french: Attaquer un ennemi.
german: Angriff einen Gegner.
italian: Attacca un nemico
japanese: けんせいこうげき
korean: 견제공격
portuguese: Ataca um inimigo.
russian: Атаки врага.
spanish: Atacar a un enemigo.

# MasterDesc-SK000150
source: Double attack.
french: Double attaque.
german: Doppelangriff.
italian: Doppio attacco
japanese: まりょくの だんがんを うちだす
korean: 마력 탄환을 쏜다.
portuguese: Ataque duplo.
russian: Дважды атаки.
spanish: Doble ataque.

# MasterDesc-SK000151
source: Attack an enemy.
french: Attaquer un ennemi.
german: Angriff einen Gegner.
italian: Attacca un nemico
japanese: たましいの ほとばしりで こうげき
korean: 솟구치는 영혼으로 공격
portuguese: Ataca um inimigo.
russian: Атаки врага.
spanish: Atacar a un enemigo.

# MasterDesc-SK000152
source: Heal yourself.
french: Guérissez-vous.
german: Heile dich selbst.
italian: Cura
japanese: HPを かいふくする
korean: HP를 회복한다.
portuguese: Cura HP.
russian: Исцели себя.
spanish: Cúrate a ti mismo.

# MasterDesc-SK000153
source: Attack an enemy.
french: Attaquer un ennemi.
german: Angriff einen Gegner.
italian: Attacca un nemico
japanese: しょうげきはを はっせいさせて こうげきする
korean: 충격파를 발생시켜 공격한다.
portuguese: Ataca um inimigo.
russian: Атаки врага.
spanish: Atacar a un enemigo.

# MasterDesc-SK000154
source: Attack an enemy.
french: Attaquer un ennemi.
german: Angriff einen Gegner.
italian: Attacca un nemico
japanese: いどうした へやかずにおうじた ダメージ
korean: 이동한 방 수에 따른 타격
portuguese: Ataca um inimigo.
russian: Атаки врага.
spanish: Atacar a un enemigo.

# MasterDesc-SK000155
source: Run away and avoid an enemy.
french: Fuyez et éviter un ennemi.
german: Lauf weg und einen Feind zu vermeiden.
italian: Scappa ed evita un nemico
japanese: てきから にげだし せんとうを かいひする
korean: 적으로부터 도망가서 전투를 피한다.
portuguese: Foge e evita um inimigo.
russian: Убежать и избежать врага.
spanish: Huir y evitar un enemigo.

# MasterDesc-SK000156
source: Attack an enemy and gain Avoid.
french: Attaque un ennemi et gagner Évitez.
german: Angriff einen Gegner und gewinnen vermeiden.
italian: Attacca un nemico
japanese: すばやく こうげきしつつ かいひも たかめる
korean: 날렵하게 공격하면서 회피를 높인다.
portuguese: Ataca um inimigo para ganhar esquiva.
russian: Атака врага и получить следует избегать.
spanish: Atacar a un enemigo y ganar Evitar.

# MasterDesc-SK000157
source: Gain Avoid for a brief period.
french: Gain Évitez dans ce tour.
german: Verstärkung in dieser Runde zu vermeiden.
italian: Ottieni schivata per un breve periodo
japanese: かいひにてっし このターンにうける こうげきを ほぼかくじつに かいひする
korean: 회피를 철저히해서 이번 턴에 받는 공격을 확실하게 피한다.
portuguese: Ganha esquiva por um curto período.
russian: Усиление Избегайте в этой очереди.
spanish: Evitar la ganancia en este turno.

# MasterDesc-SK000158
source: For a short time, gain a free attack whenever you avoid.
french: Chaque fois que vous évitez, vous pouvez attaquer pendant une courte période.
german: Jedes Mal, wenn Sie zu vermeiden, können Sie für eine kurze Zeit angreifen.
italian: Per un breve periodo ottieni un attacco gratuito ogni volta che schivi
japanese: かぜにのり かいひするたび こうげきをくわえる
korean: 바람을 타고 회피할 때마다 공격한다.
portuguese: Ganha um ataque extra ao esquivar por um curto período.
russian: Всякий раз, когда вам избежать, вы можете атаковать в течение короткого промежутка времени.
spanish: Cada vez que se evita, puede atacar por un corto tiempo.

# MasterDesc-SK000159
source: Attack an enemy. It will ignore opponent's defense.
french: Attaquer un ennemi. Il ignore la défense adverse.
german: Angriff einen Gegner. Es wird gegnerische Verteidigung zu ignorieren.
italian: Attacca un nemico ignorando le sue difese
japanese: ぼうぎょむし こうげき
korean: 방어무시 공격
portuguese: Ataca um inimigo. Este ataque ignora defesas.
russian: Атаки врага. Он игнорирует защиту противника.
spanish: Atacar a un enemigo. Se ignorará la defensa rival.

# MasterDesc-SK000160
source: Double attack.
french: Double attaque.
german: Doppelangriff.
italian: Doppio attacco
japanese: きょうれつな いちげきを くりだす
korean: 강렬한 일격을 먹인다.
portuguese: Ataque duplo.
russian: Дважды атаки.
spanish: Doble ataque.

# MasterDesc-SK000161
source: Gain STR,DEX,INT,PIE.
german: Verstärkung STR, DEX, INT, PIE.
italian: Ottieni STR, DEX, INT, PIE
japanese: かみの こえを きき しばらくのあいだ いりょくが アップ
korean: 신의 목소리를 듣고 한동안 위력이 증가
portuguese: Ganha FOR, DES, INT e PIE.
spanish: Ganancia STR, DEX, INT, PIE.

# MasterDesc-SK000162
source: Attack an enemy.
french: Attaquer un ennemi.
german: Angriff einen Gegner.
italian: Attacca un nemico
japanese: すごい いりょくだが むぼうびになる
korean: 대단한 위력이지만 무방비가 된다.
portuguese: Ataca um inimigo.
russian: Атаки врага.
spanish: Atacar a un enemigo.

# MasterDesc-SK000163
source: Reflect whenever an enemy attacks.
french: Réfléchissez à chaque fois qu'un ennemi attaque.
german: Reflektieren Sie, wann immer eine feindliche Angriffe.
italian: Contrattacca
japanese: てきの こうげきに はんのうして はんげきする
korean: 적의 공격에 반응하여 반격한다.
portuguese: Reflete sempre que um inimigo ataca.
russian: Отражать всякий раз, когда атаки противника.
spanish: Reflejar cada vez que un enemigo ataca.

# MasterDesc-SK000164
source: Deal extra damage when you use skills.
french: Chaque fois que vous utilisez la compétence, vous pouvez faire des dégâts.
german: Jedes Mal, wenn Sie Fähigkeit verwenden, können Sie Schaden verursachen.
italian: Infliggi danno extra quando usi le abilità
japanese: りゅうの いかりを みにまとい スキルをしようするたび ダメージを あたえる
korean: 용의 분노를 몸에 깃들게하여 기술을 사용할 때 마다 피해를 준다.
portuguese: Causa dano extra ao usar habilidades.
russian: Всякий раз, когда вы используете навык, Вы можете наносить урон.
spanish: Siempre que utilice habilidad, usted puede hacer daño.

# MasterDesc-SK000165
source: Gain Parry for a brief period.
french: Gain Parry dans ce tour.
german: Gewinnen Sie Parry in dieser Reihe.
italian: Ottieni parata per un breve periodo
japanese: ぼうぎょの かまえで このターンの てきのこうげきを うけながす
korean: 방어의 자세로 이번 턴에 적의 공격을 받아넘긴다.
portuguese: Ganha bloqueio por um curto período.
russian: Усиление Парри в этой очереди.
spanish: Parry ganar en este turno.

# MasterDesc-SK000166
source: Attack an enemy. It will ignore opponent's defense.
french: Attaquer un ennemi. Il ignore la défense adverse.
german: Angriff einen Gegner. Es wird gegnerische Verteidigung zu ignorieren.
italian: Attacca un nemico ignorando le sue difese
japanese: てきの はいごからの ぼうぎょを むしした こうげき
korean: 적의 배후에서 방어를 무시하고 공격
portuguese: Ataca um inimigo. Este ataque ignora defesas.
russian: Атаки врага. Он игнорирует защиту противника.
spanish: Atacar a un enemigo. Se ignorará la defensa rival.

# MasterDesc-SK000167
source: Attack an enemy. It will ignore opponent's defense.
french: Attaquer un ennemi. Il ignore la défense adverse.
german: Angriff einen Gegner. Es wird gegnerische Verteidigung zu ignorieren.
italian: Attacca un nemico ignorando le sue difese
japanese: ぼうぎょむし こうげき
korean: 방어무시 공격
portuguese: Ataca um inimigo. Este ataque ignora defesas.
russian: Атаки врага. Он игнорирует защиту противника.
spanish: Atacar a un enemigo. Se ignorará la defensa rival.

# MasterDesc-SK000168
source: Attack an enemy. It will ignore opponent's defense.
french: Attaquer un ennemi. Il ignore la défense adverse.
german: Angriff einen Gegner. Es wird gegnerische Verteidigung zu ignorieren.
italian: Attacca un nemico ignorando le sue difese
japanese: ぼうぎょむし こうげき
korean: 방어무시 공격
portuguese: Ataca um inimigo. Este ataque ignora defesas.
russian: Атаки врага. Он игнорирует защиту противника.
spanish: Atacar a un enemigo. Se ignorará la defensa rival.

# MasterDesc-SK000169
source: If you have an empty skill slot, gain 1 random consumable item.
french: Gain 1 consommable aléatoire. (Il ne peut pas affecter si vous avez pas de slot de compétence.)
german: Gewinnen Sie 1 zufällige Verbrauchsartikel. (Es kann nicht beeinflussen, wenn Sie keine Fertigkeitsplatz haben.)
italian: Se hai uno slot abilità libero, ottieni 1 oggetto consumabile casuale
japanese: ランダムな しょうもうひんを 1つ てにいれる (スロットに あきがないと こうかなし)
korean: 무작위로 소모품을 한 개 손에 넣는다.(빈 슬롯이 없으면 효과없음)
portuguese: Ganha 1 item consumível aleatório. (Não tem efeito se você não tiver um espaço vazio.)
russian: Получите 1 случайный элемент расходуемый. (Это не может повлиять, если у вас нет слота навыка.)
spanish: Gana 1 de elemento consumible al azar. (No puede afectar si no tiene ranura de habilidad.)

# MasterDesc-SK000170
source: For a short time, gain a free attack whenever you parry.
french: Chaque fois que vous parez, vous pouvez attaquer pendant une courte période.
german: Jedes Mal, wenn Sie abwehren, können Sie für eine kurze Zeit angreifen.
italian: Per un breve periodo ottieni un attacco gratuito ogni volta che pari
japanese: とくしゅな かまえから うけながしするたび こうげきをくわえる
korean: 특수한 자세로 받아넘길 때마다 공격한다.
portuguese: Ganha um ataque extra ao bloquear por um curto período.
russian: Всякий раз, когда вы парировать, вы можете атаковать в течение короткого промежутка времени.
spanish: Siempre que Parry, se puede atacar por un corto tiempo.

# MasterDesc-SK000171
source: Remove your all ailments.
french: Retirez vos tous les maux.
german: Entfernen Sie die alle Beschwerden.
italian: Rimuovi tutte le maledizioni
japanese: じぶんの マイナスこうかを すべてうちけす
korean: 상태이상을 모두 치료한다.
portuguese: Remove todas suas aflições.
russian: Удалить все ваши недуги.
spanish: Retire sus todas las dolencias.

# MasterDesc-SK000172
source: Whenever you resist, you can attack for a short time.
french: Chaque fois que vous résistez, vous pouvez attaquer pendant une courte période.
german: Jedes Mal, wenn Sie widerstehen, können Sie für eine kurze Zeit angreifen.
italian: Ogni volta che resist, puoi attaccare per un breve periodo
japanese: とくしゅな けっかいにより じょうたいいじょうに ていこうするたび こうげきをくわえる
korean: 특수한 결계에 의해 상태이상 저항을 할 때마다 공격한다.
portuguese: Ganha um ataque extra ao resistir por um curto período.
russian: Всякий раз, когда вы будете сопротивляться, вы можете атаковать в течение короткого промежутка времени.
spanish: Cada vez que usted se resiste, puede atacar por un corto tiempo.

# MasterDesc-SK000173
source: For a short time, gain a free attack whenever you heal.
french: Chaque fois que vous guérir, vous pouvez attaquer pendant une courte période.
german: Jedes Mal, wenn Sie heilen, können Sie für eine kurze Zeit angreifen.
italian: Per un breve periodo ottieni un attacco gratuito ogni volta che curi
japanese: てんしの しえんのもと かいふくするたび こうげきをくわえる
korean: 천사의 지원하에 회복할 때마다 공격한다.
portuguese: Ganha um ataque extra ao curar por um curto período.
russian: Всякий раз, когда вы восстанавливаете, вы можете атаковать в течение короткого промежутка времени.
spanish: Cada vez que se recupera, puede atacar por un corto tiempo.
