Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterDesc-JB000004
source: She has devoted her life to God. She embodies works of God with her faith.
french: Elle a consacré sa vie à Dieu. Elle incarne des œuvres de Dieu avec sa foi.
german: Sie war ihr Leben Gott gewidmet. Sie verkörpert Werke Gottes mit ihrem Glauben.
italian: Ha dedicato la sua vita a Dio. Incarna il lavoro di Dio attraverso la sua fede
japanese: かみに そのじんせいを ささげた せいしょくしゃ。__しんこうのちからで かみの みわざを たいげんする。
korean: 신에게 인생을 바친 성직자. __신앙의 힘으로 신의 이적을 구현한다.
portuguese: Ela devotou sua vida a Deus. Ela representa a obra divina com sua fé.
russian: Она посвятила свою жизнь Богу. Она воплощает в себе Божьи дела с ее верой.
spanish: Ella se dedicó su vida a Dios. Ella encarna obras de Dios con su fe.

# MasterDesc-JB000005
source: They had destroyed some pagans. In front of the crisis of the world, Differences of religion became a trivial problem.
french: Ils avaient détruit certains païens.__ En face de la crise du monde, les différences de religion sont devenus un problème trivial.
german: Sie hatten einige Heiden zerstört.__ Vor der Krise der Welt, wurde Unterschiede in Religion ein triviales Problem.
italian: Hanno distrutto alcuni pagani. Di fronte alla crisi del mondo, le differenze di religioni sono diventate un problema irrilevante
japanese: いきょうとを ほろぼす せいどうきしだんの いちいん。__せかいの ききに しゅうきょうの ちがいは ささいな もんだいとなった。
korean: 이교도를 멸하는 성당기사단의 일원. __세계적 위기에 종교의 차이는 사사로운 문제가 됐다.
portuguese: Ele dedicou sua vida à caçar hereges, mas diante da catástrofe que ameaça o mundo, as diferenças de religião foram deixadas de lado para se lutar pelo bem maior.
russian: Они уничтожили несколько язычников.__ В передней части кризиса в мире, различия религии стала тривиальной задачей.
spanish: Ellos habían destruido algunos paganos.__ Frente a la crisis del mundo, las diferencias de religión se convirtió en un problema trivial.

# MasterDesc-JB000006
source: He came from a faraway land and lives in darkness. Paladins hate his cowardice.
french: Il est venu de loin, vivant dans l'obscurité. Paladins haï sa lâcheté.
german: Er kam aus der Ferne, in der Dunkelheit leben. Paladine hasste seine Feigheit.
italian: Viene da molto lontano, vivendo nell'ombra. I paladini odiano la sua codardia
japanese: はるか えんぽうのちより やってきた やみにいきる おんみつ。__たたかいかたが ひきょうであると きしだんに きらわれていた。
korean: 아득히 먼 땅으로부터 찾아온 어둠 속에 사는 닌자. __싸움 방식이 비겁하다고 기사단이 싫어하고 있다.
portuguese: Ele veio de um reino distante. Por viver nas sombras, é odiado pelos paladinos.
russian: Он пришел издалека, живущих в темноте. Паладины ненавидел свою трусость.
spanish: El vino de muy lejos, que viven en la oscuridad. Paladines odiaba a su cobardía.

# MasterDesc-JB000007
source: She lives hidden in the outback of the forest. She draws natural power from forests.
french: Elle vit cachée dans l'outback de la forêt. Elle tire son alimentation naturelle des forêts.
german: Sie lebt versteckt im Hinterland des Waldes. Sie zieht natürliche Kraft aus dem Wald.
italian: Vive nascosta nel entroterra della foresta. Estrai i suoi poteri naturali dalla foresta.
japanese: しんりんの おくちで かくれてくらす いんとんしゃ。__しぜんと いったいとなり そのちからを ひきだす。
korean: 산림오지에 숨어 사는 은둔자. __자연과 일체화하여 그 힘을 이끌어낸다.
portuguese: Ela vivia escondida no coração da floresta. Ela consegue utilizar o poder da natureza.
russian: Она живет скрытый в глубинке леса. Она рисует естественную энергию от лесов.
spanish: Ella vive oculto en el interior del bosque. Ella obtiene la energía natural de los bosques.

# MasterDesc-JB000008
source: She came from a faraway land and is a follower of Bushido. In her homeland she was feared for her strength.
french: Elle est venue de loin, sont des adeptes du Bushido. Sa patrie était craint par leur force.
german: Sie kam aus der Ferne, sind Anhänger des Bushido. Ihre Heimat wurde von ihrer Kraft gefürchtet.
italian: Viene da molto lontano, è seguace del Bushido. Nella sua terra natia era temuta per la sua forza.
japanese: はるか えんぽうのちより やってきた ぶしどうの しんぽうしゃ。__そこくは さむらいの たかい せんとうりょくにより おそれられた。
korean: 아득히 먼 땅으로부터 찾아온 무사도의 신봉자. __조국에서는 사무라이의 높은 전투력 때문에 두려움의 대상이였다.
portuguese: Ela era uma seguidora do bushido, vinda de um reino distante. Sua terra natal era temida por seu po
russian: Она пришла издалека, являются последователями Бусидо. Ее родина боялись их силой.
spanish: Ella vino desde muy lejos, son seguidores del Bushido. Su tierra natal era temido por su fuerza.

# MasterDesc-JB000009
source: She fights by expending her own life. For her, blood is her weapon and armor.
french: Elle combattre au détriment de sa propre vie. Bloods est des armes et armures pour elle.
german: Sie kämpfen auf Kosten ihres eigenen Lebens. Bloods ist Waffen und Rüstungen für sie.
italian: Combatte spendendo la sua stessa forza vitale. Per lei il sangue è arma e armatura.
japanese: みずからの いのちを かてにして たたかう まほうせんし。__けつえきは かれらにとって ぶきであり ぼうぐである。
korean: 스스로 생명을 소모하여 싸우는 마검사. __혈액은 그들에게 있어서 무기이자 방어구이다.
portuguese: Ela usa de sua própria energia vital para lutar. Sangue é tanto sua espada quanto escudo.
russian: Она бороться за счет своей собственной жизни. Bloods это оружие и доспехи для нее.
spanish: Ella combatir a costa de su propia vida. Bloods son las armas y armaduras para ella.

# MasterDesc-JB000010
source: He can revive the dead. As a last resort, Necromancers revived theirselves.
french: Il peut ressusciter les morts. En dernier recours, Nécromanciens theirselves relancé.
german: Er kann die Toten wiederzubeleben. Als letztes Mittel, wiederbelebt Nekromanten theirselves.
italian: Può far rivivere i morti. Come ultima risorsa, i negromanti posso far rivivere se stessi.
japanese: ししゃを よみがえらせる じゃあくな まじゅつし。__しゅだんを えらばない じんるいは もはや しじゅつしすら よみがえらせて たたかうのだ。
korean: 사자를 되살릴 수 있는 사악한 마술사. __수단을 가리지않는 인류는 이미 강령술사조차 되살려 싸우는 것이다.
portuguese: Ele pode reviver os mortos. Como último recurso, o necromante reviveu a si mesmo.
russian: Он может оживить мертвых. В крайнем случае, некроманты возродил theirselves.
spanish: Se puede revivir a los muertos. Como último recurso, nigromantes revivió theirselves.

# MasterDesc-JB000011
source: He lived in the street performance, pantomime, and assassination. His smile will be shown after killing.
french: Il a vécu dans le spectacle de rue, de la pantomime, et l'assassinat. Son sourire sera montré après avoir tué.
german: Er lebte in der Straße Leistung, Pantomime und Ermordung. Sein Lächeln wird nach der Tötung angezeigt.
italian: Vive con le performance da strada, con gli spettacoli e con gli assassini. Puoi vedere il suo sorrido dopo che ha ucciso.
japanese: だいどうげいや パントマイムで せいけいをたてる そのうらのかおは れいこくな あんさつしゃ。__かれの えがおは ころしの サイン。
korean: 길거리 연기나 무언극으로 생계를 유지하지만 그 뒷모습은 냉혹한 암살자. __그의 미소는 살인의 신호.
portuguese: Ele vivia de performances, pantomimas e assassinatos. Seu sorriso sinistro é revelado sempre que mata alguém.
russian: Он жил в уличном исполнении, пантомимы, и убийства. Его улыбка будет показано после убийства.
spanish: Él vivió en el funcionamiento de la calle, la pantomima, y ​​el asesinato. Su sonrisa se mostrará después de matar.

# MasterDesc-JB000012
source: She spent for life and property of others. Crimes and punishments will be forgotten after she die.
french: Elle a passé pour la vie et les biens des autres. Crimes et châtiments seront oubliés après qu'elle meure.
german: Sie verbrachte für Leben und Eigentum anderer. Verbrechen und Strafen wird vergessen, nachdem sie sterben.
italian: Si sacrifica per la vita e gli averi degli altri. I suo peccati saranno perdonati dopo la morte.
japanese: ひとの いのちや ざいさんを もてあそび じしんのために ついやす あくじょ。__しんでしまえば つみも ばつも ない。
korean: 사람의 생명이나 재산을 가지고 놀고 자신을 위해서 허비하는 악녀. __죽어버리면 죄도 벌도 없다.
portuguese: Ela passou para a vida e propriedade dos outros. Crimes e punições será esquecido depois que ela morrer.
russian: Она провела для жизни и собственности других. Преступления и наказания будут забыты после того, как она умерла.
spanish: Pasó por la vida y la propiedad de otros. Delitos y las penas serán olvidados después de que ella muera.

# MasterDesc-JB000013
source: She chose to fight for the hometown of the family. You do not have to grant her wish.
french: Elle a choisi de se battre pour la ville natale de la famille. Vous n'êtes pas obligé d'accorder son souhait.
german: Sie entschied sich für die Heimatstadt der Familie zu kämpfen. Sie müssen nicht ihren Wunsch gewähren.
italian: Ha scelto di combattere per la città natale della sua famiglia. Non devi soddisfare i suoi desideri.
japanese: こきょうの かぞくのために たたかうことを えらんだ かよわい じょせい。__あなたには かのじょの ねがいを ききいれる ぎりも ぎむも ない。
korean: 고향의 가족을 위해서 싸우기를 선택한 가냘픈 여성. __당신에게는 그녀의 소원을 들어줄 의리도 의무도 없다.
portuguese: Ela escolheu para lutar pela cidade natal da família. Você não tem que conceder o seu desejo.
russian: Она решила бороться за родной город семьи. Вы не должны предоставлять ее желание.
spanish: Ella optó por luchar por la ciudad natal de la familia. Usted no tiene que conceder su deseo.

# MasterDesc-JB000014
source: She has been seen in our town.__Now She can not be seen in our town.
french: Elle a été vue dans notre ville.__ Maintenant, elle ne peut pas être vu dans notre ville.
german: Sie hat in unserer Stadt gesehen.__ Jetzt können Sie nicht in unserer Stadt zu sehen.
italian: E' stata vista nella nostra città. Adesso non può più essere vista nella nostra città.
japanese: にんげんについで じんこうの おおかった じんしゅ。__きようで みのこなしが かるい。__いまでは じんるいについで ぜつめつきぐしゅ。
korean: 인간 다음으로 수가 많았던 종족.__재주가 많고 몸이 유연하면서 가볍다.__오늘날에는 인류와 함께 멸종위기종.
portuguese: Ela costumava assombrar a cidade, mas agora não pode ser mais encontrada em lugar algum.
russian: Она была замечена в нашем городе.__ Теперь она не может быть видно в нашем городе.
spanish: Ella se ha visto en nuestra ciudad.__ Ahora no se puede ver en nuestra ciudad.

# MasterDesc-JB000015
source: She is clergy for battlefields.__She believes she can see gods in bloods and corpses.
french: Elle est membre du clergé pour les champs de bataille .__ Elle croit qu'elle peut voir des dieux en bloods et des cadavres.
german: Sie ist Geistliche für Schlacht .__ Sie glaubt, dass sie Götter in Bloods und Leichen zu sehen.
italian: E' un prete da battaglia. Crede di poter vedere dio nel sangue e nei cadaveri.
japanese: かみのつかいとして せんじょうをかける せいしょくしゃ。 ちのにおいの なかに かのじょたちは かみのすがたを みいだせると しんじている。
korean: 신의 사자로서 전장을 뛰어다니는 성직자. __피 냄새 속에서 그녀들은 신의 모습을 발견할 수 있다고 믿고있다.
portuguese: Ela é uma sacerdotisa do campo de batalha. Ela acredita que consegue encontrar a presença de Deus entre o sangue e corpos.
russian: Она духовенство для полей сражений .__ Она считает, что она может видеть богов в кровей и трупов.
spanish: Ella es el clero de campos de batalla .__ Ella cree que ella puede ver dioses en sangre y cadáveres.

# MasterDesc-JB000016
source: He is dragon-half. He is respect for pride than life as a warrior.
french: Il est le dragon moitié. Il est le respect de la fierté que la vie comme un guerrier.
german: Er ist Drachen-Hälfte. Er ist der Respekt vor Stolz, als das Leben als Krieger.
italian: E' per metà drago. E' rispettato più per il suo orgoglio che per la vita da guerriero.
japanese: りゅうと にんげんの ハーフ。 ぶじんとして いのちよりも ほこりを おもんじる。
korean: 용과 사람의 혼혈. __무인으로 목숨보다도 명예를 중히 여긴다.
portuguese: Ele é um meio-dragão. Como soldado, as pessoas respeitam mais sua dignidade do que sua vida.
russian: Он дракона наполовину. Он является уважение к гордости, чем жизнь, как воин.
spanish: Él es un dragón mitad. Él es el respeto por el orgullo de la vida como un guerrero.

# MasterDesc-JB000017
source: This homeless is living foraging garbage.__They do not have a strong force, but the wisdom of life.
french: Ce sans-abri vit ordures butinage.__ Ils ne disposent pas d'une grande force, mais la sagesse de la vie.
german: Diese Obdachlosen lebt Nahrungssuche Müll.__ Sie haben nicht eine starke Kraft, sondern die Weisheit des Lebens.
italian: Questo senzatetto vive frugando nei rifiuti. Non ha molta forza ma ha la saggezza di una vita.
japanese: ごみをあさって ひつようなものを あつめる ろじょうせいかつしゃ。__つよい ちからは なくとも さまざまな せいかつのちえを もつ。
korean: 쓰레기를 찾아다니며 필요한 물건을 모으는 노숙자. __강한 힘은 없지만 여러 생활의 지혜를 가졌다.
portuguese: Este velho vasculha o lixo para sobreviver. Ele pode não ser forte, mas possui muita sabedoria.
russian: Это бездомные живет нагула мусор.__ Они не имеют сильную силу, но мудрость жизни.
spanish: Este hogar está viviendo la basura de forrajeo.__ Ellos no tienen una gran fuerza, pero la sabiduría de la vida.

# MasterDesc-JB000018
source: These heretics have been despised as ''cursed blood''.__In fact, they are not cursed and forced to do dirty work and discriminated.
french: Ces hérétiques ont été méprisés comme «sang maudit» .__ En fait, ils ne sont pas maudits et forcés de faire le sale boulot et discriminées.
german: Diese Ketzer wurden als ''verfluchte Blut'' .__ In der Tat verachtet, sind sie nicht verflucht und gezwungen schmutzige Arbeit zu tun und diskriminiert.
italian: Questi eretici sono disprezzati come ''sangue maledetto''. In realtà non sono maledetti ma utilizzati per lavori sporchi e discriminati.
japanese: のろわれた けつぞく として いみきらわれた エルフの いたんしゃ。__じっさいには のろいなど そんざいせず よごれしごとを おしつけられつづけ さべつされるようになった。
korean: 저주받은 혈족으로 매우 미움받는 엘프의 이단자. __실제로는 저주따위 존재하지 않고 더러운 일을 계속 강요당해 차별받게 되었다.
portuguese: Estes hereges foram desprezados como ''sangue maldito'' .__ Na verdade, eles não são amaldiçoados e forçado a fazer o trabalho sujo e discriminados.
russian: Эти еретики были презирали как ''проклятой крови'' .__ На самом деле, они не проклинали и вынуждены делать грязную работу и дискриминации.
spanish: Estos herejes han sido despreciados como ''sangre maldita'' .__ De hecho, no son maldecidos y obligados a hacer el trabajo sucio y discriminados.

# MasterDesc-JB000019
source: They fell in vice and use the evil forces.__They do not choose the means for victory and honor.
french: Ils sont tombés dans le vice et d'utiliser les forces du mal.__ Ils ne choisissent pas les moyens de la victoire et l'honneur.
german: Sie fielen in Laster und verwenden, um die bösen Mächte.__ Sie wählen nicht die Mittel, um den Sieg und Ehre.
italian: Sono caduti in tentazione ed hanno utilizzato la forza malvagia. Non scelgono gli strumenti per la vittoria e l'onore.
japanese: じゃあくな ちからを つかいこなす げどうに おちた きし。__しょうりと めいよの ためなら しゅだんを えらばない。
korean: 사악한 힘을 자유자재로 사용하는 외도에 빠진 기사. __승리와 명예를 위해서라면 수단을 가리지 않는다.
portuguese: Ele foi corrompido pelo poder das sombras, e não vê mais sentido nenhum em vitória ou glória.
russian: Они упали в тисках и использовать злые силы.__ Они не выбирают средства для победы и чести.
spanish: Ellos cayeron en el vicio y el uso de las fuerzas del mal.__ No eligen los medios para la victoria y el honor.

# MasterDesc-JB000020
source: He is tough guy that has been living in the town of harsh desert.__His ability is certain and he can survive in any harsh environment.
french: Il est dur à cuire qui a vécu dans la ville de désert inhospitalier .__ Sa capacité est certaine et il peut survivre dans un environnement hostile.
german: Er ist harter Kerl, der in der Stadt rauen Wüste .__ Seine Fähigkeit gelebt hat sicher ist, und er kann in jeder rauen Umgebung überleben.
italian: Lui è il ragazzo robusto che viveva nella città del deserto. La sua abilità è certa e può sopravvivere in ogni ambiente ostile.
japanese: かこくな さばくのまちで いきてきた タフなおとこ。__その じつりょくは たしかなもので どんな きびしい かんきょうでも いきのびる。
korean: 가혹한 사막의 마을에서 살아온 억센 사나이. __그 실력은 확실해서 어떤 지독한 환경이라도 살아남는다.
portuguese: He is a strong man living in a harsh desert town, his strength is without a doubt the ability to survive in difficult environments.
russian: Он крутой парень, который живет в городе суровых условиях пустыни .__ Его способности уверен, и он сможет выжить в любой неблагоприятной окружающей среде.
spanish: Él es de tipo duro que ha estado viviendo en la ciudad de duro desierto .__ Su capacidad es seguro y puede sobrevivir en un entorno tan duro.

# MasterDesc-JB000021
source: She is an abominable blooded child who increases her family by sucking blood and dominating.__Her ambition collapsed once, but she found new possibilities in her first ''death''.
french: Elle est un enfant de sang abominable qui augmente sa famille en suçant le sang et dominant.__ Son ambition est effondrée une fois, mais elle a trouvé de nouvelles possibilités dans son premier «mort».
german: Sie ist eine abscheuliche Blut-Kind, das ihre Familie erhöht durch Blut saugen und zu dominieren.__ Ihr Ehrgeiz zusammenbrach einmal, aber sie fand neue Möglichkeiten in ihrem ersten ''Tod''.
italian: E' una figlia dal sangue abominevole che allarga la sua famiglia succhiando sangue e dominando. La sua ambizione una volta è crollata, ma ha trovato nuove speranze nella sua ''prima morte''.
japanese: ちをすい しはいすることで けんぞくをふやす いまわしき けつぞく。__そのやぼうは いちどは ついえたが はじめての "し"のなかに あらたな かのうせいを みいだした。
korean: 피를 빨아 지배함으로써 권속을 늘리는 불길한 혈족. __그 야망은 일단 무너졌지만 첫 ''죽음''속에서 새로운 가능성을 발견했다.
portuguese: Ela é uma criança de sangue abominável que aumenta sua família sugando o sangue e dominando. Sua ambição entrou em colapso uma vez, mas ela encontrou novas possibilidades em sua primeira ''morte''.
russian: Она является отвратительным кровный ребенок, который увеличивает свою семью, высасывая кровь и доминирующей.__ Ее амбиции рухнули сразу, но она нашла новые возможности в своей первой ''смерти''.
spanish: Ella es una niña de sangre abominable que aumenta su familia por la succión de sangre y dominando.__ Su ambición se derrumbó una vez, pero se encontró con nuevas posibilidades en su primera ''muerte''.

# MasterDesc-JB000022
source: She is living in the forest.__Nobody knows when magic of Buriedbornes is treated as contraindication.
french: Elle vit dans la forêt .__ Personne ne sait quand la magie de Buriedbornes est traité comme contre-indication.
german: Sie lebt im Wald .__ Niemand weiß, wann Magie von Buriedbornes als Kontraindikation behandelt wird.
italian: Lei vive nella foresta. Nessuno sa quando la magia di Buriedborne è controindicata.
japanese: もりに かくれすむ ようせい。__たとえ ようせいであっても よみがえらせ しえきできる Buriedbornesの じゅつが ふたたび きんきとなるのは いつの じだいに なるのか・・・
korean: 숲에 숨어사는 요정. __설사 요정이라 하더라도 소생시켜 사역하는 것이 가능한 Buriedbornes의 술법이 다시 한 번 금기가 되는 것은 언제일지…
portuguese: Ela está vivendo na floresta .__ Ninguém sabe quando a magia de Buriedbornes é tratado como contra-indicação.
russian: Она живет в лесу .__ Никто не знает, когда волшебство Buriedbornes рассматривается как противопоказание.
spanish: Ella está viviendo en el bosque .__ Nadie sabe cuando la magia de Buriedbornes se trata como contraindicación.

# MasterDesc-JB000023
source: She is race that has been used in human society and has lived in a poor city.__Maybe she is happiest ever now.
french: Elle est la race qui a été utilisé dans la société humaine et a vécu dans une ville pauvre.__ Peut-être qu'elle est le plus heureux jamais maintenant.
german: Sie ist Rasse, die in der menschlichen Gesellschaft verwendet wurde und in einer armen Stadt lebte.__ Vielleicht ist sie jemals jetzt glücklichste.
italian: E' la razza che è stata usata dalla società ed è sempre vissuata in povertà.__Forse ora è più felice
japanese: にんげんしゃかいに まじり こきつかわれ ひんみんがいで くらしてきた しゅぞく。__みかたによっては いまが もっとも しあわせな じだいなのかも しれない。
korean: 인간 사회에 섞여 혹사당하며 빈민가에서 생활해온 종족. __어찌 보면 지금이 가장 행복한 시대인지도 모른다.
portuguese: Ela é a raça que tem sido utilizado na sociedade humana e viveu em uma cidade pobre. Talvez ela é mais feliz que nunca agora.
russian: Она раса, которая была использована в человеческом обществе и живет в бедном городе.__ Может быть, она лучше всего чувствует себя когда-либо в настоящее время.
spanish: Ella es la raza que se ha utilizado en la sociedad humana y ha vivido en una ciudad pobre.__ Tal vez ella es más feliz nunca.

# MasterDesc-JB000024
source: She is the queen of therianthrope.__Moon can reveal uncover identity of everything and therianthropes put it in awe.
french: Elle est la reine des théranthrope.__ Lune peut révéler l'identité uncover de tout et théranthropes mettre dans la crainte.
german: Sie ist die Königin von therianthrope.__ Mond kann uncover Identität alles offenbaren und therianthropes steckte es in Ehrfurcht.
italian: E' la regina di therianthrope.__La luna può rivelare qualsiasi identità nascosta e therianthrope è sbalorditiva
japanese: けものの ちをひく ひとならぬひと "じゅうじん"たちの おさ。__つきは じゅうじんに とって そのすがたを あばく いふすべき ものの しょうちょう。
korean: 짐승의 피를 지닌 사람 아닌 사람 수인들의 우두머리이다. __달은 수인의 진정한 모습을 비춘다.
portuguese: Ela é a rainha do therianthrope. Lua pode revelar a identidade uncover de tudo e therianthropes colocá-lo em reverência.
russian: Она является королевой териантропия.__ Луна может раскрыть раскрыть личность и все териантропов положить его в страхе.
spanish: Ella es la reina de therianthrope.__ Luna puede revelar la identidad destape de todo y therianthropes ponerlo en el temor.

# MasterDesc-JB000025
source: He is a rabbit who walks in two legs and lives among dreams.__He is hiding and collecting precious metals.
french: Il est un lapin qui marche dans les deux jambes et vit parmi les rêves.__ Il se cache et la collecte des métaux précieux.
german: Er ist ein Kaninchen, das in zwei Beinen geht und lebt unter Träume.__ Er versteckt sich und sammeln Edelmetalle.
italian: E' un coniglio che cammina su due gambe e vive nei sogni.__Si sta nascondendo e raccoglie metalli preziosi.
japanese: にそくほこうし ゆめの はざまに くらす うさぎの まつえい。__ものかげに ひそみ ききんぞくを あつめている。
korean: 이족보행을 하고 꿈의 틈새에 사는 토끼의 후예. __ 곳곳에 숨어 귀금속을 모으고 있다.
portuguese: Ele é um coelho que anda em duas patas e vive dentro de sonhos. Ele anda furtivamente coletando metais preciosos.
russian: Он является кролик, который ходит на двух ногах, и живет среди всех прочих вариантов.__ Он скрывается и собирать драгоценные металлы.
spanish: Él es un conejo que camina en dos patas y vive entre sueños.__ Él se esconde y la recogida de metales preciosos.

# MasterDesc-JB000026
source: He is a halfling boy who repeatedly steals ruins by his flexibility.
french: Il est un garçon de halfelin qui vole à plusieurs reprises les ruines de sa flexibilité.
german: Er ist ein Halbling Junge, der immer wieder Ruinen durch seine Flexibilität stiehlt.
italian: E' un giovane halfling che depreda le rovine grazie alla sua agilità.
japanese: すぐれた じゅうなんせいを いかして いせきの とうくつを くりかえしていた ハーフリングの しょうねん。
korean: 뛰어난 유연성을 살려 유적 도굴을 반복하는 하플링 소년이다.
portuguese: Ele é um jovem ladrão que saqueia ruínas.
russian: Он халфлинг мальчик, который неоднократно крадет руины его гибкости.
spanish: Es un niño que roba repetidamente mediano ruinas por su flexibilidad.

# MasterDescLv-EF000008-1
source: Additional +1
french: +1 supplémentaire
german: Weitere 1
italian: aggiuntivo +1
japanese: さらに+1
korean: 추가 +1
portuguese: Efeito +1
russian: Дополнительный +1
spanish: Adicional +1

# MasterDescLv-EF000008-2
source: Additional +1
french: +1 supplémentaire
german: Weitere 1
italian: aggiuntivo +1
japanese: さらに+1
korean: 추가 +1
portuguese: Efeito +1
russian: Дополнительный +1
spanish: Adicional +1

# MasterDescLv-EF000009-1
source: Heal +50%
french: Soins +50%
german: Heilen +50%
italian: Guarigione +50%
japanese: かいふく+50％
korean: 회복 +50%
portuguese: Cura +50%
russian: заживать +50%
spanish: Sanar +50%

# MasterDescLv-EF000009-2
source: Heal +50%
french: Soins +50%
german: Heilen +50%
italian: Guarigione +50%
japanese: かいふく+50％
korean: 회복 +50%
portuguese: Cura +50%
russian: заживать +50%
spanish: Sanar +50%

# MasterDescLv-EF000010-1
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.

# MasterDescLv-EF000010-2
source: Increased power.
french: Puissance augmentée
german: Mehr Leistung.
italian: Potere aumentato
japanese: こうかアップ
korean: 효과 증가
portuguese: Poder aumentado.
russian: Увеличение мощности.
spanish: El aumento del poder.
