Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# TEXT_EVENT_FORGE_EQUIP
source: A stranger approaches and offers a special enchantment for your equipment.
french: Stranger a approché et il apporte un enchantement spécial pour votre équipement.
german: Fremde genähert hat und er bringt eine besondere enchant für Ihre Ausrüstung.
italian: Straniero è avvicinato e lui porta un incanto speciale per la vostra attrezzatura.
japanese: あやしげな たびびとは ぼうけんしゃの ぶぐに ふしぎな ちからを あたえてやると もちかけてきた。
korean: 수상한 여행자가 모험자의 무구에 신비한 힘을 부여해주겠다며 말을 걸어왔다.
portuguese: Um estranho se aproxima e oferece um encanto especial para o seu equipamento.
russian: Незнакомец подошел и он приносит специальный энчанта для вашего оборудования.
spanish: Extraño se ha acercado y él trae un encantamiento especial para su equipo.

# TEXT_EVENT_GAIN_BURSTHEAL
source: <color=#0FF>You gained ''Burst heal''!</color>
french: <Color=#0FF>Tu as gagné ''Burst guérir''!</Color>
german: <Color=#0FF>Sie gewonnen ''Burst heilen!''</Color>
italian: <Color=#0FF>Hai guadagnato ''Burst guarire''!</Color>
japanese: <color=#0FF>「バーストヒール」を かくとく！</color>
korean: <color=#0FF>[폭발적 치유]를 획득!</color>
portuguese: <Color=#0FF> Você ganhou ''Explosão curar''! </color>
russian: <color=#0FF>Вы получили ''лопнул залечить''!</color>
spanish: <Color=#0FF>Usted ganó ''Ráfaga curar''!</Del color>

# TEXT_EVENT_GAIN_ESCAPEFOOT
source: <color=#0FF>You gained ''Escape foot''!</color>
french: <Color=#0FF>Tu as gagné ''Escape pied''!</Color>
german: <Color=#0FF>Sie gewonnen ''Escape Fuß''!</Color>
italian: <Color=#0FF>Hai guadagnato ''Fuga piedi''!</Color>
japanese: <color=#0FF>「にげあし」を かくとく！</color>
korean: <color=#0FF>[도주]를 획득!</color>
portuguese: <Color=#0FF> Você ganhou ''Escape pé''! </color>
russian: <color=#0FF>Вы получили ''Escape ногу''!</color>
spanish: <Color=#0FF>Usted ganó ''Escape de pie''!</Del color>

# TEXT_EVENT_GAIN_LIMITBREAK
source: <color=#0FF>You gained ''Limit Break''!</color>
french: <Color=#0FF>Tu as gagné ''Limit Break''!</color>
german: <Color=#0FF> Sie gewonnen ''Limit Break''! </Color>
italian: <color=#0FF>Hai guadagnato ''Limit Break''!</color>
japanese: <color=#0FF>「げんかいとっぱ」を かくとく！</color>
korean: <color=#0FF>[한계 돌파]를 획득했다!</color>
portuguese: <Color=#0FF> Você ganhou ''Limit Break''! </color>
russian: <color=#0FF> Вы получили ''Limit Break''! </color>
spanish: <Color=#0FF>Usted ganó ''Limit Break''!</color>

# TEXT_EVENT_GAIN_OBSERVATION
source: You've received ancient knowledge of monsters.
french: Vous avez connaissance ancienne des monstres.
german: Sie haben alte Wissen von Monstern.
italian: Hai antica conoscenza di mostri.
japanese: こだいの まものたちの ちしきが のうないに みちあふれてきた。
korean: 고대 마물들의 지식이 머릿속에 흘러넘쳤다.
portuguese: Você tem conhecimento antigo de monstros.
russian: Вы получили древние знания монстров.
spanish: Tienes conocimiento antiguo de monstruos.

# TEXT_EVENT_GAIN_OVERHEAL
source: <color=#0FF>You gained ''Overheal''!</color>
french: <Color=#0FF>Vous gagné ''d'extra''!</color>
german: <Color=#0FF> Sie gewonnen ''Überheilung''! </Color>
italian: <color=#0FF>avete guadagnato ''Sovracura''!</color>
japanese: <color=#0FF>「オーバーヒール」を かくとく！</color>
korean: <color=#0FF>[초월 치유]를 획득했다!</color>
portuguese: <Color=#0FF> Você ganhou ''Sobrecura''! </color>
russian: <color=#0FF> Вы получили ''Сверхлечение''! </color>
spanish: <Color=#0FF>Usted ganó ''Exceso''!</color>

# TEXT_EVENT_GAIN_REVIVE
source: <color=#0FF>You cannot die for a short time!</color>
french: <Color=#0FF>Vous ne pouvez pas mourir pour un court laps de temps!</color>
german: <Color=#0FF> Sie können nicht für eine kurze Zeit sterben! </Color>
italian: <color=#0FF>Non si può morire per un breve periodo di tempo!</color>
japanese: <color=#0FF>しばらくのあいだ しななくなった！</color>
korean: <color=#0FF>일시적으로 무적이 되었다! </color>
portuguese: <Color=#0FF> Você não pode morrer por um curto período de tempo! </color>
russian: <color=#0FF> Вы не можете умереть за короткое время! </color>
spanish: <Color=#0FF>No se puede morir por un corto tiempo!</color>

# TEXT_EVENT_GAINED_EVENTPOINT
source: You found treasures!!__<color=#0FF>You earned {0} Event Points!!</color>__({1}→{2})
french: Vous avez trouvé des trésors !! __
german: Sie fanden Schätze !! __
italian: Hai trovato tesori !! __
japanese: たからばこの なかには ざいほうが かくされていた！__
korean: 보물상자의 안에는 보물이 숨겨져 있었다!__
portuguese: Você encontrou tesouros !! __
russian: Вы нашли сокровища !! __
spanish: Encontraste tesoros !! __

# TEXT_EVENT_GAINED_SOULSTONES
source: You found treasures!!__<color=#0FF>You earned {0} Soulstones!!</color>
french: Vous avez trouvé des trésors !! __
german: Sie fanden Schätze !! __
italian: Hai trovato tesori !! __
japanese: たからばこの なかには ざいほうが かくされていた！__
korean: 보물상자의 안에는 보물이 숨겨져 있었다!__
portuguese: Você encontrou tesouros !! __
russian: Вы нашли сокровища !! __
spanish: Encontraste tesoros !! __

# TEXT_EVENT_GLINT
source: You came up with new ideas.__
french: Vous êtes venu avec de nouvelles idées .__
german: Sie kamen mit neuen Ideen .__
italian: Sei venuto con nuove idee .__
japanese: とつぜん のうりに あたらしい アイデアが めばえた。__
korean: 갑자기 뇌리에 새로운 아이디어가 떠올랐다. __
portuguese: Você veio com novas ideias .__
russian: Вы пришли с новыми идеями .__
spanish: Usted vino para arriba con nuevas ideas .__

# TEXT_EVENT_GRATE
source: Grates swing shut, blocking your way.__
french: blocs Râper votre chemin .__
german: Rostblöcke Weg .__
italian: blocchi Grattugiare il tuo modo .__
japanese: てつごうしが おりてきて ゆくてを ふさいでしまった。__
korean: 철창이 내려와 앞길을 막아 버렸다.__
portuguese: Grelhas balançar fechada, bloqueando seu caminho .__
russian: Натереть блокирует ваш путь .__
spanish: bloques de parrilla su camino .__

# TEXT_EVENT_GROW_MAXHP
source: <color=#0F0>MaxHP increased!</color>
french: <Color=#0F0>MaxHP augmenté!</Color>
german: <Color=#0F0>MaxHP erhöht!</Color>
italian: <Color=#0F0>MaxHP aumentata!</Color>
japanese: <color=#0F0>さいだいHPが じょうしょう！</color>
korean: <color=#0F0>MaxHP이 증가!</color>
portuguese: <Color=#0F0> MaxHP aumentou! </color>
russian: <color=#0F0>MaxHP увеличился!</color>
spanish: <color=#0F0>MaxHP aumentó!</color>

# TEXT_EVENT_HEAL
source: You can see a beautiful saint.__It is an elaborate statue.
french: Vous pouvez voir un beau saint .__ Ce fut une statue élaborée.
german: Sie können einen schönen Heiligen sehen .__ Es ist eine aufwendige Statue war.
italian: Si può vedere una bella santa .__ E 'stata una statua elaborato.
japanese: うつくしい せいじょの すがただ。__それは、 せいこうに できた ちょうぞうであった。
korean: 아름다운 성녀의 모습이 보인다. __그건 정교한 조각상이었다.
portuguese: Você pode ver uma bela santo .__ Era uma estátua elaborado.
russian: Вы можете увидеть красивый святой .__ Это была сложная статуя.
spanish: Puedes ver un hermoso santo .__Es una estatua bien elaborada.

# TEXT_EVENT_HEAL_FULL
source: <color=#0F0>HP healed to full!</color>
french: <Color=#0F0>HP guéri à plein!</color>
german: <Color=#0F0> HP zu voll geheilt! </Color>
italian: <color=#0F0>HP guarito a pieno!</color>
japanese: <color=#0F0>あなたの HPは ぜんかいふくした！</color>
korean: <color=#0F0>당신의 HP가 모두 회복되었다! </color>
portuguese: <Color=#0F0> HP curado ao pleno! </color>
russian: <color=#0F0> HP зажила до полного! </color>
spanish: <color=#0F0>¡HP sanó completamente!</color>

# TEXT_EVENT_HIDDEN_CORPSE
source: Countless corpses hidden in the hole have been revealed.__
french: D'innombrables cadavres cachés dans le trou ont été révélées .__
german: Unzählige Leichen .__ in das Loch versteckt enthüllt worden
italian: Innumerevoli cadaveri nascosti nella manica sono stati rivelati .__
japanese: ごとりと おとがなり あしもとに むすうの いたいが すてられた あなが すがたを あらわした。__
korean: 덜컥 소리가 나며 발 밑에 수 많은 시체가 버려진 공간이 모습을 드러냈다.__
portuguese: Inúmeros cadáveres escondidos no buraco foram revelados .__
russian: Бесчисленные трупы спрятаны в отверстии было выявлено .__
spanish: Innumerables cadáveres escondidos en el agujero se han puesto de manifiesto .__

# TEXT_EVENT_LAB
source: You found an Ancient Lab that is covered in blood.__
french: Vous avez trouvé une ancienne Lab qui est couvert de sang .__
german: Sie haben einen antiken Lab, das in Blut bedeckt ist .__
italian: Avete scoperto un laboratorio antico che è coperto di sangue .__
japanese: ごとりと おとがなり ちに まみれた けんきゅうしつが すがたを あらわした。__
korean: 덜컥 소리가 나며 피투성이 연구실이 모습을 드러냈다.__
portuguese: Você encontrou um laboratório antigo que está coberto de sangue .__
russian: Вы нашли Древнюю Lab, которая покрыта кровью .__
spanish: Ha descubierto un laboratorio antigua que está cubierto de sangre .__

# TEXT_EVENT_LEARN_SKILL
source: A stranger approaches and offers you a special skill.
french: Un étranger a approché. Il vous offre une compétence spéciale.
german: Ein Fremder hat näherte. Er bietet Ihnen eine besondere Fähigkeit.
italian: Uno sconosciuto si è avvicinato. Egli vi offre una abilità speciale.
japanese: あやしげな たびびとは ぼうけんしゃに すぐれた わざを でんじゅして くれるという。
korean: 수상한 여행자가 모험자에게 뛰어난 기술을 전수해주겠다고 말했다.
portuguese: Um estranho se aproxima e oferece-lhe uma habilidade especial.
russian: Незнакомец подошел. Он предлагает Вам специальные навыки.
spanish: Un desconocido se ha acercado. Él le ofrece una habilidad especial.

# TEXT_EVENT_LITHOGRAPH_0
source: You found a lithograph. You will be able to find the truth of the prophecy in this. __
french: Vous avez trouvé une lithographie. Vous serez en mesure de trouver la vérité de la prophétie dans ce domaine. __
german: Sie fanden eine Lithographie. Ihr werdet die Wahrheit der Prophezeiung in dieser Lage zu finden. __
italian: Hai trovato una litografia. Sarete in grado di trovare la verità della profezia in questo. __
japanese: それは ぼせきではなく せきばんだった… ふるき よげん そのしんじつが そこに しるされているのかもしれない。__
korean: 그것은 묘비가 아니라 석판이었다… 오래된 예언, 그 진실이 여기에 쓰여 있을지도 모른다. __
portuguese: Você encontrou uma litografia. Você será capaz de encontrar a verdade da profecia deste. __
russian: Вы нашли литографию. Вы сможете найти истину пророчества в этом. __
spanish: Encontraste una litografía. Usted será capaz de encontrar la verdad de la profecía de este. __

# TEXT_EVENT_LITHOGRAPH_1
source: You found a lithograph. It seems that the prophecy is true.
french: Vous avez trouvé une lithographie. Il semble que la prophétie est vraie.
german: Sie fanden eine Lithographie. Es scheint, dass die Prophezeiung wahr ist.
italian: Hai trovato una litografia. Sembra che la profezia è vera.
japanese: それは ぼせきではなく せきばんだった… よげんは よげんではなく いっしゅの せんこく だったのかもしれない。__
korean: 그것은 묘비가 아니라 석판이었다… 예언은 예언이 아니라 일종의 선고였는지도 모른다. __
portuguese: Você encontrou uma litografia. Parece que a profecia é verdadeira.
russian: Вы нашли литографию. Кажется, что пророчество верно.
spanish: Encontraste una litografía. Parece que la profecía es cierta.

# TEXT_EVENT_LITHOGRAPH_2
source: You found a lithograph. It says that the prophet can live forever and eat ''Death''. __
french: Vous avez trouvé une lithographie. Il dit que le prophète peut vivre éternellement et manger ''mort''. __
german: Sie fanden eine Lithographie. Er sagt, dass der Prophet für immer leben und essen ''Tod''. __
italian: Hai trovato una litografia. Si dice che il profeta può vivere per sempre e mangiare ''morte''. __
japanese: それは ぼせきではなく せきばんだった… よげんしゃは えいえんをいき そして "し"をくらうと しるされている。__
korean: 그것은 묘비가 아니라 석판이었다… 예언자는 영원을 살며 또한 ''죽음''을 먹는다고 기록되어져 있다. __
portuguese: Você encontrou uma litografia. Ele diz que o profeta pode viver para sempre e comer ''Morte''. __
russian: Вы нашли литографию. Это говорит о том, что пророк может жить вечно и есть ''смерть''. __
spanish: Encontraste una litografía. Se dice que el profeta puede vivir para siempre y comer ''Muerte''. __

# TEXT_EVENT_LITHOGRAPH_3
source: You found a lithograph. It says that the shattered souls of Buriedbornes are food for the prophet. __
french: Vous avez trouvé une lithographie. Il dit que les âmes brisées de Buriedbornes sont la nourriture pour le prophète. __
german: Sie fanden eine Lithographie. Er sagt, dass die zerstörten Seelen der Buriedbornes sind Nahrung für den Propheten. __
italian: Hai trovato una litografia. Si dice che le anime infranti di Buriedbornes sono cibo per il profeta. __
japanese: それは ぼせきではなく せきばんだった… かんぜんに うちくだかれた ししゃのたましいこそが よげんしゃの かてであった。__
korean: 그것은 묘비가 아니라 석판이었다… 굴복한 죽은 자의 영혼이야말로 예언자의 양식이었다. __
portuguese: Você encontrou uma litografia. Ele diz que as almas despedaçadas de Buriedbornes são alimento para o profeta. __
russian: Вы нашли литографию. Это говорит о том, что разбитые души Buriedbornes являются пищей для пророка. __
spanish: Encontraste una litografía. Se dice que las almas destrozadas de Buriedbornes son alimento para el profeta. __

# TEXT_EVENT_LITHOGRAPH_4
source: You found a lithograph. This war is due to the prophet. He is in fact themastermind. __
french: Vous avez trouvé une lithographie. Cette guerre est due au prophète. Il est en fait TheMasterMind. __
german: Sie fanden eine Lithographie. Dieser Krieg ist dem Propheten durch. Er ist in der Tat Themastermind. __
italian: Hai trovato una litografia. Questa guerra è dovuto al profeta. Egli è infatti themastermind. __
japanese: それは ぼせきではなく せきばんだった… しんの くろまくは しせるたましいをはむ よげんしゃ じしんだ。__
korean: 그것은 묘비가 아니라 석판이었다… 예언의 흑막은 죽은 영혼을 먹는 예언자 자신이다. __
portuguese: Você encontrou uma litografia. Esta guerra é devido ao profeta. Ele é, de fato TheMasterMind. __
russian: Вы нашли литографию. Эта война происходит из-за пророка. Он на самом деле themastermind. __
spanish: Encontraste una litografía. Esta guerra se debe al profeta. De hecho, es TheMasterMind. __

# TEXT_EVENT_LUCKY
source: May you have happiness.__
french: Puissiez-vous avoir le bonheur .__
german: Mai haben Sie Glück .__
italian: Che tu possa avere la felicità .__
japanese: はかいしには こう かかれていた。 「なんじに さちあれ」__
korean: 묘비에는 이렇게 쓰여 있었다. ''그대에게 행운이 있으라''__
portuguese: Que você tenha a felicidade .__
russian: Пусть у вас есть счастье .__
spanish: Puede usted tener la felicidad .__

# TEXT_EVENT_MAP
source: It is a map of this area.__<color=#0FF>You can see into the distance for a short time.</color>
french: Il était une carte de cette zone .__
german: Es war eine Karte der Gegend .__
italian: E 'stata una mappa di questa zona .__
japanese: よくみると はかいしの ひょうめんに このあたりの ちずが しるされていた。__
korean: 자세히 보니 묘비 표면에 이 근방의 지도가 그려져 있었다.__
portuguese: Era um mapa desta área .__
russian: Это была карта этой области .__
spanish: Era un mapa de esta zona .__

# TEXT_EVENT_MAXHP_GROW_TEMP
source: <color=#F0F>Your MaxHP has been increased for a short time!</color>
french: <Color=#F0F>Votre MaxHP a été augmenté pour un court laps de temps!</color>
german: <Color=#F0F> Ihre MaxHP für kurze Zeit erhöht worden! </Color>
italian: <color=#F0F>Il tuo MaxHP è stata aumentata per un breve periodo di tempo!</color>
japanese: <color=#F0F>いちじてきに さいだいHP がおおはばに じょうしょうした！</color>
korean: <color=#F0F>일시적으로 최대 HP가 대폭 상승했다!</color>
portuguese: <Color=#F0F> Seu MaxHP foi aumentado para um curto período de tempo! </color>
russian: <color=#F0F> Ваш MaxHP был увеличен в течение короткого промежутка времени! </color>
spanish: <Color=#F0F>Su MaxHP se ha incrementado por un corto tiempo!</color>

# TEXT_EVENT_MAZE
source: Many roads have been opened or closed.__
french: De nombreuses routes ont été ouvertes ou fermées .__
german: Viele Straßen wurden geöffnet oder geschlossen .__
italian: Molte strade sono state aperte o chiuse .__
japanese: ごとりと おとがなり あちこちから みちがひらいたり とざされたりする おとがきこえた。__
korean: 덜컥 소리가 나며 사방에서 길이 열리고 닫히는 소리가 들려왔다.__<color=#F00>보스가 있는 방이 멀어졌다…</color>
portuguese: Muitas estradas foram abertas ou fechadas .__
russian: Многие дороги были открыты или закрыты .__
spanish: Muchos caminos se han abierto o cerrado .__

# TEXT_EVENT_MIMIC
source: Suddenly something crawls out of the treasure box!!__<color=#F00>It is ''Box Rooter''!</color>
french: Soudain, quelque chose a rampé hors de la boîte à trésor !! __<color=#F00>Il est « Box Rooter »!</color>
german: Plötzlich kroch etwas aus Schatzkiste !! __<color=#F00>Es ist „Box Rooter“!</color>
italian: Improvvisamente qualcosa strisciò fuori della scatola del tesoro !! __<color=#F00>Si tratta di ''Baule inquietante''!</color>
japanese: たからばこの ふたに てをかけた しゅんかん なかから きみょうな しょくしゅが はいだしてきた！__<color=#F00>「はこにすくうもの」だ！</color>
korean: 보물상자의 뚜껑에 손을 댄 순간 안에서 기묘한 촉수가 기어나왔다! __<color=#F00>그것은 ''상자기생수''입니다!</color>
portuguese: De repente, algo se arrastou para fora da caixa do tesouro !! __<color=#F00>É ''box Rooter''!</color>
russian: Вдруг что-то вылезли из коробки сокровище !! __<color=#F00>Это «Box Rooter»!</color>
spanish: De pronto, algo se arrastró fuera de la caja del tesoro !! __<color=#F00>Es ''Box Rooter''!</color>

# TEXT_EVENT_PARALYZE
source: Suddenly you receive a strong electric shock!__<color=#F00>You've been paralyzed!!</color>
french: Tout à coup, vous avez reçu un choc électrique puissant! __
german: Plötzlich erhielt Sie einen starken Stromschlag! __
italian: Improvvisamente si è ricevuto una forte scossa elettrica! __
japanese: はかいしに てをかけた しゅんかん カチリと おとがなり とつぜん きょうれつな でんりゅうが ながれた！__
korean: 묘비에 손을 댄 순간 갑자기 찰칵 소리가 나며 강렬한 전류가 흘렀다!__
portuguese: De repente, você recebeu um forte choque elétrico! __
russian: Внезапно вы получили сильный удар электрическим током! __
spanish: De repente recibió una fuerte descarga eléctrica! __

# TEXT_EVENT_PARAM_GROW
source: <color=#0FF>Your {0} has increased!</color>
french: <Color=#0FF>Votre {0} a augmenté!</color>
german: <Color=#0FF> Ihre {0} hat zugenommen! </Color>
italian: <color=#0FF>Il tuo {0} è aumentato!</color>
japanese: <color=#0FF>あなたの {0} がじょうしょうした！</color>
korean: <color=#0FF>당신의 {0}이(가) 상승했다!</color>
portuguese: <Color=#0FF> O {0} tem aumentado! </color>
russian: <color=#0FF> Ваш {0} увеличилась! </color>
spanish: <color=#0FF>¡Su {0} ha aumentado!</color>

# TEXT_EVENT_PARAM_GROW_ALL
source: <color=#0FF>Your power has increased!</color>
french: <Color=#0FF>Votre alimentation a augmenté!</color>
german: <Color=#0FF> Ihre Leistung wurde erhöht! </Color>
italian: <color=#0FF>Il tuo potere è aumentato!</color>
japanese: <color=#0FF>パラメータ がじょうしょうした！</color>
korean: <color=#0FF>능력치가 상승했다!</color>
portuguese: <Color=#0FF> Seu poder aumentou! </color>
russian: <color=#0FF> Ваша сила увеличилась! </color>
spanish: <color=#0FF>¡Su poder ha aumentado!</color>

# TEXT_EVENT_PARAM_LOST
source: <color=#F00>Your {0} has decreased!</color>
french: <Color=#F00>Votre {0} a diminué!</color>
german: <Color=#F00> Ihre {0} abgenommen hat! </Color>
italian: <color=#F00>Il tuo {0} è diminuito!</color>
japanese: <color=#F00>あなたの {0} がげんしょうした！</color>
korean: <color=#F00>당신의 {0}이(가) 감소했다!</color>
portuguese: <Color=#F00> O {0} tem diminuído! </color>
russian: <color=#F00> Your {0} уменьшилось! </color>
spanish: <color=#F00>¡Su {0} ha disminuido!</color>

# TEXT_EVENT_PLAYER_CORPSE
source: You found the corpse of an adventurer. You may find useful things on it.
french: Vous avez trouvé un cadavre d'un aventurier. Vous pouvez trouver des choses utiles à ce sujet.
german: Sie fanden eine Leiche eines Abenteurers. Sie können nützliche Dinge auf ihm finden.
italian: Hai trovato un cadavere di un avventuriero. Si possono trovare cose utili su di esso.
japanese: ぼうけんしゃの なきがらだ。 のこされた いひんに やくだつものが あるかもしれない。
korean: 모험자의 시신이다. 남겨진 유품중에 도움이 될 것이 있을지도 모른다.
portuguese: Você encontrou um cadáver de um aventureiro. Você pode encontrar coisas úteis sobre ela.
russian: Вы нашли труп авантюриста. Вы можете найти полезные вещи на нем.
spanish: Encontraste un cadáver de un aventurero. Usted puede encontrar cosas útiles sobre el mismo.

# TEXT_EVENT_POISON_GUS
source: Poison gas suddenly sprays in your face! __ <color=#F00> You've been poisoned !! </color>
french: coups de gaz Soudain poison dans votre visage! __
german: Plötzlich Giftgas Schläge in die Fresse! __
italian: colpi di gas Improvvisamente veleno in faccia! __
japanese: はかいしに てをかけた しゅんかん カチリと おとがなり とつぜん どくガスが ふきだした！__
korean: 묘비에 손을 댄 순간 갑자기 찰칵 소리가 나며 독성 기체가 뿜어져 나왔다!__
portuguese: Gás de repente veneno em seu rosto! __
russian: Вдруг яд дует газ в вашем лице! __
spanish: golpes de gases de repente veneno en su cara! __

# TEXT_EVENT_POWERDW
source: You feel your power fading.
french: Vous sentez votre fading de puissance.
german: Sie fühlen sich Ihre Leistung Fading.
italian: Ti senti il ​​tuo sbiadimento potere.
japanese: からだから ちからが うしなわれていく かんかくを おぼえた。
korean: 몸으로부터 힘을 잃어가는 감각을 느꼈다.
portuguese: Você sente seu desvanecimento poder.
russian: Вы считаете, что ваш питания замирание.
spanish: Usted siente que su desvanecimiento de potencia.

# TEXT_EVENT_POWERDW_BIND
source: It is not water but sticky liquid.
french: Il est pas l'eau mais liquide collant.
german: Es ist nicht Wasser, sondern klebrige Flüssigkeit.
italian: Non è acqua ma liquido appiccicoso.
japanese: どうやら ただのみずではなく ひどく べとつき ぜんしんに まとわりついた…
korean: 아무래도 그냥 물이 아니고 끈적한 무언가가 전신에 달라붙는다…
portuguese: Não é a água, mas líquido pegajoso.
russian: Это не вода, а клейкая жидкость.
spanish: Esto no es agua, es un líquido pegajoso.

# TEXT_EVENT_POWERDW_CONFUSE
source: Visibility is blurred and everything looks fuzzy! <color=#0FF>You got ''Confuse'' state!</color>
french: La visibilité est floue et tout ressemble à une couleur arc-en!
german: Die Sicht ist verschwommen und alles sieht aus wie ein Regenbogen Farbe!
italian: La visibilità è offuscata e tutto appare come un colore dell'arcobaleno!
japanese: しかいが ぼやけて なにもかもが にじいろに みえる！
korean: 시야가 흐려져 모든 것이 무지개색으로 보인다!
portuguese: A visibilidade é turva e tudo parece uma cor do arco-íris!
russian: Видимость размыта и все выглядит как цвет радуги!
spanish: La visibilidad es borrosa y todo se ve como un color del arco iris!

# TEXT_EVENT_POWERDW_POLLUTION
source: It tastes terrible! You feel ill...
french: Il est terrible goût! Vous ne vous sentez pas bien ...
german: Es ist schrecklich, Geschmack! Sie sind nicht gut ...
italian: E 'terribile gusto! Non si sente bene ...
japanese: ひどい あじだ！ たいちょうが すぐれない…
korean: 끔찍한 맛이다! 몸의 상태가 좋지 않다…
portuguese: O gosto é terrível! Você se sentir mal ...
russian: Страшно вкус! Вы не чувствуете себя хорошо ...
spanish: ¡Tiene un gusto horrible! No te sientes bien ...

# TEXT_EVENT_POWERUP
source: You feel new power in your body.
french: Vous vous sentez nouveau pouvoir dans votre corps.
german: Sie fühlen sich neue Kraft in Ihrem Körper.
italian: Ci si sente nuovo potere nel vostro corpo.
japanese: からだに ちからが みなぎってくるのが わかる。
korean: 몸에 힘이 넘쳐흐르는 것을 느꼈다.
portuguese: Você se sente novo poder em seu corpo.
russian: Вы чувствуете новую силу в вашем теле.
spanish: Uno se siente nueva energía en su cuerpo.

# TEXT_EVENT_PROPHET
source: Finally, you found me.__He laughed fearlessly.__''I will eat that corpse and you!''
french: Enfin, vous avez trouvé moi .__ Il riais sans crainte .__ «Je vais manger ce cadavre et vous!''
german: Schließlich fand man mich .__ Er lachte furchtlos .__ ''Ich will, dass die Leiche essen und dich!''
italian: Infine, mi hai trovato .__ Rise senza paura .__ ''Io mangerò quel cadavere e te!''
japanese: 「ようやく わたしの そんざいに かんづいたのか」__よげんしゃは ふてきに わらった。__「そのしたいも そして おまえじしんも わたしの かてと してやろう」
korean: 결국 나의 존재를 눈치챈건가 __예언자는 냉혹하게 웃었다.__ ''그 시체도 그리고 너의 시체도 나의 양식으로 삼아주마''
portuguese: Finalmente, você encontrou-me .__ Ele riu sem medo .__ ''Vou comer esse cadáver e você!''
russian: И, наконец, вы нашли меня .__ Он бесстрашно смеялся .__ ''Я есть то, что труп и вы!''
spanish: Por último, me encontraste .__ Se rió sin miedo .__ ''Voy a comer el cadáver y usted!''
