Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterDesc-FSP00003
source: Increased damage your opponent deals.
french: Augmentation des dégâts à votre adversaire traite.
german: Erhöhter Schaden Ihre Gegner zu buchen.
italian: Aumento danni vostre offerte avversario.
japanese: てきの こうげきりょくアップ
korean: 적의 공격력 증가
portuguese: Zwiększono obrażenia swoje oferty przeciwnika.
russian: Увеличен урон вашего противника сделки.
spanish: Aumenta el daño que tu oponente hace.

# MasterDesc-FSP00004
source: Decreased exp.
french: Exp diminué.
german: Verminderte exp.
italian: Diminuzione exp.
japanese: えられる けいけんちが へる
korean: 획득 경험치 감소
portuguese: Zmniejszona exp.
russian: Снижение эксп.
spanish: Disminuye la exp. recibida.

# MasterDesc-FSP00005
source: Decreased damage your opponent takes.
french: Endommager votre adversaire diminué prend.
german: Verminderte beschädigen dein Gegner nimmt.
italian: Diminuzione danneggiare il tuo avversario prende.
japanese: てきの ぼうぎょりょくアップ
korean: 적의 방어력 증가
portuguese: Zmniejszona uszkodzić twój przeciwnik zajmuje.
russian: Снижение повредить ваш противник берет.
spanish: Disminuye el daño que tu oponente recibe.

# MasterDesc-FSP00006
source: More chance to take ailment.
french: Plus de chance de prendre maladie.
german: Weitere Chance Krankheit zu nehmen.
italian: Più possibilità di prendere disturbo.
japanese: じょうたいいじょうを うけやすくなる
korean: 상태이상을 받기 쉬워진다.
portuguese: Więcej szansę dolegliwość.
russian: Больше шансов взять недуг.
spanish: Aumenta la posibilidad de recibir una dolencia.

# MasterDesc-FSP00007
source: Increased avoid and parry for your opponents.
french: L'augmentation et éviter parry pour vos adversaires.
german: Erhöhte vermeiden und Parieren für Ihre Gegner.
italian: Evitare e parare Aumento per i vostri avversari.
japanese: てきの かいひと うけながしが アップ
korean: 적의 회피와 받아넘기기가 증가
portuguese: Zwiększona uniknięcia i parry dla swoich przeciwników.
russian: Повышена избежать и парировать для ваших противников.
spanish: Aumenta ''evitar y parar'' de tus oponentes.

# MasterDesc-FSP00008
source: You can not see rooms detail.
french: Vous ne pouvez pas voir le détail des chambres.
german: Sie können nicht Zimmer Detail.
italian: Non è possibile selezionare le camere dettagli.
japanese: へやが みとおせなくなる
korean: 방의 정보를 알 수 없다.
portuguese: Nie można zobaczyć pokoje szczegół.
russian: Вы не можете увидеть номера детали.
spanish: No se pueden ver las habitaciones con detalle.

# MasterDesc-FSP00009
source: Decreased cooldown for your opponents.
french: Diminution de vos adversaires pour cooldown.
german: Verringerte Abklingzeit für Ihre Gegner.
italian: Diminuzione cooldown per i vostri avversari.
japanese: てきの クールダウンが はやく おわる
korean: 적의 대기 시간이 줄어든다.
portuguese: Zmniejszono cooldown dla swoich przeciwników.
russian: Снижение времени восстановления для ваших противников.
spanish: Disminución de tiempo de reutilización de sus oponentes.

# MasterDesc-FSP00010
source: Increased barrier for your opponents.
french: Augmentation de barrière pour vos adversaires.
german: Erhöhte Barriere für Ihre Gegner.
italian: Barriera Maggiore per i vostri avversari.
japanese: てきの バリアが ふえる
korean: 적의 방벽이 증가한다.
portuguese: Zwiększona barierę dla swoich przeciwników.
russian: Повышение барьера для ваших противников.
spanish: El aumento de barrera para sus oponentes.

# MasterDesc-FSP00011
source: Opponents will always ''change''.
french: Les opposants seront toujours « changer ».
german: Gegner werden immer „ändern“.
italian: Gli avversari saranno sempre ''cambiare''.
japanese: てきが じょうじ へんようじょうたい
korean: 적이 항상 [변화] 상태
portuguese: Przeciwnicy zawsze będzie „zmienić”.
russian: Противники будут всегда «изменить».
spanish: Oponentes siempre ''cambiar''.

# MasterDesc-FSP00012
source: Always confused.
french: Toujours confus.
german: Immer verwirrt.
italian: Sempre confuso.
japanese: つねに こんらんしてしまう
korean: 항상 혼란 상태
portuguese: Zawsze mylić.
russian: Всегда спутать.
spanish: Siempre confundido.

# MasterDesc-LA000001
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: オーディンが もたらした りゅうごろしの つるぎ。
korean: 오딘이 수여한 용살검.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Odín llevo esta legendaria espada ante el Dragón para darle muerte.

# MasterDesc-LA000002
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: にんじゃの いちぞくに つたわる ひでんの ぶき。
korean: 닌자 일족에 전해지는 비전의 무기.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Un arma secreta transmitida de generacion en generacion dentro de un clan ninja.

# MasterDesc-LA000003
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: ようせいの おうが あいようしていた つえ。
korean: 요정왕이 애용하던 지팡이.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA000004
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: いやしを つかさどる かみの ちからを かりる つえ。
korean: 치유를 관장하는 신의 힘을 빌리는 지팡이.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Bastón que toma prestado el poder de Dios para un poder de curación total.

# MasterDesc-LA000005
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: きょじんが つかっていたとされる きょだいすぎる せんぷ。
korean: 거인이 사용하던 것으로 알려진 거대한 전투 도끼.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Una enorme hacha de batalla usada por gigantes de antaño.

# MasterDesc-LA000006
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: せいれいを やどした こだいじゅの えだから つくった ゆみ。
korean: 정령이 깃든 고대 나무의 가지로 만든 활.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Un Arco hecho de ramas de un árbol antigüo que alberga espíritus vivientes.

# MasterDesc-LA000007
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: こだいの けんじゃの なを かんした まほうの つえ。
korean: 고대 현자의 이름을 딴 마법 지팡이.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Una varita mágica, posesión de un antigüo filósofo el cual le dio su nombre.

# MasterDesc-LA000008
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: いまわしき ふるいちしきを げんだいに のこす のろわれた しょ。
korean: 불길하고 오래된 지식을 현대에 남긴 저주받은 책.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA000009
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: まものの つばさから つくられた かるく けんごな よろい。
korean: 마물의 날개로 만들어진 가볍고 견고한 갑옷.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Una armadura ligera y muy resistente hecha con las alas de un demonio.

# MasterDesc-LA000010
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: けんぽうの すぐれた ぎじゅつを でんしょうした あかし。
korean: 권법의 뛰어난 기술을 전승한 증거.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA000011
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: こうめいな きゅうけつきが みにつけていた がいとう。
korean: 유명한 흡혈귀가 입고 있던 외투.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA000012
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: ちじょうに おちた てんしが きていた ふく。
korean: 지상에 떨어진 천사가 입고 있던 옷.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA000013
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: えいよある しょうぐんに かしされた かっちゅう。
korean: 영예로운 장군에게 하사된 갑옷.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA000014
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: きたものの すがたが すけて みえるという。
korean: 입은 자의 모습이 비쳐보인다고 한다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA000015
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: とくに すぐれた ぎょうせきを のこした がくしゃに おくられたもの。
korean: 특히 뛰어난 업적을 남긴 학자에게 보낸 물건.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA000016
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: だいしさいに あたえられる ゆいしょただしき がいとう。
korean: 대사제에게 수여되는 유서깊은 외투.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA000017
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: おにの ちからを やどし おにのような ちからを あたえる。
korean: 오니의 힘이 깃들어 오니와 같은 힘을 준다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA000018
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: なだたる ぬすみの めいしゅたちには ひみつが あった。
korean: 유명한 도둑질의 명수들에게는 비밀이 있었다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA000019
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: あふれでる ちしきを もたらす。
korean: 흘러넘치는 지식을 부여한다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA000020
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: いやしを つかさどる かみの かごを える。
korean: 치유를 관장하는 신의 가호를 얻는다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA000021
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: くりぬかれた りゅうの ひとみは しょゆうしゃに ちからを あたえるという。
korean: 도려낸 용의 눈동자는 소유자에게 힘을 준다고 한다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA000022
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: だんがいぜっぺきに さく まぼろしの はな ひとふさ。
korean: 절벽에 피는 환상의 꽃 한 송이.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA000023
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: さいげつを へて じしんの かんじょうを もった めん。
korean: 세월이 지나 자신의 감정을 가지게 된 가면.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA000024
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: むげんの エネルギーを ないほうするとされる ぶっしつ。
korean: 무한한 에너지를 가지고 있다고 추정되는 물질.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA100001
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: そのひとふりで あらしを よぶ まけん。
korean: 한 번 휘두르면 폭풍을 부르는 마검.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA100002
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: ふれたものの いのちをうばう たんけん。 とりあつかい ちゅうい。
korean: 접촉하는 것의 목숨을 앗아가는 단검. 취급 주의.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA100003
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: ねっさの さばくの いせきから みつかった のろい そのもの。
korean: 뜨거운 사막 유적에서 발견된 저주 그 자체.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA100004
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: かみの もたらした ほうが しるされた しょ。
korean: 신이 수여한 법이 적힌 책.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA100005
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: じゃあくな ほしの いしが ざいりょうに されている。
korean: 사악한 별의 돌이 재료로 사용되었다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA100006
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: これを きたものは もりの おおかみと いしそつう できる。
korean: 이것을 입으면 숲의 늑대들과 의사소통 할 수 있다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA100007
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: さいあくの まじょの あいぞうひん。
korean: 사악한 마녀의 애장품.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA100008
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: かみすら くらう どくへびの うろこから つくられた。
korean: 신조차 삼키는 뱀의 비늘로 만들었다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA100009
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: それを うえつけた にくたいは とつぜんへんいを おこす。
korean: 이것을 이식한 육체는 돌연변이를 일으킨다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA100010
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: てにしたものには かみの こえが きこえるようになる。
korean: 손에 넣은 자는 신의 목소리를 듣게 된다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA100011
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: かぐわしい かおりを はなつ はなたば。
korean: 향긋한 향기가 나는 꽃다발.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA100012
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: もちぬしに とみと はめつを もたらす。
korean: 소유자에게 부와 파멸을 가져온다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA200001
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: あらゆるものを ひとたちで きりさく いっぴん。
korean: 모든 것을 단칼에 베는 일품.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA200002
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: あくまとの えいえんの けいやくの あかし。
korean: 악마와 한 영원한 계약의 증거.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA200003
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: りゅうのための だんとうおの。
korean: 용을 위한 단두도끼.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA200004
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: きだいの さくしが その ひょうじょうを かくすために つかった。
korean: 희대의 책사가 얼굴을 가리는 데에 사용했다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA200005
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: それで くびを かられたものは たったまま ぜつめいし みずからの ぼひょうとなる。
korean: 이것에 목이 베인 자는 선 채로 죽어 자신의 묘비가 된다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA200006
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: こだいより げんだいに たくされた けんきゅうせいか。
korean: 고대로부터 현대에 맡겨진 연구성과.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA200007
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: みにつけると すがたが きえる。
korean: 몸에 걸치면 모습이 사라진다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA200008
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: かるく めをとおすだけで ほんの ないようが すべて りかいできるようになる。
korean: 잠깐 훑어보는 것만으로 책의 내용을 모두 이해할 수 있게 된다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA200009
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: しんの おうじゃは こころに やどる。
korean: 진짜 왕자의 마음이 깃들었다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA200010
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: なんのために よういされたのか もはや だれも わからない。
korean: 무엇 때문에 준비되었는지 이제 아무도 모른다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA200011
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: あらゆるこうげきを ふせぐ たて。
korean: 모든 공격을 막는 방패.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA200012
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: しせる たましいの よびだしかた。
korean: 죽은 영혼을 소환하는 방법.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA300001
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: まほうつかいどうしの けっとうで もちいる たて。
korean: 마법사끼리의 전투에서 이용하는 방패.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA300002
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: しっこくの やみを ぐげんかした よろい。
korean: 칠흑의 어둠을 구현한 갑옷.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-LA300003
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: いせきで みつかった ひとを ころすための どうぐ。
korean: 유적에서 발견된 사람을 죽이기 위한 도구.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...
