Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterDesc-EF000112
source: Reduce cooldown for PIE based skills by 1
french: Délai -1 pour les Talents de FOI
german: Reduzieren Sie Abklingzeit -1 für PIE basierte Fähigkeiten.
italian: Riduce di 1 il cooldown delle abilità di PIE
japanese: しんこういぞんスキルの クールダウン-1
korean: 신앙 기반 기술 대기 시간 -1
portuguese: Reduz a recarga de habilidades de PIE em 1.
russian: Сокращение времени восстановления -1 навыков на основе PIE.
spanish: -1 de enfriamiento a las habilidades basadas en PIE

# MasterDesc-EF000113
source: Reduce defense whenever you hit.
french: Vos coups réussis réduisent la Défense de l'adversaire.
german: Reduzieren Sie Verteidigung, wenn Sie getroffen.
italian: Diminuisce la difesa quando colpisci
japanese: ダメージを あたえるたび ぼうぎょりょくを さげる
korean: 적에게 피해를 입힐때마다 방어력을 감소시킨다.
portuguese: Reduz a defesa do inimigo ao atacar.
russian: Уменьшить защиту всякий раз, когда вы попали.
spanish: Reduce la defensa cuando golpeas

# MasterDesc-EF000114
source: You can kill whenever you consume your item.
french: Vous pouvez Exécuter quand vous utilisez votre Consommable .
german: Sie können töten, wenn Sie Ihren Artikel zu konsumieren.
italian: Possibilità di uccidere l'avversario quando usi un oggetto
japanese: アイテムを しょうひすると てきを そくざに たおす
korean: 소모품을 사용 때마다 적을 일격사 시킬 수 있다.
portuguese: Concede chance de matar o inimigo instantaneamente ao consumir um item.
russian: Вы можете убить всякий раз, когда вы потребляете ваш деталь.
spanish: Puedes matar instantaneamente cuando consumas un objeto

# MasterDesc-EF000115
source: Double the damage you deal by Damage Over Time.
french: Double les Dommages Continus que vous infligez.
german: Doppel verursachten Schaden um Schaden im Laufe der Zeit beschäftigen.
italian: Raddoppia il tuo danno nel tempo
japanese: けいぞくダメージで あたえる ダメージが2ばい
korean: 지속피해가 두배가 된다.
portuguese: Dobra o dano causado por dano ao longo do tempo.
russian: Двойной наносимый вами урон от повреждения в течение долгого времени.
spanish: Duplica el daño causado por ''Daño por turnos''

# MasterDesc-EF000116
source: Chance to return opponent's attack.
french: Chances de Réfléchir l'attaque de l'adversaire.
german: Chance gegnerischen Angriff zurückzukehren.
italian: Possibilità di riflettere il danno dell'avversario
japanese: たまに てきに こうげきそのものを かえす
korean: 가끔 적의 공격을 되돌려준다.
portuguese: Chance de retornar o ataque do inimigo.
russian: Шанс вернуть атаки противника.
spanish: Oportunidad de devolver el ataque del rival

# MasterDesc-EF000117
source: Damage over time heals you.
french: Vous pouvez vous Soigner vos PV avec les Dommages Continus.
german: Sie können den HP von ''Schaden über Zeit'' zu heilen.
italian: Puoi curardi del tuo danno nel tempo
japanese: どくで ダメージをうけずに かわりに かいふくする
korean: 지속피해를 받지않고 오히려 회복한다.
portuguese: ''Dano ao longo do tempo'' curam você.
russian: Вы можете исцелить HP от ''урон с течением времени''.
spanish: Puedes regenerar tu HP con el ''Daño por turnos''

# MasterDesc-EF000118
source: Reduce the cooldown of a random skill by 1 at the end of the turn.
french: Délai -1 à la fin du Tour pour un Talent aléatoire.
german: Reduzieren Sie die Abklingzeit -1 für zufällige Geschick, wenn Sie dran verschwenden.
italian: Riduce il cooldown di un abilità casuale di 1 alla fine del turno
japanese: ターンをしょうひするたび ランダムにクールダウン-1
korean: 턴을 종료할 때 무작위 기술 하나의 대기 시간이 1 줄어든다.
portuguese: Reduz a recarga de uma habilidade aleatória em 1 no final de seu turno.
russian: Уменьшите время перезарядки -1 для случайного навыка всякий раз, когда вы тратите свою очередь.
spanish: Reduce por 1 el enfriamiento de una hablilidad aleatoria al final del turno

# MasterDesc-EF000119
source: Reduce direct damage you deal and receive by 50%
french: -50% à TOUS les Dommages Directs.
german: Direkter Schaden, den Ihr und nehmen wird halbiert.
italian: Riduce del 50% il danno diretto che infliggi e che subisci
japanese: ちょくせつ あたえるダメージと うけるダメージをはんげん
korean: 적에게 입히는 직접피해와 적에게 받는피해가 절반이 된다.
portuguese: Reduz o dano direto recebido e causado em 50%.
russian: Прямой ущерб вы имеете дело и принять уменьшается в два раза.
spanish: Reduce un 50% el daño directo que causas y recibes

# MasterDesc-EF000120
source: Seal away opponent's skill on encounter.
french: Scelle à chaque Rencontre 1 Talent de l'adversaire.
german: Siegel des Gegners Geschick auf Begegnung.
italian: Blocca le abilità dell'avversario
japanese: てきの スキルを 1つ ふういんする
korean: 마주치는 적의 기술을 봉인한다.
portuguese: Sela uma habilidade do inimigo ao entrar em batalha.
russian: Уплотнение умение противника на встрече.
spanish: Sellas una habilidad del oponente cuando lo encuentras

# MasterDesc-EF000121
source: Quality of your equipment is changed whenever you move rooms.
french: La Qualité de votre Equipement est modifiée à chaque changement de Salle.
german: Qualität Ihrer Geräte geändert werden, wann immer Sie Räume bewegen.
italian: La qualità del tuo equipaggiamento cambia ogni volta che ti sposti tra le stanze
japanese: そうびの つよさが へやを いどうするごとに かわる
korean: 장비의 옵션이 방을 옮길 때마다 변한다.
portuguese: A qualidade de seus equipamentos muda toda vez que trocar de sala.
russian: Качество ваших оборудования меняются каждый раз, когда вы перемещаете номера.
spanish: La calidad de tu equipo cambia cuando te mueves entre habitaciones

# MasterDesc-EF000122
source: Your primary parameters will be equal to max parameter.
french: Vos paramètres primaires égaleront le paramètre le plus haut.
german: Ihre primäre Parameter auf max Parameter gleich sein.
italian: Il tuo parametro principale diventa diventa uguale al tuo parametro più alto
japanese: かくパラメータが さいだいパラメータと おなじあたいになる
korean: 모든 능력치가 가장 높은 능력치 수치와 같아진다.
portuguese: Seus parâmetros primários são iguais ao seu parâmetro máximo.
russian: Ваши первичные параметры будут равны параметру макс.
spanish: Tus parametros principales seran iguales al parametro maximo

# MasterDesc-EF000123
source: You shall encounter special enemies and seasonal bosses more often.
french: Vous Rencontrerez des adversairess spéciaux et des Boss de Saison plus souvent.
german: Sie können häufiger spezielle Feinde und Bosse Saison begegnen.
italian: Possibilità di incontrare più spesso nemici speciali e boss stagionali
japanese: 「まもの？」や「シーズン」が でやすくなる
korean: [마물?]이나 [시즌]의 등장빈도가 높아진다.
portuguese: Aumenta a chance de encontrar inimigos especiais e chefes de temporada.
russian: Вы можете столкнуться с особыми врагов и боссов сезона чаще.
spanish: Podras encontrar enemigos especiales y Jefes Estacionales mas seguido

# MasterDesc-EF000124
source: You can earn triple soulstones.
french: Vous pouvez gagnez 3x plus d'Amepierres.
german: Sie können triple Seelensteine ​​verdienen.
italian: Possibilità di guadagnare soulstones triple
japanese: ませきが 3ばい もらえる
korean: 마석 습득량이 3배가 된다.
portuguese: Concede chance de ganhar o triplo de soulstones.
russian: Вы можете заработать тройные Soulstones.
spanish: Ganas el triple de Piedras de Alma

# MasterDesc-EF000125
source: Find a new skill after battle.
french: Trouvez un nouveau Talent après le combat.
german: Suchen Sie eine neue Fertigkeit nach der Schlacht.
italian: Trova una nuova abilità dopo la battaglia
japanese: せんとうのあと あたらしい スキルを おぼえる
korean: 전투가 끝난 뒤에 새로운 기술을 배운다.
portuguese: Encontre uma nova habilidade após a batalha.
russian: Найти новый навык после боя.
spanish: Encuentras una nueva habilidad despues de la batalla

# MasterDesc-EF000126
source: Find a new piece of equipment after battle.
french: Trouvez un nouvel Equipement après le combat.
german: Suchen Sie eine neue Ausrüstung nach der Schlacht.
italian: Trova un pezzo di equipaggiamento dopo la battaglia
japanese: せんとうのあと あたらしい そうびひんを みいだす
korean: 전투가 끝난 뒤에 새로운 장비를 발견한다.
portuguese: Encontre um novo equipamento após a batalha.
russian: Найти новое оборудование после боя.
spanish: Encontrar un nuevo equipo después de la batalla.

# MasterDesc-EF000127
source: Power of some skills are based on this parameter.
french: La Puissance de certains Talents sont basées sur ce Paramètre.
german: Powers einiger Fähigkeiten auf diesem Parameter basieren.
italian: Il potere di alcune abilità è basato su questo parametro
japanese: スキルの いりょくに えいきょうする
korean: 해당 기반 기술의 위력에 영향을 준다.
portuguese: Poder de algumas habilidades é baseado neste parâmetro.
russian: Полномочия некоторых навыков основаны на этом параметре.
spanish: Los poderes de algunas habilidades se basan en este parametro

# MasterDesc-EF000128
source: Deal damage whenever you use a skill. (Based on your Reflect)
french: Inflige des Dommages quand vous activez un Talent. (Basé sur Réfléchir)
german: Schaden verursachen, wenn Ihr eine Fertigkeit verwendet. (Basierend auf dem Reflektieren)
italian: Fai danni ogni volta che usi un abilità (basato su Reflect)
japanese: スキルを つかうたび じしんの はんしゃに おうじた ダメージをあたえる
korean: 기술을 사용할 때마다 자신의 반사에 기반한 피해를 가한다.
portuguese: Causa dano sempre que você usar uma habilidade (baseado no seu Reflexo)
russian: Нанесите урон всякий раз, когда вы используете навык. (На основе вашего Reflect)
spanish: Causas daño cada vez que uses una habilidad (basado en tu Reflejar)

# MasterDesc-EF000129
source: 50% chance to ignore all buffs and debuffs.
french: 50% de chances d'ignorer tous les Buffs et Afflictions.
german: 50% ige Chance, alle Buffs und Debuffs zu ignorieren.
italian: 50% di possibilità di ignorare ogni buff e debuff
japanese: じょうたいへんかを 50％のかくりつで むこうか
korean: 상태 변화를 50%의 확률로 무효화.
portuguese: 50% de chance de ignorar todos buffs e debuffs.
russian: 50% шанс игнорировать все баффов и дебаффов.
spanish: 50% de probabilidad de ignorar buffs y debuffs

# MasterDesc-EF000130
source: You gain Resistance equal to Parry x2.
french: Vous gagnez une Résistance égale à Parade x2
german: Sie gewinnen Widerstand gleich Parry x2.
italian: Guadagni resistenza pari al doppio della parata
japanese: うけながしの 2ばいの たいせいを える
korean: 받아넘기기 수치 2배의 내성을 얻는다.
portuguese: Você ganha Resistência igual ao dobro do seu Bloqueio.
russian: Вы получаете сопротивление, равное Пэрри x2.
spanish: Ganas Resistencia igual a Bloquear x2

# MasterDesc-EF000131
source: You gain Resistance equal to Avoid x2.
french: Vous gagnez une Résistance égale à Esquive x2
german: Sie gewinnen Widerstand gleich x2 zu vermeiden.
italian: Guadagni resistenza pari al doppio della schivata
japanese: かいひの 2ばいの たいせいを える
korean: 회피 수치 2배의 내성을 얻는다.
portuguese: Você ganha Resistência igual ao dobro da sua Esquiva.
russian: Вы получаете сопротивление равно Избегайте x2.
spanish: Ganas Resistencia igual a Esquivar x2

# MasterDesc-EF000132
source: You gain high Resistance but your skill cooldowns increase by 1.
french: Vous gagnez une haute Résistance mais Délais +1.
german: Sie gewinnen einen hohen Widerstand, aber Ihre Abklingzeiten +1.
italian: Guadagni molta resistenza ma i tuoi cooldown sono aumentati di 1
japanese: たかい たいせいを えるが クールダウン+1
korean: 높은 내성을 갖게 되지만 기술 대기 시간 +1
portuguese: Você ganha muita Resistência mas suas recargas são aumentadas em 1.
russian: Вы получаете высокое сопротивление, но ваши кулдауны +1.
spanish: Obtienes alta resistencia, pero los tiempos de reutilización aumentan en 1

# MasterDesc-EF000133
source: Ignore all buffs and debuffs when you have any buffs or debuffs already.
french: Ignore Buff et Afflictions quand vous avez déjà un Buff ou Affliction actif.
german: Ignorieren Sie alle Buffs und Debuffs, wenn Sie irgendwelche Buffs oder Debuffs haben bereits.
italian: Ignori ogni buff e debuff quando hai già un buff o un debuff
japanese: じょうたいへんかを うけているとき あらたに じょうたいへんかを うけない
korean: 상태변화를 받고 있으면 새로운 상태변화를 받지 않는다.
portuguese: Ignora todos buffs e debuffs se você já estiver sob o efeito de qualquer buff ou debuff.
russian: Игнорировать все баффов и дебаффов, когда у вас есть какие-либо положительные эффекты или отрицательные эффекты уже.
spanish: Ignora todos los buffs y debuffs si ya eres afectado por unos

# MasterDesc-EF000134
source: Find a new legendary item after battle.
french: Trouvez un nouvel Equipement Légendaire après le combat.
german: Finden Sie einen neuen legendären Produkt nach dem Kampf.
italian: Trova un nuovo oggetto leggendario dopo la battaglia
japanese: せんとうのあと でんせつのぶぐを みいだす
korean: 전투가 끝난 뒤에 전설의 무구를 찾아낸다.
portuguese: Encontre um novo item lendário após a batalha.
russian: Найти новый легендарный предмет после битвы.
spanish: Encuentra un nuevo objeto legendario despues del combate

# MasterDesc-EF000135
source: Deal damage whenever you parry.
french: Inflige des Dommages quand vous Parez.
german: Deal Schaden, wenn Sie Parry.
italian: Infliggi danni ogni volta che pari
japanese: うけながしに せいこうしたら ダメージをあたえる
korean: 받아넘기기에 성공할때마다 피해를 가한다.
portuguese: Causa dano sempre que você bloquear um ataque.
russian: Наносит урон, когда вы парирования.
spanish: Haces daño cada vez que Bloqueas

# MasterDesc-EF000136
source: Deal damage whenever you avoid.
french: Inflige des Dommages quand vous Esquivez.
german: Deal Schaden, wenn Sie vermeiden.
italian: Infliggi danno ogni volta che schivi
japanese: かいひに せいこうしたら ダメージをあたえる
korean: 회피에 성공할때마다 피해를 가한다.
portuguese: Causa dano sempre que você esquivar um ataque.
russian: Наносит урон всякий раз, когда вам избежать.
spanish: Haces daño cada vez que Evitas

# MasterDesc-EF000137
source: Deal damage whenever you resist.
french: Inflige des Dommages quand vous Résistancez.
german: Deal Schaden, wenn Sie widerstehen.
italian: Infliggi danno ogni volta che resisti
japanese: ていこうに せいこうしたら ダメージをあたえる
korean: 저항에 성공할때마다 피해를 가한다.
portuguese: Causa dano sempre que você resistir.
russian: Наносит урон всякий раз, когда вы будете сопротивляться.
spanish: Haces daño cada vez que Resistes

# MasterDesc-EF000138
source: Deal damage whenever you heal.
french: Inflige des Dommages quand vous vous Soignez.
german: Deal Schaden, wenn Sie heilen.
italian: Infliggi danno ogni volta che ti curi
japanese: かいふくするたび てきに ダメージをあたえる
korean: 회복할 때마다 적에게 피해를 가한다.
portuguese: Causa dano sempre que você curar.
russian: Наносит урон всякий раз, когда вы заживают.
spanish: Haces dañocada vez que te curas

# MasterDesc-EF000141
source: Increase damage you deal by damage over time.
french: Augmente vos Dommages Continus.
german: Erhöhen Sie verursachten Schaden um Schaden im Laufe der Zeit beschäftigen.
italian: Aumenta il danno che infliggi del tuo danno nel tempo
japanese: けいぞくダメージで あたえる ダメージを ふやす
korean: 가하는 지속피해가 증가한다.
portuguese: Aumenta o dano que você causa com dano ao longo do tempo.
russian: Увеличение урон на повреждения в течение долгого времени.
spanish: Aumenta el daño provocado dependiendo del ''daño por turnos''

# MasterDesc-EF000143
source: Ignore all damage and ailments.
french: Ignore tous les Dommages et Afflictions.
german: Ignorieren Sie alle Schäden und Beschwerden.
italian: Ignora tutto il danno e le malattie
japanese: ダメージと じょうたいいじょうを むし
korean: 피해와 상태이상을 무시.
portuguese: Ignora todos danos e aflições.
russian: Игнорировать все повреждения и недомогания.
spanish: Ignora todos los daños y debuffs

# MasterDesc-EF000144
source: Decrease cooldown of your skills.
french: Réduit les Délais de tous vos Talents.
german: Verringern Sie Abklingzeit von Fähigkeiten.
italian: Diminuisce il cooldown delle tue abilità
japanese: クールダウンが へる
korean: 기술의 대기 시간을 줄인다.
portuguese: Reduz a recarga de todas suas habilidades.
russian: Уменьшение время восстановления ваших навыков.
spanish: Disminuye los tiempos de recarga de tus habilidades

# MasterDesc-EF000145
source: You can challenge nightmare dungeon.
french: Défi Donjon mode Cauchemar disponible.
german: Sie können Alptraum Kerker herauszufordern.
italian: Puoi affrontare il dungeon a livello nightmare
japanese: あくむモードに ちょうせんできる
korean: 악몽 난이도에 도전할 수 있다.
portuguese: Você pode desafiar o calabouço do pesadelo.
russian: Вы можете бросить вызов кошмар подземелье.
spanish: Puedes desafiar la mazmorra en Pesadilla

# MasterDesc-EF000146
source: You can not be affected by ''Time skip''.
french: ''Perte de temps'' ne vous affecte pas.
german: Sie können nicht von ''Time überspringen'' betroffen sein.
italian: Non puoi essere colpito da ''Time skip''
japanese: タイムスキップが きかない
korean: 타임 스킵이 발동하지 않는다.
portuguese: Você não pode ser afetado por ''Salto temporal''.
russian: Вы не можете быть затронуты ''Время пропустить''.
spanish: No puede ser afectado por ''salto temporal''.

# MasterDesc-EF000147
source: You can not earn any treasures by skill effect.
french: Vous ne pouvez gagner de trésor par un effet de Talent.
german: Sie können keine Schätze durch Geschick Effekt verdienen.
italian: Non puoi guadagnare tesori dal effetto delle abilità
japanese: このターンは ませきなどの かくとくが できない
korean: 이 턴은 마석 등을 획득할 수 없다.
portuguese: Você não pode ganhar nenhum tesouro através de efeitos de habilidades.
russian: Вы не можете заработать какие-либо сокровища мастерством эффекта.
spanish: No se puede ganar ningun tesoro por el efecto de una habilidad

# MasterDesc-EF000148
source: You will take damage when this effect ends.
french: Vous subirez des Dommages quand cet effet cessera.
german: Sie werden Schaden nehmen, wenn dieser Effekt endet.
italian: Subirai danni quando questo effetto finisce
japanese: こうか しゅうりょうじ ダメージを うける
korean: 효과가 끝나면 피해를 받는다.
portuguese: Você irá receber dano quando este efeito acabar.
russian: Вы получаете урон, когда заканчивается этот эффект.
spanish: Recibiras daño cuanto termine este efecto

# MasterDesc-EF000149
source: Add damage over time whenever you deal any damage.
french: Ajoute des Dommages Continus à chaque fois que vous ingligez des Dommages.
german: In Schaden im Laufe der Zeit, wenn Sie einen Schaden.
italian: Aggiunge danni nel tempo ogni volta che infliggi danni
japanese: ダメージを あたえるたび けいぞくダメージを ふよ
korean: 피해를 가할때마다 지속피해를 부여.
portuguese: Adicione dano ao longo do tempo sempre que causar dano.
russian: Добавить урон в течение некоторого времени, когда вы имеете дело какой-либо ущерб.
spanish: Agrega ''daño por turnos'' cada vezque ataques

# MasterDesc-EF000150
source: You will waste your turn.
french: Vous allez perdre votre Tour.
german: Sie dran verschwenden.
italian: Sprecherai il tuo turno
japanese: スキルしようで かならず ターンをしょうひする
korean: 기술 사용시 반드시 턴을 소모한다.
portuguese: Você irá perder seu turno.
russian: Вы будете тратить свою очередь.
spanish: Desperdiciaras tu turno

# MasterDesc-EF000151
source: Reduce camp item cooldown by 1 in Torch rooms.
french: Délai -1 sur votre Equipement de Campement dans une Salle avec Torche.
german: Reduzieren -1 Abklingzeit von 'campitem in Torch Raum.
italian: Riduce di 1 il cooldown degli oggetti da campo nella stanze con la torcia
japanese: たいまつの へやで キャンプアイテムの クールダウンが ついかで 1へる
korean: 횃불의 방에서 캠프 아이템의 대기 시간이 추가로 1 감소
portuguese: Reduz a recarga do seu item de campo em 1 sempre que entrar numa sala com Tocha.
russian: Уменьшить -1 время восстановления campitem в Torch комнате.
spanish: Reduce en -1 los campamentos en las salas de antorcha

# MasterDesc-EF000152
source: Increase damage you take but reduce damage you take on turn that you deal any damage.
french: Augmente les Dommages que vous subissez mais ils sont réduits les Tours où vous en avez infligé.
german: Erhöht den Schaden Sie nehmen aber reduzieren Schaden, den Sie auf der Wendung nehmen, dass Sie jede Schaden.
italian: Aumenta i danni che subisci ma riduce i danni che subisci nei turni in cui hai inflitto danno
japanese: うける ダメージが ふえるが、 てきに ダメージを あたえたターンは ぎゃくに うける ダメージが へる
korean: 받는 피해가 증가하지만, 적이 피해를 준 턴에는 반대로 받는 피해가 감소한다.
portuguese: Aumenta o dano que você recebe mas reduz o dano recebido nos turnos que você causar dano.
russian: Увеличение урона вы берете, но уменьшить урон, который вы взять на себя свою очередь, что вы имеете дело какой-либо ущерб.
spanish: Aumenta el daño recibido pero reduce el daño recibido en losturnos en los que ocasiones cualquier daño

# MasterDesc-EF000153
source: You cannot be paralyzed
french: Vous pouvez ignorez Paralysie.
german: Sie können lähmen ignorieren.
italian: Puoi ignorare paralisi
japanese: まひを ふせぐ
korean: 마비를 막아주고 가끔 대기 시간을 1 줄인다.
portuguese: Você pode ignorar Paralísia.
russian: Вы можете игнорировать Паралич.
spanish: Ignoras ''Paralizar''

# MasterDesc-EF000154
source: Increase chance to block with your barrier.
french: Augmente les chances de Blocage avec votre Barrière.
german: Erhöhen Sie Ihre Chance, mit Barriere zu blockieren.
italian: Aumenta la possibilità di bloccare con la tua barriera
japanese: バリアで ふせぐ かくりつが アップ
korean: 방벽으로 막을 확률 증가
portuguese: Aumenta a chance de bloquear quando estiver com uma barreira.
russian: Увеличить шанс заблокировать с барьером.
spanish: Aumenta la probabilidaddebloquear con tu barrera

# MasterDesc-EF000155
source: Reduce damage you take but increase damage you take on turns that you deal any damage.
french: Réduit les Dommages que vous subissez mais ils sont augmentés les Tours où vous en avez infligé.
german: Reduzieren Sie Schäden, die Sie nehmen aber erhöhen Schaden, den Sie auf der Wendung nehmen, dass Sie jede Schaden.
italian: Riduce il danno che subisci ma aumenta il danno che subisci nei turni in cui hai inflitto danno
japanese: うける ダメージを へらすが、 てきに ダメージを あたえたターンは ぎゃくに うける ダメージが ふえる
korean: 받는 피해를 감소하지만, 적에게 피해를 준 턴에는 반대로 받는 피해가 증가한다.
portuguese: Reduz o dano que você recebe mas aumenta o dano recebido nos turnos que você causar dano.
russian: Уменьшение урона вы берете, но увеличивает урон вы берете на свою очередь, что вы имеете дело какой-либо ущерб.
spanish: Reduces el daño recibido pero aumenta el daño recibido durante los turnos que recibas cualquier daño

# MasterDesc-EF000156
source: Chance to reduce all cooldown of camp item after using.
french: Chances de Délai -1 aux Equipements de Campement après utillisation.
german: Chance alle Abklingzeit Lager Artikel zu reduzieren nach der Anwendung.
italian: Possibilità di ridurre il cooldown degli oggetti da campo dopo averli usati
japanese: たまに キャンプアイテムを すぐ さいしよう できるようになる
korean: 가끔 캠프 아이템을 바로 재사용할 수 있게 된다.
portuguese: Chance de reduzir a recarga do item de campo após usá-lo.
russian: Шанс свести все время перезарядки пункта лагеря после использования.
spanish: Posibilidad de reducir la recarga de objetos de campamento despues de utilizarlo

# MasterDesc-EF000157
source: You will deal critical hits after missing.
french: Vous ferez un Critique après un coup manqué.
german: Sie befassen sich kritisch, nachdem Sie verpasst haben.
italian: Infliggerai un critico dopo aver mancato un attacco
japanese: こうげきが ミスした つぎのターンは かならずクリティカル
korean: 공격이 빗나간 다음 턴은 반드시 치명타가 된다.
portuguese: Após errar um ataque, seu próximo ataque é sempre um acerto crítico.
russian: Вы будете иметь дело после того, как критический вы пропустили.
spanish: Haras un golpe critico despues de fallar un golpe

# MasterDesc-EF000158
source: Your skills do not end your turn, but each has its CD increased by 1.
french: Vos Talents deviennent Libres mais ont Délai +1.
german: Sie können alle Fähigkeiten in diesem Zug benutzen, ohne Sie an der Reihe, aber +1 Abklingzeit aller Fähigkeiten zu verschwenden.
italian: Le tue abilità non fanno finire il turno però hai tutti i cooldwon aumentati di 1
japanese: 1ターンで すべてのスキルを しようできるが、 クールダウン+1
korean: 이번 턴에 턴 소모 없이 모든 기술을 사용할 수 있게 되지만, 모든 기술의 대기 시간이 +1 된다.
portuguese: Suas habilidades não encerram seu turno, mas a recarga delas aumenta em 1.
russian: Вы можете использовать все свои навыки в этой очереди, не теряя своей очереди, но +1 восстановления всех навыков.
spanish: Tus habilidades no terminan tu turno, pero las recargas aumentan en 1 segundo
