Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterDesc-MSSM0403
source: Kill 50 floor bosses.
french: Tuer 50 Boss de Niveau.
german: Töte 50 Boden-Bosse.
italian: Uccidi 50 boss di fine livello
japanese: フロアボスを 50たい たおす
korean: 층 보스를 50번 죽인다.
portuguese: Matar 50 chefes de andar.
russian: Убейте 50 боссов пола.
spanish: Mata a 50 jefes de piso.

# MasterDesc-MSSM0404
source: Enter Doll Room 50 times.
french: Entrer 50 fois dans la Salle de la Poupée.
german: Geben Sie Puppe Zimmer 50 mal.
italian: Entra nella stanza delle bambole 50 volte
japanese: かいらいの へやに 50かい ふみこむ
korean: [꼭두각시]방에 50회 들어간다.
portuguese: Entrar na sala de Bonecas 50 vezes.
russian: Введите кукла номер 50 раз.
spanish: Entrar en la sala de la muñeca 50 veces.

# MasterDesc-MSSM0405
source: Kill 10 ''Puppet of despair''.
french: Tuer la ''Marionette du désespoir''.
german: Töte 10 ''Puppet der Verzweiflung''.
italian: Uccidi 10 ''Pupazzo della Disperazione''
japanese: ぜつぼうの くぐつ を 10かい たおす
korean: 절망의 꼭두각시 10번 죽인다.
portuguese: Matar a ''Marionete do Desespero'' 10 vezes.
russian: Убейте 10 ''марионеткой отчаяния''.
spanish: Mata a 10 ''de la marioneta de la desesperación''.

# MasterDesc-MSSM0501
source: Clear 5F 20 times.
french: Finir 5F 20 fois.
german: Klar 5F 20-mal.
italian: Finisci il livello 5F 20 volte
japanese: 5Fを 20かい クリアする
korean: 5층을 20번 클리어한다.
portuguese: Completar o 5º andar 20 vezes.
russian: Четкие 5F 20 раз.
spanish: Claras 5F 20 veces.

# MasterDesc-MSSM0502
source: Kill 200 monsters.
french: Tuer 200 adversaires.
german: Töte 200 Monster.
italian: Uccidi 200 mostri
japanese: モンスターを 200たい たおす
korean: 마물을 200번 죽인다
portuguese: Matar 200 monstros.
russian: Убейте 200 монстров.
spanish: Mata a 200 monstruos.

# MasterDesc-MSSM0503
source: Kill 50 floor bosses.
french: Tuer 50 Boss de Niveau.
german: Töte 50 Boden-Bosse.
italian: Uccidi 50 boss di fine livello
japanese: フロアボスを 50たい たおす
korean: 층 보스를 50번 죽인다.
portuguese: Matar 50 chefes de andar.
russian: Убейте 50 боссов пола.
spanish: Mata a 50 jefes de piso.

# MasterDesc-MSSM0504
source: Enter Gear Room 50 times.
french: Entrer 30 fois dans la Salle des Machines.
german: Geben Sie Getrieberaum 50 Mal.
italian: Entra in una stanza con ingranaggio 50 volte
japanese: はぐるまの へやに 50かい ふみこむ
korean: 톱니바퀴 방에 50회 들어간다.
portuguese: Entrar na sala de Engrenagens 50 vezes.
russian: Введите шестерней номер 50 раз.
spanish: Introduzca engranaje de habitaciones 50 veces.

# MasterDesc-MSSM0505
source: Kill 10 ''Ruin guardian''.
french: Tuer 10 fois le ''Gardien des ruines''.
german: Töte 10 ''Ruin Wächter''.
italian: Uccidi 10 ''Guardiano della Rovina''
japanese: いせきの しゅごしゃ を 10かい たおす
korean: 유적 수호자를 10회 퇴치한다.
portuguese: Matar o ''Guardião das Ruínas'' 10 vezes.
russian: Убейте 10 ''Ruin Гардиан''.
spanish: Mata a 10 ''guardián de la ruina''.

# MasterDesc-RS000001
source: This room is too dark to identify the monster.
french: Il fait trop sombre pour identifier l'adversaire.
german: Dieses Zimmer ist zu dunkel, das Monster zu identifizieren.
italian: Questa stanza è troppo buia per identificare il mostro
japanese: この へやは ひじょうに くらい。 みとおしが きかず てきの しょうたいが つかめない。__<color=#FF0>てきの すがたが みえない。</color>
korean: 이 방은 매우 어둡다. 앞이 보이지 않아 상대를 파악할 수 없다. __<color=#FF0>적의 모습이 보이지 않는다.</color>
portuguese: Esta sala está muito escura para identificar o inimigo.
russian: Этот номер слишком темно, чтобы идентифицировать монстра.
spanish: Esta habitación es demasiado oscuro para identificar el monstruo.

# MasterDesc-RS000002
source: Doors are hiding something in this room. You can not see before opening.
french: De solides portes masquent ce qu'il se trouve derrière elles.
german: Die Türen sind etwas versteckt in diesem Raum. Sie können nicht vor dem Öffnen zu sehen.
italian: Le porte stanno nascondendo qualcosa in questa stanza. Non puoi vedere niente finchè non le apri.
japanese: とびらの むこうがわには なにかが かくされている ことが おおい。__<color=#FF0>へやの こうせいが そとから みえない。</color>
korean: 문의 건너편에는 무엇이 도사리고 있을지 알 수 없다.__<color=#FF0>방의 내부를 볼수 없다.</color>
portuguese: As portas estão escondendo algo nesta sala. Você não poderá ver o que está adiante.
russian: Двери скрывают что-то в этой комнате. Вы не можете видеть перед открытием.
spanish: Las puertas están escondiendo algo en este cuarto. No se puede ver antes de abrirlo.

# MasterDesc-RS000003
source: A lasting blessing brings benefits to the living in this room.
french: Une bénédiction persistance avantage les occupants des lieux.
german: Ein dauerhafter Segen bringt Vorteile für das Leben in diesem Raum.
italian: Una benedizione residua porta dei benefici alle creature viventi che sono in questa stanza
japanese: のこされた かみのしゅくふくが あまねく いのちに おんけいを もたらす。
korean: 남겨진 신의 축복이 모든 생명에게 은혜를 가져온다.
portuguese: Uma luz abençoa esta sala.
russian: Прочное благословение приносит пользу для жизни в этой комнате.
spanish: Una bendición duradera trae beneficios a los que viven en esta sala.

# MasterDesc-RS000004
source: This room is too hot to stay in. Everyone loses life by staying here.
french: Il fait trop chaud pour rester ici, tout le monde perd des PV en restant ici.
german: Dieser Raum ist zu heiß, um zu bleiben in. Jeder verliert das Leben von hier zu bleiben.
italian: Questa stanza è troppo calda. Chiunque perde vita restando qui.
japanese: とけるような あつさは すべての いきものの たいりょくを うばう。
korean: 녹아버릴 듯한 열기가 생명체의 체력을 앗아간다.
portuguese: Esta sala está muito quente. Todos recebem dano ao ficar aqui.
russian: Номер слишком жарко, чтобы остаться. Каждый теряет жизнь, оставаясь здесь.
spanish: Esta habitación está demasiado caliente para alojarse. Todo el mundo pierde la vida por estar aquí.

# MasterDesc-RS000005
source: This room contains many electric cables. Attacks are always critical hits.
french: Il y a trop de cables électriques ici, attaquer amèrera plus de Dommages que prévu.
german: Dieser Raum enthält zu viele elektrische Leitungen. Angreifen wird besser als erwartete Schaden bringen.
italian: Questa stanza contiene troppi cavi elettrici. Ogni attacco sarà un critico.
japanese: あちこちに でんりゅうが ながれており こうげきが おもわぬ ひがいを うみかねない。__<color=#FF0>かならず クリティカル。</color>
korean: 사방에 전류가 흐르고 있어 공격이 더 많은 피해를 입힌다.__<color=#FF0>반드시 치명타</color>
portuguese: Esta sala contém diversos cabos elétricos. Atacar causará mais dano que o normal.
russian: Номер содержит слишком много электрических кабелей. Атакуя принесет лучше, чем ожидалось, повреждение.
spanish: Esta sala contiene demasiados cables eléctricos. Atacante traerá daños mejores de lo esperado.

# MasterDesc-RS000006
source: No-one can move well in this room. Cooldown + 1
french: Personne ne peut se mouvoir aisément dans ces lieux.
german: Niemand kann auch in diesem Raum bewegen.
italian: Nessuno riesce a muoversi bene in questa stanza. Tutti i cooldown sono aumentati di 1
japanese: あしが はまって うまく うごけない。 スキルを こうりつよく つかうことが できないだろう。__<color=#FF0>クールダウン+1。</color>
korean: 발이 빠져 제대로 움직일 수 없다. 기술을 효율적으로 사용할 수가 없을 것이다.__<color=#FF0>대기 시간 +1</color>
portuguese: Ninguém consegue se mover direito nesta sala.
russian: Никто не может хорошо двигаться в этой комнате.
spanish: Nadie puede moverse bien en esta habitación.

# MasterDesc-RS000007
source: This room is too cold to stay in. Actions will be inhibited by unexpected timing.
french: Il fait trop froid pour rester ici, les Actions seront inhibées par un timing inattendu.
german: Dieser Raum ist zu kalt zu bleiben. Die Maßnahmen werden durch unerwartete Zeitpunkt gesperrt werden.
italian: Questa stanza è troppo fredda. Le azioni verranno bloccate per un tempo sconosciuto.
japanese: てあしが かじかむ。 おもわぬ タイミングで からだが うごかなくなるかも しれない。
korean: 손발이 얼어붙는다. 몸이 제대로 움직이지 않는다.
portuguese: Esta sala está muito fria. Ações irão levar mais tempo.
russian: Этот номер слишком холодно, чтобы остаться в. Действия будут подавляться непредвиденное время.
spanish: Esta habitación es demasiado fría para alojarse. Las acciones se inhibieron por medir el tiempo inesperado.

# MasterDesc-RS000008
source: There are too many falling rocks. It may be painful.
french: Il y a trop de rochers qui tombent. Ca peut-être dangereux.
german: Es gibt zu viele fallen Felsen. Es kann schmerzhaft sein.
italian: Stanno cadendo troppe roccie. Potrebbe essere doloroso
japanese: ずじょうから つぎつぎ いわが おちてくる。 あたったら ただでは すまない。
korean: 천장에서 연달아 바위가 떨어진다. 맞으면 무사하진 못할 것이다.
portuguese: Há diversas pedras caindo do teto.
russian: Есть слишком много падающих камней. Это может быть болезненным.
spanish: Hay muchas rocas que caen. Puede ser doloroso.

# MasterDesc-RS000009
source: It will take a long time to pass through this room.
french: Il va falloir beaucoup de temps pour traverser ces lieux.
german: Es wird lange dauern, durch diesen Raum zu passieren.
italian: Ci vorrà molto tempo per attraversare questa stanza.
japanese: ここを とおりぬけるには ながいじかんを ようするだろう。__<color=#FF0>てきの レベルがあがり じかんが けいかする。</color>
korean: 이 곳을 빠져나가는 데는 긴 시간이 필요하다.__<color=#FF0>적의 레벨이 오를만큼 긴 시간이 지난다.</color>
portuguese: Vai levar mais tempo para sair desta sala.
russian: Это займет много времени, чтобы пройти через эту комнату.
spanish: Se llevará mucho tiempo para pasar a través de esta sala.

# MasterDesc-RS000010
source: This room is too narrow to avoid attacks.
french: Ces lieux sont trop étroits pour pouvoir Esquiver les attaques.
german: Dieser Raum ist zu eng Angriffe zu vermeiden.
italian: Questa stanza è troppo stretta per schivare gli attacchi.
japanese: とても せまい！ こうげきを よける よゆうすら ないだろう。__<color=#FF0>かいひ ふのう。</color>
korean: 매우 좁다! 공격을 피할 공간도 없다.__<color=#FF0>[회피 불능]</color>
portuguese: Esta sala é muito estreita para se esquivar de ataques.
russian: Этот номер является слишком узким, чтобы избежать нападения.
spanish: Esta habitación es demasiado estrecha para evitar los ataques.

# MasterDesc-RS000011
source: Shield, buffs and debuffs will be useless in this room.
french: Shield and effects will be useless in this room.
german: Schild und Effekte werden in diesem Raum nutzlos.
italian: Gli scudi e gli effetti sono inutili in questa stanza.
japanese: ふういんの けっかいにより シールドや じょうたいへんかは ここでは やくにたたない。__<color=#FF0>シールドげんしょう、じょうたいへんか むこう。</color>
korean: 봉인 결계에 의해 보호막과 상태변화가 제 효과를 발휘하지 못한다. __<color=#FF0>보호막 감소, 상태변화 무효화.</color>
portuguese: Escudos e efeitos são inúteis nesta sala.
russian: Щит и эффекты будут бесполезны в этой комнате.
spanish: Escudo y efectos serán inútiles en esta sala.

# MasterDesc-RS000012
source: A Tailwind accelerates the fight. All skills have low cooldowns.
french: Des vents hurlants accélèrent le combat.
german: Tailwind beschleunigt den Kampf.
italian: Il vento accellera il combattimento.
japanese: おいかぜが たたかいを かそくさせる。__<color=#FF0>クールダウンが さいだい1になる。</color>
korean: 순풍이 싸움을 가속시킨다.<color=#FF0>대기 시간이 최대 1이 된다.</color>
portuguese: Uma corrente de vento acelera a batalha.
russian: Tailwind ускоряет борьбу.
spanish: Viento de cola acelera la lucha.

# MasterDesc-RS000013
source: This room is too vast to find enemies. Accuracy down.
french: Ces lieux sont trop vastes pour trouver l'adversaire.
german: Dieser Raum ist zu groß, um Feinde zu finden.
italian: Questa stanza è troppo grande per trovare i nemici.
japanese: とても ひろく、 てきを みつけるのも ひとくろうだ。__<color=#FF0>めいちゅうダウン、「にげる」が はやくに えらべる。</color>
korean: 매우 넓어 적을 찾기 힘들 것 같다.__<color=#FF0>명중률 감소, [도주]가 빠르게 활성화</color>
portuguese: Esta sala é muito vasta para encontrar o inimigo.
russian: Этот номер слишком обширна, чтобы найти врагов.
spanish: Esta habitación es demasiado vasto para encontrar enemigos.

# MasterDesc-RS000014
source: Torches will illuminate rooms far away.
french: Les torches éclaireront les Salles plus loin.
german: Fackeln Zimmer weit weg beleuchten.
italian: Le torce illumineranno le stanze più lontane.
japanese: つうろの たいまつが いくさきの へやを てらすだろう。__<color=#FF0>このへやから 2へやさきが みえる。</color>
korean: 통로의 횃불이 앞길을 비춰줄 것이다. __<color=#FF0>이 방에서 2칸 앞까지 볼 수 있다.</color>
portuguese: Tochas iluminam as próximas salas.
russian: Факелы будет освещать номера далеко.
spanish: Las antorchas se encenderán habitaciones muy lejos.

# MasterDesc-RS000015
source: This room is too hot to heal.
french: Ces lieux sont trop chauds pour les Soins.
german: Dieser Raum ist zu heiß, um zu heilen.
italian: Questa stanza è troppo calda per curarsi.
japanese: ひどい あつさだ。 かいふくも ままならない。__<color=#FF0>かいふくむこう。</color>
korean: 심한 더위다. 회복도 마음대로 되지 않는다. __<color=#FF0>회복 무효화</color>
portuguese: Esta sala está muito quente para se curar.
russian: Номер слишком жарко, чтобы залечить.
spanish: Esta habitación es demasiado caliente para sanar.

# MasterDesc-RS000016
source: Great rewards awaits you after this battle.
french: De grandes récompenses vous attendent après ce combat.
german: Große Belohnungen erwartet Sie nach diesem Kampf.
italian: Grandi ricompense ti aspettando dopo questa battaglia
japanese: きびしい たたかいの さきに おおきな むくいが まつだろう。__<color=#FF0>てきが つよくなる。</color>
korean: 힘든 싸움의 끝에는 큰 상이 기다리고 있다. __<color=#FF0>적이 강해진다.</color>
portuguese: Grandes tesouros esperam por você após esta batalha.
russian: Большие награды ждет вас после этой битвы.
spanish: Grandes recompensas le espera después de esta batalla.

# MasterDesc-RS000017
source: You can move to far rooms.
french: Vous pouvez vous déplacer dans des Salles éloignées.
german: Sie können zu weit Räume bewegen.
italian: Puoi spostarti nelle stanze lontane
japanese: このへやからなら 2へやさきに いどうできるだろう。
korean: 이 방에서는 더 앞의 방으로도 이동할 수 있다.
portuguese: Você pode se mover para salas distantes.
russian: Вы можете перемещаться в дальние комнаты.
spanish: Puede pasar a cuartos de lejos.

# MasterDesc-RS000018
source: The Boss on this floor is closer now.
french: Un boss de ce Niveau n'est pas très loin.
german: Boss in dieser Etage ist nicht so weit.
italian: Il Boss di questo livello non è molto distante
japanese: このフロアの ボスは そうとおくないだろう。__<color=#FF0>ボスまでの きょりが ちぢむ。</color>
korean: 이 층의 보스가 멀지 않은 것 같다. __<color=#FF0>보스까지의 거리가 줄어들었다.</color>
portuguese: O chefe deste andar está próximo.
russian: Босс в этом этаже не так далеко.
spanish: Jefe en este piso no está tan lejos.

# MasterDesc-RS000019
source: A steadfast torrent will deceive those who fight.
french: Un torrent vigoureux gênera les combattants.
german: Ein standhaft torrent werden diejenigen, die betrügen kämpfen.
italian: Un torrente impetuoso travolgerà chi combatte.
japanese: とめどない ほんりゅうが たたかうものを まどわすだろう。__<color=#FF0>じょうたいへんかが ていこうできない。</color>
korean: 계속되는 급류가 상태이상에 저항하기 어렵게 한다. __<color=#FF0>상태변화에 저항할 수 없다.</color>
portuguese: Uma torrente irá enganar aqueles que lutam.
russian: Стойкую торренты будут обманывать тех, кто борется.
spanish: Un torrente firme engañará a los que luchan.

# MasterDesc-RS000020
source: A steadfast torrent makes it harder to resist debuffs.
french: Vous n'avz pas de limite maintenant.
german: Sie haben jetzt keine Grenzen.
italian: Adesso non hai limiti.
japanese: このへやでなら なんの せいげんも うけないだろう。__<color=#FF0>げんかいとっぱ する。</color>
korean: 이 방에서는 아무런 제한도 받지 않는다. __<color=#FF0>한계돌파</color>
portuguese: Você não tem mais limites.
russian: У вас нет предела в настоящее время.
spanish: Usted no tiene ningún límite de ahora.

# MasterDesc-RS000021
source: Fierce fights await you.
french: Des combats acharnés vous attendent.
german: Heftige Kämpfe erwarten Sie.
italian: Ti attende un combattimento violento.
japanese: ここからさき げきとうが まちうけるだろう。__<color=#FF0>たいりょうの 「せいばつ」が あらわれる。</color>
korean: 여기서부터는 격렬한 전투가 기다리고 있다. __<color=#FF0>대량의 [정벌]이 나타난다.</color>
portuguese: Uma luta feroz o aguarda.
russian: Ожесточенные бои ждут вас.
spanish: peleas feroces le esperan.

# MasterDesc-RS000022
source: This room is narrow. Attacks cannot miss.
french: C'est une Salle étroite.
german: Hier ist schmaler Raum.
italian: Questa stanza è stretta
japanese: ここは すこしせまい へやになっている。__<color=#FF0>なきがらが えられる いっぽんみち。</color>
korean: 이곳은 좁고 긴 방이다. __<color=#FF0>시체를 얻을 수 있는 좁은 굴이다.</color>
portuguese: Esta sala é estreita.
russian: Здесь узкая комната.
spanish: Aquí es estrecha habitación.

# MasterDesc-RS000023
source: You can rest in this room after battle.
french: Vous pouvez vous reposer dans cette Salle après le combat.
german: Sie können in diesem Raum nach Kampf ruhen.
italian: Puoi riposarti in questa stanza dopo il combattimento.
japanese: このへやでなら ゆっくり やすめるだろう。__<color=#FF0>HPがかいふくし じかんがけいかする。</color>
korean: 이 방에서는 여유롭게 쉴 수 있다. __<color=#FF0>HP가 회복되고 시간이 흐른다.</color>
portuguese: Você pode descansar nesta sala após a batalha.
russian: Вы можете отдохнуть в этом зале после боя.
spanish: Usted puede estar en esta habitación después de la batalla.

# MasterDesc-RS000024
source: Receive a modified skill after fighting here.
french: Tout sera changé.
german: Alles wird geändert.
italian: Tutto sarà cambiato.
japanese: あらゆるものが へんようし すがたを かえる。__<color=#FF0>へんようした てき、へんようした スキルが しゅつげん。</color>
korean: 모든 것의 변화하여 바뀐다.__<color=#FF0>변형된 적, 변형된 기술이 나타난다.</color>
portuguese: Tudo mudará.
russian: Все, что будет изменено.
spanish: Todo va a ser cambiado.

# MasterDesc-RS000025
source: An easy fight, but you receive no score.
french: L'adversaire est faible mais vous n'avez pas de gains.
german: Sie können keine Punktzahl verdienen, sondern Feind schwächer wird.
italian: Un combattimento facile, ma non avrai nessun punteggio
japanese: てきが よわくなるが けいけんちが えられない。
korean: 적이 약해지지만 경험치를 얻을 수 없다.
portuguese: Você não ganha nenhuma pontuação mas inimigos estão mais fracos.
russian: Вы не можете заработать любой счет, но противник становится слабее.
spanish: Usted no puede ganar ninguna puntuación, pero el enemigo se vuelve más débil.

# MasterDesc-RS000026
source: The Boss on this floor is far away.
french: Un boss de ce Niveau est encore plus loin.
german: Boss in dieser Etage ist mehr weit.
italian: Il Boss di questo livello è molto lontano
japanese: まがりくねった みちばかりで どちらに むかえばいいか わからない。__<color=#FF0>ボスまでの きょりが のびる。</color>
korean: 구불구불한 길에서 어느쪽을 향해야 할 지 알 수 없다. __<color=#FF0>보스까지의 거리가 멀어진다.</color>
portuguese: O chefe deste andar está mais longe.
russian: Босс в этом этаже еще далеко.
spanish: Jefe en este piso es más lejos.

# MasterDesc-RS000027
source: A Terrifying battle awaits you.
french: Un terrifiant combat vous attend.
german: Erschreckend Schlacht wartet auf Sie.
italian: Una battaglia terrificante ti attende.
japanese: おそるべき てきが このさきに まちうけていることを かんじる。__<color=#FF0>「せいばつ」 あるいは 「さいやく」が あらわれる。</color>
korean: 무서운 적이 앞에서 기다리고 있는 것이 느껴진다. __<color=#FF0>[정벌]또는 [재앙]이 나타난다.</color>
portuguese: Uma batalha aterrorizante o aguarda.
russian: Ужасающая битва ждет вас.
spanish: aterradora batalla que le espera.

# MasterDesc-RS000028
source: You will always be confused and take half damage.
french: Vous serez Désorienté mais subirez la moitié des Dommages.
german: Sie werden immer verwirrt sein und den halben Schaden nehmen.
italian: Sarai sempre confuso e subirai metà danni
japanese: みえざる いとが あなたを あやつる。__<color=#FF0>あなたは 「こんらん」 じょうたいに なるが うける ダメージが はんげん。</color>
korean: 보이지 않는 실이 당신을 조종한다. __<color=#FF0>당신은 [혼란] 상태이상에 빠졌지만 받는 피해가 절반이 된다.</color>
portuguese: Você ficará confuso porém receberá metade do dano.
russian: Вы будете всегда запутаться и принять половину повреждения.
spanish: Usted será siempre confundida y tomar la mitad de daño.

# MasterDesc-RS000029
source: If you miss or your attack is avoided you will take damage.
french: Les coups manqués et les coups Esquivés infligent des Dommages.
german: Jeder, der oder vermieden verpasst wird Schaden nehmen.
italian: Se manchi il nemico o lui schiva i tuoi attacchi subisci danni.
japanese: なにかの はぐるまが まわりつづけている。 まきこまれたら きけんだ…__<color=#FF0>こうげきをミスするか こうげきをかいひするたび だいダメージを うける。</color>
korean: 뭔가의 톱니가 작동하고 있다. 휘말리면 위험하다... __<color=#FF0>공격이 빗나가거나 공격을 회피할 때마다 큰 피해를 입는다.</color>
portuguese: Todos que errarem um ataque receberão dano.
russian: Каждый, кто пропустил или избежать будет получать повреждения.
spanish: Todo el mundo que se perdió o se evita sufrirán daño.

# MasterDesc-RS000030
source: Rooms will be reset after entering.
french: Après être entré, les Salles seront réinitialsées.
german: Die Zimmer werden nach der Eingabe zurückgesetzt.
italian: Le stanze verranno resettate.
japanese: ここから かくされた みちに はいることが できそうだ。__<color=#FF0>へやの こうぞうが リセットされます。</color>
korean: 여기서 숨겨진 길에 들어갈 수 있을 것 같다. __<color=#FF0>방 구조가 초기화 된다.</color>
portuguese: Salas serão resetadas após entrar.
russian: Номера будут сброшены после ввода.
spanish: Las habitaciones se restablecerá después de entrar.

# MasterDesc-RS000031
source: Anyone who enters this room will lose a random permanent ability.
french: Tous ceux qui sont entrés vont perdre leurs capacités permanentes.
german: Jeder, der hier eingegeben wird keine bleibenden Fähigkeit verlieren.
italian: Chiunque entra in questa stanza perde un abilità casuare permanentemente.
japanese: この へやの けっかいは ちからを ふうじるだろう。__<color=#FF0>なんらかの えいぞくのうりょくを うしなう。</color>
korean: 이 방의 결계는 힘을 봉인하는 것이다. __<color=#FF0>무작위의 영구효과를 잃는다.</color>
portuguese: Todos que entrarem aqui perderão uma habilidade permanente.
russian: Все, кто вошел сюда потеряет любую постоянную способность.
spanish: Todos los que entran aquí perderá toda capacidad permanente.

# MasterDesc-RS000032
source: You can see 2 routes.
french: Vous apercevez deux itinéraires.
german: Sie können zwei Routen zu sehen.
italian: Puoi vedere 2 strade
japanese: ゆくさきに ぶんきろが みえる。__<color=#FF0>ここは ぶんきろに なっている。</color>
korean: 목적지에 향하는 갈래길이 보인다. __<color=#FF0>여기는 분기로 되어 있다.</color>
portuguese: Você pode ver duas rotas.
russian: Вы можете увидеть 2 маршрута.
spanish: Se puede ver 2 rutas.

# MasterDesc-RS000033
source: Your equipment will lose abilities if you stay here too long.
french: Votre Equipement vont perdre leurs capacités si vous restez trop longtemps.
german: Ihre Geräte werden ihre Fähigkeiten verlieren, wenn Sie zu lange hier bleiben.
italian: Il tuo equipaggiamento perderà le sue abilità se resti qui troppo a lungo.
japanese: なにかの "うみ"で みたされている。__<color=#FF0>ながいすると そうびが れっかしていく。</color>
korean: 무언가의 ''물질''이 가득 차 있다. __<color=#FF0>이곳에 오래 있으면 장비가 열화한다.</color>
portuguese: Seus equipamentos perderão suas habilidades se você ficar aqui por muito tempo.
russian: Ваше оборудование будет терять свои способности, если вы останетесь здесь слишком долго.
spanish: Sus equipos perderán sus habilidades si se queda aquí mucho tiempo.

# MasterDesc-SK000001
source: Attack an enemy.
french: Attaque l'adversaire.
german: Angriff einen Gegner.
italian: Attacca un nemico
japanese: ぶきで てきを こうげきする
korean: 무기로 적을 공격한다.
portuguese: Ataca um inimigo.
russian: Атаки врага.
spanish: Atacar a un enemigo.

# MasterDesc-SK000002
source: Attack an enemy.
french: Attaque l'adversaire.
german: Angriff einen Gegner.
italian: Attacca un nemico
japanese: とおくの てきを こうげきする
korean: 먼 곳의 적을 공격한다.
portuguese: Ataca um inimigo.
russian: Атаки врага.
spanish: Atacar a un enemigo.

# MasterDesc-SK000003
source: Attack an enemy.
french: Attaque l'adversaire.
german: Angriff einen Gegner.
italian: Attacca un nemico
japanese: ほのおのたまを なげつけて こうげきする
korean: 불꽃의 구슬을 던져서 공격한다.
portuguese: Ataca um inimigo.
russian: Атаки врага.
spanish: Atacar a un enemigo.

# MasterDesc-SK000004
source: Attack an enemy.
french: Attaque l'adversaire.
german: Angriff einen Gegner.
italian: Attacca un nemico
japanese: せいなるひかりの ほとばしりで こうげきする
korean: 성스러운 빛을 내려 공격한다.
portuguese: Ataca um inimigo.
russian: Атаки врага.
spanish: Atacar a un enemigo.

# MasterDesc-SK000005
source: Attack an enemy.
french: Attaque l'adversaire.
german: Angriff einen Gegner.
italian: Attacca un nemico
japanese: ぶきやたてで てきを なぐりつける
korean: 무기와 방패로 적을 때린다.
portuguese: Ataca um inimigo.
russian: Атаки врага.
spanish: Atacar a un enemigo.

# MasterDesc-SK000006
source: A triple attack.
french: Attaque x3.
german: Ein dreifacher Angriff.
italian: Attacco Triplo
japanese: かくしもった くないを てきにとうてき
korean: 숨겨둔 수리검을 적에게 투척
portuguese: Um ataque triplo.
russian: Тройная атака.
spanish: Un triple ataque.
