Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# TEXT_NEWS_PH_BODY_SEASON_EVENT_8_3
source: You can earn rewards by gaining certain event points!__And you can exchange rewards as usual.
french: Vous pouvez gagner des récompenses en gagnant certains points d'événement! __ Et vous pouvez échanger des récompenses comme d'habitude.
german: Sie können Belohnungen durch die Gewinnung bestimmten Ereignis Punkte verdienen! __ Und Sie können Belohnungen wie gewohnt austauschen.
italian: È possibile guadagnare premi guadagnando alcuni punti evento! __ E si può scambiare ricompense come al solito.
japanese: いってい いじょうの イベントポイント かくとくで もれなく ほうしゅう プレゼント！ これまでどおりの にんいの ほうしゅう こうかんも あります。
korean: 당신은 __! 특정 이벤트 지점을 확보하여 보상을받을 수 있습니다 그리고 당신은 평소와 같이 보상을 교환 할 수 있습니다.
portuguese: Você pode ganhar recompensas por ganhar alguns pontos do evento! __ E você pode trocar recompensas como de costume.
russian: Вы можете заработать награды, получив определенные моменты событий! __ И вы можете обменять награды как обычно.
spanish: Puede ganar premios mediante la obtención de determinados puntos de evento! __ Y usted puede intercambiar recompensas como de costumbre.

# TEXT_NEWS_PH_BODY_SEASON_EVENT_8_4
source: Limited dungeon <color=#090>{0}</color>
french: donjon limité <color=#090>{0}</color>
german: Begrenzte Verlies <color=#090>{0}</color>
italian: Dungeon limitata <color=#090>{0}</color>
japanese: げんていダンジョン <color=#090>{0}</color>
korean: 제한 던전 <color=#090>{0}</color>
portuguese: calabouço limitada <color=#090>{0}</color>
russian: Limited темница <color=#090>{0}</color>
spanish: mazmorra limitada <color=#090>{0}</color>

# TEXT_NEWS_PH_BODY_SEASON_EVENT_8_5
source: After the human race disappears, cities are dominated by animals and plants, insects and fungus. Traces of which people lived are being lost. This forest is a mirror reflecting the world that the human race has destroyed.
french: Après la race humaine disparaît, les villes sont dominées par les animaux et les plantes, les insectes et les champignons. Des traces dont les gens vivaient sont perdus. Cette forêt est un miroir qui reflète le monde que la race humaine a détruit.
german: Nachdem die Menschheit verschwindet, Städte werden von Tieren und Pflanzen, Insekten und Pilze dominiert. Spuren von denen verlorenen Menschen gelebt werden. Dieser Wald ist ein Spiegel reflektiert die Welt, dass die Menschheit zerstört hat.
italian: Dopo la razza umana scompare, le città sono dominate da animali e piante, insetti e funghi. Tracce di cui la gente ha vissuto si stanno perdendo. Questa foresta è uno specchio che riflette il mondo che la razza umana ha distrutto.
japanese: かつて ひとが えいがを きわめた としも いまでは ふえつづける どうしょくぶつ こんちゅう きんるい などの ひといがいの いきものに しんしょくされ ひとが いきていた こんせきが じょじょに うしなわれつつある。 そのもりは ほろびた あとの せかいを うつす かがみだ。
korean: 인류가 사라진 후 도시는 동물과 식물, 곤충, 곰팡이에 의해 지배된다. 사람들이 살았던 흔적이 손실되고있다. 이 숲은 인류가 파괴 된 것을 세계를 반영하는 거울이다.
portuguese: Após a raça humana desaparece, as cidades são dominadas por animais e plantas, insetos e fungos. Traços de que as pessoas viveram estão sendo perdidos. Esta floresta é um espelho que reflete o mundo que a raça humana tem destruído.
russian: После того, как человеческая раса исчезнет, ​​города преобладают животные и растения, насекомых и грибки. Следы которых жили люди теряются. Этот лес является зеркалом, отражающим мир, что человеческая раса уничтожила.
spanish: Después de que desaparezca la raza humana, las ciudades están dominados por animales y plantas, insectos y hongos. Las huellas de los cuales vivían las personas se están perdiendo. Este bosque es un espejo que refleja el mundo que la raza humana ha destruido.

# WORD_TOTAL_REWARDS
source: Total point rewards
french: récompenses point Total
german: Gesamtpunktbelohnungen
italian: ricompense punto Totale
japanese: るいけい ほうしゅう
korean: 총 포인트 보상
portuguese: Total Rewards ponto
russian: Всего награды точки
spanish: bonificaciones de puntos totales

# MasterDesc-MSSM0817
source: Total event point 2000+
french: point d'événement total 2000+
german: Insgesamt Ereignispunkt 2000+
italian: Punto evento totale 2000+
japanese: るいけい イベントポイント 2000いじょう
korean: 전체 이벤트 포인트 2000 +
portuguese: ponto evento total 2000+
russian: Всего точечное событие 2000+
spanish: punto Total caso 2000+

# MasterDesc-MSSM0818
source: Total event point 5000+
french: point d'événement total 5000+
german: Insgesamt Ereignispunkt 5000+
italian: Punto evento totale 5000+
japanese: るいけい イベントポイント 5000いじょう
korean: 전체 이벤트 포인트 5000
portuguese: ponto evento total 5000+
russian: Всего точечное событие 5000+
spanish: punto Total caso 5000+

# MasterDesc-MSSM0819
source: Total event point 10000+
french: point d'événement total 10000+
german: Insgesamt Ereignispunkt 10000 +
italian: Punto evento totale 10000+
japanese: るいけい イベントポイント 10000いじょう
korean: 전체 이벤트 포인트 10000
portuguese: ponto evento total de 10000 +
russian: Всего точечное событие 10000 +
spanish: punto Total caso 10000+

# MasterDesc-MSSM0820
source: Total event point 20000+
french: point d'événement total 20000+
german: Insgesamt Ereignispunkt 20000+
italian: Punto evento totale 20000+
japanese: るいけい イベントポイント 20000いじょう
korean: 전체 이벤트 포인트 20000+
portuguese: ponto evento total 20000+
russian: Всего точечное событие 20000+
spanish: punto Total caso 20000+

# MasterName-EFS00034
source: Unlucky
french: Malchanceux
german: Unglücklich
italian: Sfortunato
japanese: ふこう
korean: 불길한
portuguese: Azarado
russian: Несчастливый
spanish: Desafortunado

# MasterDesc-EFS00034
source: Reduced luck.
french: chance réduite.
german: Reduziert Glück.
italian: fortuna ridotto.
japanese: うんのよさが さがる
korean: 감소 빕니다.
portuguese: Reduzido sorte.
russian: Снижение удачи.
spanish: suerte reducida.

# MasterName-ES000167
source: Petrify over time
french: Pétrifier au fil du temps
german: Versteinern im Laufe der Zeit
italian: Pietrificare nel tempo
japanese: じょじょに せきか
korean: 시간이 지남에 따라 석화
portuguese: Petrificar ao longo do tempo
russian: Окаменеть в течение долгого времени
spanish: Petrificar a lo largo del tiempo

# MasterName-ES000142
source: Grave sweeper
french: Grave balayeuse
german: Grave Kehrmaschine
italian: spazzatrice Grave
japanese: はかにもぐるもの
korean: 무덤 스위퍼
portuguese: varredor de sepultura
russian: Grave уборочную
spanish: barredora tumba

# MasterName-ES000096
source: Blind
french: Aveugle
italian: Cecità
japanese: もうもく
korean: 실명
portuguese: Cego
russian: Слепой
spanish: Ciego

# MasterName-ES000080
source: Burst heal
french: burst guérir
german: Burst heilen
italian: Cura prorompente
japanese: バーストヒール
korean: 폭발적 치유
portuguese: Explosão curar
russian: Серийная заживают
spanish: ráfaga de curar

# MasterName-ES000098
source: Confuse
french: Embrouiller
german: Verwechseln
italian: Confuso
japanese: こんらん
korean: 혼란
portuguese: Confundir
russian: спутать
spanish: Confundir

# MasterName-ES000088
source: DEX-
japanese: ぎりょう-
korean: 기교-

# MasterName-ES000082
source: Escape foot
french: Évadez-pied
german: Flucht Fuß
italian: Fuga rapida
japanese: にげあし
korean: 도주
portuguese: escapar pé
russian: Побег ногу
spanish: escapar de los pies

# MasterName-ES000072
source: Heal
french: Guérir
german: Heilen
italian: Cura
japanese: かいふく
korean: 회복
portuguese: Curar
russian: заживать
spanish: Sanar

# MasterName-ES000068
source: Power
french: Puissance
german: Leistung
italian: Potere
japanese: いりょく
korean: 위력
portuguese: Poder
russian: Мощность
spanish: Poder

# MasterName-ES000090
source: INT-
japanese: まりょく-
korean: 마력-

# MasterName-ES000078
source: Limit Break
french: Limite Pause
japanese: げんかいとっぱ
korean: 한계돌파
russian: Лимит Перерыв

# MasterName-ES000076
source: Observation
german: Überwachung
italian: Vista
japanese: かんさつ
korean: 관찰
portuguese: Observação
russian: наблюдение
spanish: Observación

# MasterName-ES000074
source: Overheal
german: Überheilung
italian: Sovracura
japanese: オーバーヒール
korean: 초월 치유
portuguese: Sobrecura
russian: Сверхлечение
spanish: Exceso

# MasterName-ES000092
source: PIE-
japanese: しんこう-
korean: 신앙-
portuguese: TORTA

# MasterName-ES000100
source: Pollution
french: la pollution
german: Verschmutzung
italian: Inquinamento
japanese: おせん
korean: 오염
portuguese: Poluição
russian: загрязнение
spanish: Contaminación

# MasterName-ES000070
source: Revive
french: Relancer
german: Beleben
italian: Rivivere
japanese: そせい
korean: 소생
portuguese: Reviver
russian: оживлять
spanish: Reanimar

# MasterName-ES000086
source: STR-
japanese: きんりょく-
korean: 근력-

# MasterName-ES000165
source: Lake lurker
french: lac lurker
german: See lurker
italian: Lago lurker
japanese: いずみにひそむもの
korean: 호수 럴커
russian: Озеро Lurker
spanish: lago lurker

# MasterName-ES000034
source: Acid
french: Acide
italian: Acido
japanese: きょうさんえき
korean: 산
portuguese: Ácido
russian: кислота
spanish: Ácido

# MasterName-ES000036
source: Alarm
french: Alarme
italian: Allarme
japanese: アラーム
korean: 경보
portuguese: Alarme
russian: Аварийная сигнализация
spanish: Alarma

# MasterName-ES000038
source: Damage Reduce
french: Réduire les dommages
german: Schaden reduzieren
italian: Riduzione del Danno
japanese: けいげん
korean: 피해감소
portuguese: danos Reduzir
russian: Повреждение Уменьшить
spanish: Daños a reducir

# MasterName-ES000040
source: Bleed
french: Saigner
german: Bluten
italian: Sanguinare
japanese: しゅっけつ
korean: 출혈
portuguese: Sangrar
russian: кровоточить
spanish: Sangrar

# MasterName-ES000146
source: Soulstones
german: Seelensteine
italian: Pietre dell'Anima
japanese: ませき
korean: 마석
spanish: Piedras de Alma

# MasterName-ES000148
source: Soulstones
german: Seelensteine
italian: Pietre dell'Anima
japanese: ませき
korean: 마석
spanish: Piedras de Alma

# MasterName-ES000150
source: Soulstones
german: Seelensteine
italian: Pietre dell'Anima
japanese: ませき
korean: 마석
spanish: Piedras de Alma

# MasterName-ES000154
source: Amulet
french: Amulette
german: Amulett
italian: Amuleto
japanese: アミュレット
korean: 아뮬렛
portuguese: Amuleto
russian: Амулет
spanish: Amuleto

# MasterName-ES000153
source: Contract
french: Contrat
german: Vertrag
italian: Contrarre
japanese: まのけいやく
korean: 마의 계약
portuguese: Contrato
russian: контракт
spanish: Contrato

# MasterName-ES000155
source: Haunting Box
french: Box Rooter
german: Box Rooter
italian: Baule inquietante
japanese: はこにすくうもの
korean: 상자기생수
portuguese: box Rooter
russian: Box Rooter
spanish: Box Rooter

# MasterName-ES000046
source: Explode
french: Exploser
german: Explodieren
italian: Esplodere
japanese: ばくはつ
korean: 터지다
portuguese: Explodir
russian: взрываться
spanish: Explotar

# MasterName-ES000048
source: Glint
french: Reflet
german: Glitzern
italian: Scintillio
japanese: ひらめき
korean: 번뜩임
portuguese: cintilar
russian: отблеск
spanish: Destello

# MasterName-ES000050
source: Lab
french: Laboratoire
german: Labor
italian: Laboratorio
japanese: けんきゅうじょ
korean: 랩
russian: лаборатория
spanish: Laboratorio

# MasterName-ES000163
source: Lab
french: Laboratoire
german: Labor
italian: Laboratorio
japanese: けんきゅうじょ
korean: 랩
russian: лаборатория
spanish: Laboratorio

# MasterName-ES000064
source: Corpses
french: cadavres
italian: cadaveri
japanese: なきがら
korean: 시체
portuguese: cadáveres
russian: Трупы
spanish: cadáveres

# MasterName-ES000066
source: Grate
french: Grille
german: Gitter
italian: Grattugiare
japanese: てつごうし
korean: 화상
portuguese: Grato
russian: колосниковая решетка
spanish: Rallar

# MasterName-ES000112
source: Luck
french: La chance
german: Glück
italian: Fortuna
japanese: うんのよさ
korean: 행운
portuguese: Sorte
russian: везение
spanish: Suerte

# MasterName-ES000114
source: Map
french: Carte
german: Karte
italian: Carta geografica
japanese: ちず
korean: 지도
portuguese: Mapa
russian: карта
spanish: Mapa

# MasterName-ES000118
source: Vulnerable
french: Vulnérable
german: verletzbar
italian: Vulnerabile
japanese: ぜいじゃく
korean: 취약
portuguese: Vulnerável
russian: уязвимый

# MasterName-ES000120
source: Paralyze
french: Paralyser
german: Lähmen
italian: Paralizzare
japanese: まひ
korean: 마비
portuguese: Paralisar
russian: Парализовать
spanish: Paralizar

# MasterName-ES000122
source: Powerup
german: Einschalten
italian: Accendere
japanese: パワーアップ
korean: 위력 증가
portuguese: Energizar

# MasterName-ES000126
source: Rummage
french: Farfouiller
german: Stöbern
italian: Rovistare
japanese: したいあさり
korean: 시체 약탈
portuguese: Remexer
russian: рыться
spanish: Hurgar

# MasterName-ES000128
source: Sealed
french: Scellé
german: verschlossen
italian: Sigillato
japanese: ふういん
korean: 봉인
portuguese: Selado
russian: запечатанный
spanish: Sellado

# MasterName-ES000130
source: Shield
french: Bouclier
german: Schild
italian: Scudo
japanese: シールド
korean: 보호막
portuguese: Escudo
russian: Щит
spanish: Proteger

# MasterName-ES000132
source: Shortcut
french: Raccourci
german: Abkürzung
italian: scorciatoia
japanese: ショートカット
korean: 지름길
portuguese: Atalho
russian: кратчайший путь
spanish: Atajo

# MasterName-ES000134
source: Slow
french: Lent
german: Langsam
italian: Lento
japanese: スロー
korean: 감속
portuguese: Lento
russian: Медленный
spanish: Lento

# MasterName-ES000136
source: Speedup
french: Accélérer
german: Beschleunigen
italian: Aumento velocità
japanese: かそく
korean: 가속
portuguese: Acelerar
russian: Форсировочная
spanish: Acelerar

# MasterName-ES000138
source: Teleport
german: teleportieren
italian: Teletrasporto
japanese: テレポート
korean: 순간이동
portuguese: teleporte
russian: Телепорт

# MasterName-ES000140
source: Trap
french: Piège
german: Falle
italian: Trappola
japanese: わな
korean: 덫
portuguese: Armadilha
russian: ловушка
spanish: Trampa

# MasterName-ES000144
source: Calling voice
french: appel vocal
german: Der Aufruf Stimme
italian: chiamate vocali
japanese: よびごえ
korean: 음성 통화
portuguese: voz chamando
russian: Вызов голосовой
spanish: llamadas de voz

# MasterName-ES000052
source: Heal
french: Guérir
german: Heilen
italian: Cura
japanese: かいふく
korean: 회복
portuguese: Curar
russian: заживать
spanish: Sanar

# MasterName-ES000058
source: HP Boost
french: Boost HP
japanese: HPブースト
korean: HP 부스트
portuguese: HP doładowania
russian: HP подталкивания
spanish: Aumento de HP

# MasterName-ES000054
source: Invincible
german: Unbesiegbar
italian: Invincibile
japanese: むてき
korean: 무적
portuguese: Invencível
russian: непобедимый
spanish: Invencible

# MasterName-ES000056
source: Barrier
french: Barrière
german: Barriere
italian: Barriera
japanese: バリア
korean: 방벽
portuguese: Barreira
russian: барьерный
spanish: Barrera

# MasterName-ES000060
source: Forget
french: Oublier
german: Vergessen
italian: Dimenticare
japanese: ぼうきゃく
korean: 망각
portuguese: Esqueço
russian: забывать
spanish: Olvidar

# MasterName-ES000062
source: Unlucky
french: Malchanceux
german: Unglücklich
italian: Sfortunato
japanese: ふこう
korean: 불길한
portuguese: Azarado
russian: Несчастливый
spanish: Desafortunado

# MasterName-ES999998
source: Soulstones
german: Seelensteine
italian: Pietre dell'Anima
japanese: ませき
korean: 마석
spanish: Piedras de Alma

# TEXT_NEWS_TITLE_SEASON_EVENT_8
source: Season Event ''{0}''__～10/11 15:00
french: Saison événement ''{0}''__～10/11 15:00
german: Saison Ereignis ''{0}''__～10/11 15:00
italian: Stagione Evento ''{0}''__～10/11 15:00
japanese: シーズンイベント「{0}」__～10/11 15:00
korean: 시즌 이벤트 ''{0}''__～10/11 15:00
portuguese: Sezon zdarzeń ''{0}''__～10/11 15:00
russian: Сезон Событие __ ''Руины''
spanish: Temporada de eventos ''{0}''__～10/11 15:00

# MasterDesc-MSJB0001
source: Kill 1 monsters.
french: Tuez 1 monstres.
german: Töte 1 Monster.
italian: Uccidi 1 mostri.
japanese: モンスターを 1たい たおす
korean: 마물을 1번 죽인다.
portuguese: Matar 1 monstros.
russian: Убейте 1 монстров.
spanish: Mata a 1 monstruos.

# MasterDesc-MSJB0002
source: Kill 1 monsters.
french: Tuez 1 monstres.
german: Töte 1 Monster.
italian: Uccidi 1 mostri.
japanese: モンスターを 1たい たおす
korean: 마물을 1번 죽인다.
portuguese: Matar 1 monstros.
russian: Убейте 1 монстров.
spanish: Mata a 1 monstruos.

# MasterDesc-MSJB0003
source: Kill 1 monsters.
french: Tuez 1 monstres.
german: Töte 1 Monster.
italian: Uccidi 1 mostri.
japanese: モンスターを 1たい たおす
korean: 마물을 1번 죽인다.
portuguese: Matar 1 monstros.
russian: Убейте 1 монстров.
spanish: Mata a 1 monstruos.

# WORD_MASS_SALVAGE
source: Salvage Selected
french: Salvage sélectionnés
german: Salvage Ausgewählte
italian: Salvage selezionati
japanese: いっかつ かいたい
korean: 회수 선정
russian: Поврежденный Selected
spanish: seleccionado de salvamento

# TEXT_CONFIRM_NEW_LAB_MASS_SELL_SELECTED
source: Are you sure you want to salvage selected {0} lab parts to earn {1} fragment of death?
french: Êtes-vous sûr de vouloir récupérer une sélection {0} pièces de laboratoire pour gagner {1} fragment de la mort?
german: Sind Sie sicher, dass Sie ausgewählt retten wollen {0} lab Teile {1} Fragment des Todes zu verdienen?
italian: Sei sicuro di voler salvare selezionati {0} parti di laboratorio per guadagnare {1} frammento di morte?
japanese: せんたくした {0}この ラボパーツを かいたいして {1}しのかけらに へんかんします。__よろしいですか？
korean: 당신은 당신이 죽음의 {1} 조각을 얻기 위해 선택 {0} 랩 부분을 회수 하시겠습니까?
portuguese: Tem certeza de que quer salvar {0} peças de laboratório selecionados para ganhar {1} fragmento da morte?
russian: Вы уверены, что вы хотите, чтобы спасти выбранные {0} лаборатории частей заработать {1} фрагмент смерти?
spanish: ¿Seguro que deseas salvar seleccionados {0} partes de laboratorio para ganar {1} fragmento de la muerte?

# TEXT_CONFIRM_NEW_LAB_MASS_SELL_NOT_STAR
source: Are you sure you want to salvage not protected {0} lab parts to earn {1} fragment of death?
french: Êtes-vous sûr de vouloir sauver non protégés {0} pièces de laboratoire pour gagner {1} fragment de la mort?
german: Sind Sie sicher, dass Sie nicht geschützt {0} Laborteile verdienen retten wollen {1} Fragment des Todes?
italian: Sei sicuro di voler salvare non protette {0} parti di laboratorio per guadagnare {1} frammento di morte?
japanese: ほごされていない {0}この ラボパーツを かいたいして {1}しのかけらに へんかんします。__よろしいですか？
korean: 당신은 당신이 죽음의 {1} 조각을 적립하지 보호 {0} 랩 부분을 회수 하시겠습니까?
portuguese: Tem certeza de que quer salvar não protegidas {0} peças de laboratório para ganhar {1} fragmento da morte?
russian: Вы уверены, что вы хотите, чтобы спасти не защищенные {0} лаборатории частей заработать {1} фрагмент смерти?
spanish: ¿Seguro que deseas salvar no protegidas {0} partes de laboratorio para ganar {1} fragmento de la muerte?

# TEXT_ALERT_NEW_LAB_MASS_SELL_NO_PARTS
source: There are no lab parts to salvage.
french: Il n'y a pas de pièces de laboratoire pour sauver.
german: Es gibt keine Laborteile zu retten.
italian: Non ci sono parti di laboratorio di salvare il salvabile.
japanese: かいたいできる パーツが ありません。
korean: 회수 할 실험실 부품이 없습니다.
portuguese: Não há peças de laboratório para salvamento.
russian: Там нет лаборатории частей по спасению.
spanish: No hay piezas de laboratorio para salvar.

# MasterName-SK100042
source: Trick or Treat
french: Des bonbons ou un sort
german: Süßes oder Saures
italian: Dolcetto o scherzetto
japanese: トリックオアトリート
korean: 속임수
portuguese: Doçura ou travessura
russian: Кошелек или жизнь
spanish: Truco o trato

# MasterDesc-SK100042
source: The summor Ends. The winter comes. Empty pumpkins filled with evil souls.
french: Le summor termine. L'hiver arrive. citrouilles vides remplis d'âmes mauvaises.
german: Die summor kurz. Der Winter kommt. Leere Kürbisse mit bösen Seelen gefüllt.
italian: Il summor Ends. L'inverno arriva. zucche vuote piene di anime malvagie.
japanese: なつの おわり ふゆの おとずれ くうきょな かぼちゃに たましいが みちる
korean: summor는 종료합니다. 겨울이 온다. 악마의 영혼을 가득 빈 호박.
portuguese: O summor termina. O inverno vem. abóboras vazias cheias de almas mal.
russian: Summor Окончание. Приходит зима. Пустые тыквы, наполненные злыми душами.
spanish: El summor Ends. El invierno llega. calabazas vacías llenas de almas mal.

# MasterName-EN000054
source: Jack-o'-Lantern
french: Citrouille d'Halloween
japanese: ジャッコランタン
korean: 잭 오 랜턴
russian: Блуждающий огонек

# MasterDesc-EN000054
source: When it comes to this season, they come from nowhere and handing out sweets. __I hope they will come next year again!
french: En ce qui concerne cette saison, ils viennent de nulle part et distribuer des bonbons. __I espère qu'ils viendront l'année prochaine!
german: Wenn es um diese Jahreszeit kommt, sie kommen aus dem Nichts und Süßigkeiten verteilen. __I hofft, dass sie im nächsten Jahr wieder kommen!
italian: Quando si tratta di questa stagione, vengono dal nulla e distribuendo dolci. __I spero verranno anche l'anno prossimo!
japanese: このじきに なると どこから ともなく やってきて おかしを ふるまって かえっていく まもの。 らいねんも くると いいね！
korean: 그것은 이번 시즌에 올 때, 그들은 갑자기 과자를 나눠에서 온다. __I 명은 다시 내년에 올 것이다 희망!
portuguese: Quando se trata de nesta temporada, eles vêm do nada e distribuindo doces. __I espero que virá no próximo ano novamente!
russian: Когда дело доходит до этого сезона, они приходят из ниоткуда и раздавать сладости. __I надеюсь, что они придут в следующем году снова!
spanish: Cuando se trata de esta temporada, vienen de la nada y repartiendo caramelos. __I esperamos que venga el año que viene!

# MasterName-SKE01066
source: Happy Halloween!
french: Joyeux Halloween!
german: Fröhliches Halloween!
italian: Felice Halloween!
japanese: ハッピーハロウィン！
korean: 해피 할로윈!
portuguese: Feliz Dia das Bruxas!
russian: Счастливого Хэллоуина!
spanish: ¡Feliz Halloween!

# MasterName-SKE01069
source: Trick!
french: Tour!
italian: Trucco!
japanese: トリック！
korean: 속임수!
portuguese: Truque!
spanish: ¡Truco!

# MasterName-SKE01070
source: Treat!
french: Traiter!
german: Behandeln!
italian: Trattare!
japanese: トリート！
korean: 다루다!
portuguese: Tratar!
russian: Рассматривать!
spanish: ¡Tratar!

# MasterName-SE000009
source: Halloween
japanese: ハロウィン
korean: 할로윈
portuguese: dia das Bruxas
russian: Хэллоуин
spanish: Víspera de Todos los Santos

# MasterDesc-MSSM0901
source: Kill 25 monsters.
french: Tuez 25 monstres.
german: Töte 25 Monster.
italian: Uccidi 25 mostri.
japanese: モンスターを 25たい たおす
korean: 마물을 25번 쓰러트린다.
portuguese: Mate 25 monstro.
russian: Убейте 25 монстров.
spanish: Mata a 25 monstruos.

# MasterDesc-MSSM0902
source: Kill 10 floor bosses.
french: Tuer 10 patrons de plancher.
german: Töte 10 Boden-Bosse.
italian: Uccidi 10 boss del pavimento.
japanese: フロアボスを 10たい たおす
korean: 층 보스를 10번 쓰러트린다
portuguese: Mate 10 chefes de piso.
russian: Убейте 10 боссов пола.
spanish: Mata a 10 jefes de piso.

# MasterDesc-MSSM0903
source: Clear 5F 3 times.
french: Effacer 5F 3 fois.
german: Klar 5F 3 mal.
italian: Cancella 5F 3 volte.
japanese: 5Fを 3かい クリアする
korean: 클리어 5 층 3 번.
portuguese: Limpar 5F 3 vezes.
russian: Ясно 5F 3 раза.
spanish: Claro 5F 3 veces.

# MasterDesc-MSSM0904
source: Play a witch.
french: Faites une sorcière.
german: Spielen Sie eine Hexe.
italian: Gioca una strega.
japanese: まじょで プレイする
korean: 마녀를 재생합니다.
portuguese: Jogar uma bruxa.
russian: Играть ведьма.
spanish: Juega una bruja.

# MasterDesc-MSSM0905
source: Total event point 1000+
french: point d'événement total 1000+
german: Insgesamt Ereignispunkt 1000+
italian: Punto evento totale 1000+
japanese: るいけい イベントポイント 1000いじょう
korean: 전체 이벤트 포인트 1000 +
portuguese: ponto evento total 1000+
russian: Всего точечное событие 1000+
spanish: punto Total caso 1000+

# MasterDesc-MSSM0906
source: Total event point 2000+
french: point d'événement total 2000+
german: Insgesamt Ereignispunkt 2000+
italian: Punto evento totale 2000+
japanese: るいけい イベントポイント 2000いじょう
korean: 전체 이벤트 포인트 2000 +
portuguese: ponto evento total 2000+
russian: Всего точечное событие 2000+
spanish: punto Total caso 2000+

# MasterDesc-MSSM0907
source: Total event point 3000+
french: point d'événement total 3000+
german: Insgesamt Ereignispunkt 3000+
italian: Punto evento totale 3000+
japanese: るいけい イベントポイント 3000いじょう
korean: 전체 이벤트 포인트 3000 +
portuguese: ponto evento total 3000+
russian: Всего точечное событие 3000+
spanish: punto Total caso 3000+
