Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterDesc-MSD00043
source: Use skill that use your turn 100 times.
french: Utilisez 100 fois un Talent qui finit le Tour.
german: Verwenden Sie Fertigkeit, die Sie an der Reihe 100-mal verwendet werden.
italian: Usa un abilità che fa finire il turno 100 volte
japanese: ターンを しょうひしない スキルを 100かい しようする
korean: 자신의 턴에 기술 100회 사용
portuguese: Usar uma habilidade que encerra seu turno 100 vezes.
russian: Используйте навыки, которые используют ваши поворота в 100 раз.
spanish: Utilizar las habilidades que utilizan su turno 100 veces.

# MasterDesc-MSD00044
source: Enter Black Room 50 times.
french: Entrer 50 fois dans une Salle noire.
german: Geben Sie Black Room 50-mal.
italian: Entra in una stanza nera 50 volte
japanese: くろい へやに 50かい ふみこむ
korean: 검은색 방에 50회 들어간다.
portuguese: Entrar em uma sala negra 50 vezes.
russian: Введите номер 50 Black раз.
spanish: Entrar en la sala Negro 50 veces.

# MasterDesc-MSD00045
source: Enter Red Room 50 times.
french: Entrer 50 fois dans une Salle rouge.
german: Geben Sie Red Room 50-mal.
italian: Entra in una stanza rossa 50 volte
japanese: あかい へやに 50かい ふみこむ
korean: 빨간색 방에 50회 들어간다.
portuguese: Entrar em uma sala vermelha 50 vezes.
russian: Введите Красная комната 50 раз.
spanish: Entrar en la sala Rojo 50 veces.

# MasterDesc-MSD00046
source: Enter Green Room 50 times.
french: Entrer 50 fois dans une Salle verte.
german: Geben Sie Green Room 50-mal.
italian: Entra in una stanza verde50 volte
japanese: みどりの へやに 50かい ふみこむ
korean: 초록색 방에 50회 들어간다.
portuguese: Entrar em uma sala verde 50 vezes.
russian: Введите Green Room 50 раз.
spanish: Entrar en la sala verde 50 veces.

# MasterDesc-MSD00047
source: Enter Blue Room 50 times.
french: Entrer 50 fois dans une Salle bleue.
german: Geben Sie Blue Room 50-mal.
italian: Entra in una stanza blu 50 volte
japanese: あおい へやに 50かい ふみこむ
korean: 파란색 방에 50회 들어간다.
portuguese: Entrar em uma sala azul 50 vezes.
russian: Введите Blue Room 50 раз.
spanish: Introduzca Blue Room 50 veces.

# MasterDesc-MSD00048
source: Enter Purple Room 50 times.
french: Entrer 50 fois dans une Salle violette.
german: Geben Sie Purple Room 50-mal.
italian: Entra in una stanza viola 50 volte
japanese: むらさきの へやに 50かい ふみこむ
korean: 보라색 방에 50회 들어간다.
portuguese: Entrar em uma sala roxa 50 vezes.
russian: Введите фиолетовый номер 50 раз.
spanish: Entrar en la sala púrpura 50 veces.

# MasterDesc-MSD00049
source: Enter Yellow Room 50 times.
french: Entrer 50 fois dans une Salle jaune.
german: Geben Sie Yellow Room 50-mal.
italian: Entra in una stanza gialla 50 volte
japanese: きいろい へやに 50かい ふみこむ
korean: 노란색 방에 50회 들어간다.
portuguese: Entrar em uma sala amarela 50 vezes.
russian: Введите Желтый номер в 50 раз.
spanish: Entrar en la sala amarilla 50 veces.

# MasterDesc-MSD00050
source: Enter Cyan Room 50 times.
french: Entrer 50 fois dans une Salle Azur.
german: Geben Sie Cyan-Raum 50-mal.
italian: Entra in una stanza azzurra 50 volte
japanese: みずいろの へやに 50かい ふみこむ
korean: 하늘색 방에 50회 들어간다.
portuguese: Entrar em uma sala ciano 50 vezes.
russian: Введите Cyan номер 50 раз.
spanish: Introduzca cian de habitaciones 50 veces.

# MasterDesc-MSD00051
source: Enter Dark Room 30 times.
french: Entrer 30 fois dans une Salle Sombre.
german: Geben Sie Dark Room 30 mal.
italian: Entra in una stanza buia 30 volte
japanese: くらやみの へやに 30かい ふみこむ
korean: 어둠의 방에 30회 들어간다.
portuguese: Entrar em uma sala Escura 50 vezes.
russian: Введите Dark Room 30 раз.
spanish: Entrar en la sala oscura de 30 veces.

# MasterDesc-MSD00052
source: Enter Door Room 30 times.
french: Entrer 30 fois dans une Salle de la Porte.
german: Geben Sie Tür-Raum 30 mal.
italian: Entra in una stanza con la porta 30 volte
japanese: とびらの へやに 30かい ふみこむ
korean: 문의 방에 30회 들어간다.
portuguese: Entrar em uma sala Fechada 30 vezes.
russian: Введите дверь комнаты в 30 раз.
spanish: Entrar en la sala de la puerta 30 veces.

# MasterDesc-MSD00053
source: Enter Spark Room 30 times.
french: Entrer 30 fois dans une Salle Crépitante.
german: Geben Sie Funken Zimmer 30 mal.
italian: Entra in una stanza luminosa 30 volte
japanese: でんりゅうの へやに 30かい ふみこむ
korean: 전류 방에 30회 들어간다.
portuguese: Entrar em uma sala Eletrificada 30 vezes.
russian: Введите Спарк комната 30 раз.
spanish: Introduzca la chispa de habitaciones 30 veces.

# MasterDesc-MSD00054
source: Enter Swamp Room 30 times.
french: Entrer 30 fois dans une Salle Marécageuse.
german: Geben Sie Swamp Room 30 mal.
italian: Entra in una stanza con la palude 30 volte
japanese: ぬまの へやに 30かい ふみこむ
korean: 늪의 방에 30회 들어간다.
portuguese: Entrar em uma sala Pantanosa 30 vezes.
russian: Введите Болото комната 30 раз.
spanish: Introduzca pantano de habitaciones 30 veces.

# MasterDesc-MSD00055
source: Enter Drown Room 30 times.
french: Entrer 30 fois dans une Salle Inondée.
german: Geben Sie Drown Zimmer 30 mal.
italian: Entra in una stanza sommersa 30 volte
japanese: すいぼつの へやに 30かい ふみこむ
korean: 수몰의 방에 30회 들어간다.
portuguese: Entrar em uma sala Inundada 30 vezes.
russian: Введите утопить комната 30 раз.
spanish: Introduzca Drown de habitaciones 30 veces.

# MasterDesc-MSD00056
source: Enter Narrow Room 30 times.
french: Entrer 30 fois dans une Salle Etroite.
german: Geben Sie engen Raum 30 mal.
italian: Entra in una stanza stretta 30 volte
japanese: きゅうくつの へやに 30かい ふみこむ
korean: 비좁음의 방에 30회 들어간다.
portuguese: Entrar em uma sala Estreita 30 vezes.
russian: Введите узкое помещение в 30 раз.
spanish: Introduzca estrecho de habitaciones 30 veces.

# MasterDesc-MSD00057
source: Enter Zone Room 30 times.
french: Entrer 30 fois dans une Salle de Zone.
german: Geben Sie Zone Room 30 mal.
italian: Entra in una stanza a zona 30 volte
japanese: けっかいの へやに 30かい ふみこむ
korean: 결계의 방에 30회 들어간다.
portuguese: Entrar em uma sala Negativa 30 vezes.
russian: Введите зону комната 30 раз.
spanish: Entrar en una zona de habitaciones 30 veces.

# MasterDesc-MSD00058
source: Enter Tailwind Room 30 times.
french: Entrer 30 fois dans une Salle Venteuse.
german: Geben Sie Tailwind Zimmer 30 mal.
italian: Entra in una stanza ventosa 30 volte
japanese: おいかぜの へやに 30かい ふみこむ
korean: 순풍의 방에 30회 들어간다.
portuguese: Entrar em uma sala Acelerada 30 vezes.
russian: Введите TAILWIND комната 30 раз.
spanish: Introduzca Tailwind de habitaciones 30 veces.

# MasterDesc-MSD00059
source: Enter Vast Room 30 times.
french: Entrer 30 fois dans une Salle Vaste.
german: Geben Sie Vast Zimmer 30 mal.
italian: Entra in una stanza vasta 30 volte
japanese: こうだいの へやに 30かい ふみこむ
korean: 넓음의 방에 30회 들어간다.
portuguese: Entrar em uma sala Vasta 30 vezes.
russian: Введите Обширные номер в 30 раз.
spanish: Introduzca amplia sala 30 veces.

# MasterDesc-MSD00060
source: Enter Torch Room 30 times.
french: Entrer 30 fois dans une Salle Flambante.
german: Geben Sie Torch Room 30 mal.
italian: Entra in una stanza con la torcia 30 volte
japanese: たいまつの へやに 30かい ふみこむ
korean: 횃불의 방에 30회 들어간다.
portuguese: Entrar em uma sala Iluminada 30 vezes.
russian: Введите факелом комната 30 раз.
spanish: Introduzca la antorcha de habitaciones 30 veces.

# MasterDesc-MSD00061
source: Enter Heat Room 30 times.
french: Entrer 30 fois dans une Salle Chaude.
german: Geben Sie Wärmeraum 30 mal.
italian: Entra in una stanza calda 30 volte
japanese: こうおんの へやに 30かい ふみこむ
korean: 고온의 방에 30회 들어간다.
portuguese: Entrar em uma sala em Chamas 30 vezes.
russian: Введите обогрева помещения в 30 раз.
spanish: Entrar en la sala de calor 30 veces.

# MasterDesc-MSD00062
source: Enter Trial Room 30 times.
french: Entrer 30 fois dans une Salle d'Epreuve.
german: Geben Sie Testraum 30 mal.
italian: Entra in una stanza con una prova 30 volte
japanese: しれんの へやに 30かい ふみこむ
korean: 시험의 방에 30회 들어간다.
portuguese: Entrar em uma sala de Tribunal 30 vezes.
russian: Введите Trial комната 30 раз.
spanish: Introduzca prueba de habitaciones 30 veces.

# MasterDesc-MSD00063
source: Enter Branch Room 30 times.
french: Entrer 30 fois dans une Salle à Croisement.
german: Geben Sie Zweig Room 30 mal.
italian: Entra in una stanza con il ramo 30 volte
japanese: ぶんきろの へやに 30かい ふみこむ
korean: 분기점의 방에 30회 들어간다.
portuguese: Entrar em uma sala Forquilhada 30 vezes.
russian: Введите Отрасль комната 30 раз.
spanish: Introduzca la rama de habitaciones 30 veces.

# MasterDesc-MSD00064
source: Enter Trace Room 30 times.
french: Entrer 30 fois dans une Salle avec Traces.
german: Geben Sie Trace Zimmer 30 mal.
italian: Entra in una stanza con una traccia 30 volte
japanese: こんせきの へやに 30かい ふみこむ
korean: 흔적의 방에 30회 들어간다.
portuguese: Entrar em uma sala Traçada 30 vezes.
russian: Введите комната 30 кривая, вычерченная самописцем раз.
spanish: Introduzca traza de habitaciones 30 veces.

# MasterDesc-MSD00065
source: Pick 50 equipments have STR.
french: Choisir 50 Equipements avec FOR.
german: Pick-50 Ausrüstungen haben STR.
italian: Prendi 50 equipaggiamenti con STR
japanese: きんりょくを もつ そうびを 50かい ひろう
korean: 근력을 가진 장비를 50회 줍기
portuguese: Pegar 50 equipamentos que aumentem FOR.
russian: Pick 50 оборудования есть STR.
spanish: Recoger 50 equipos tienen STR.

# MasterDesc-MSD00066
source: Pick 50 equipments have DEX.
french: Choisir 50 Equipements avec DEX.
german: Pick-50 Ausrüstungen haben DEX.
italian: Prendi 50 equipaggiamenti con DEX
japanese: ぎりょうを もつ そうびを 50かい ひろう
korean: 기교를 가진 장비를 50회 줍기
portuguese: Pegar 50 equipamentos que aumentem DES.
russian: Pick 50 имеют оборудование DEX.
spanish: Recoger 50 equipos tienen DEX.

# MasterDesc-MSD00067
source: Pick 50 equipments have INT.
french: Choisir 50 Equipements avec INT.
german: Wählen Sie 50 Geräte haben INT.
italian: Prendi 50 equipaggiamenti con INT
japanese: まりょくを もつ そうびを 50かい ひろう
korean: 마력을 가진 장비를 50회 줍기
portuguese: Pegar 50 equipamentos que aumentem INT.
russian: Pick 50 имеют оборудование INT.
spanish: Recoger 50 equipos tienen INT.

# MasterDesc-MSD00068
source: Pick 50 equipments have PIE.
french: Choisir 50 Equipements avec FOI.
german: Wählen Sie 50 Ausrüstungen PIE haben.
italian: Prendi 50 equipaggiamenti con PIE
japanese: しんこうを もつ そうびを 50かい ひろう
korean: 신앙을 가진 장비를 50회 줍기
portuguese: Pegar 50 equipamentos que aumentem PIE.
russian: Pick 50 оборудования имеют PIE.
spanish: Recoger 50 equipos tienen PIE.

# MasterDesc-MSD00069
source: Pick 50 equipments have MaxHP.
french: Choisir 50 Equipements avec PVmax.
german: Pick-50 Ausrüstungen haben MaxHP.
italian: Prendi 50 equipaggiamenti con MaxHP
japanese: さいだいHPを もつ そうびを 50かい ひろう
korean: 최대 HP를 가진 장비를 50회 줍기
portuguese: Pegar 50 equipamentos que aumentem HP.
russian: Pick 50 имеют оборудование MaxHP.
spanish: Recoger 50 equipos tienen MaxHP.

# MasterDesc-MSD00070
source: Pick 50 equipments have Shield.
french: Choisir 50 Equipements avec Bouclier.
german: Pick-50 Ausrüstungen haben Schild.
italian: Prendi 50 equipaggiamenti con Scudo
japanese: シールドを もつ そうびを 50かい ひろう
korean: 보호막을 가진 장비를 50회 줍기
portuguese: Pegar 50 equipamentos que tenham Escudo.
russian: Pick 50 имеют оборудование Shield.
spanish: Recoger 50 equipos tienen Shield.

# MasterDesc-MSD00071
source: Pick 50 equipments have Barrier.
french: Choisir 50 Equipements avec Barrière.
german: Pick-50 Ausrüstungen haben Barrier.
italian: Prendi 50 equipaggiamenti con Barriera
japanese: バリアを もつ そうびを 30かい ひろう
korean: 방벽을 가진 장비를 30회 줍기
portuguese: Pegar 50 equipamentos que tenham Barreira.
russian: Pick 50 оборудования имеют барьер.
spanish: Recoger 50 equipos tienen Barrera.

# MasterDesc-MSD00072
source: Pick 5 Legendary items.
french: Choisir 5 Equipements Légendaires.
german: Pick-5 Legendäre Gegenstände.
italian: Prendi 5 oggetti leggendari
japanese: でんせつのぶぐを 5かい ひろう
korean: 전설의 무구를 5회 줍기
portuguese: Pegar 5 itens lendários.
russian: Выберите 5 легендарных предметов.
spanish: Elige 5 objetos legendarios.

# MasterDesc-MSD00073
source: Pick 50 weapons.
french: Choisir 50 Armes.
german: Wählen Sie 50 Waffen.
italian: Prendi 50 armi
japanese: ぶきスロットの そうびを 50かい ひろう
korean: 무기를 50회 줍기
portuguese: Pegar 50 armas.
russian: Возьмите 50 оружия.
spanish: Recoger 50 armas.

# MasterDesc-MSD00074
source: Pick 50 armors.
french: Choisir 50 Armures.
german: Wählen Sie 50 Panzerungen.
italian: Prendi 50 armature
japanese: ぼうぐスロットの そうびを 50かい ひろう
korean: 방어구를 50회 줍기
portuguese: Pegar 50 armaduras.
russian: Pick 50 панцири.
spanish: Recoger 50 armaduras.

# MasterDesc-MSD00075
source: Pick 50 accessories.
french: Choisir 50 Accessoires.
german: Pick-50 Zubehör.
italian: Prendi 50 accessori
japanese: そうしょくひんスロットの そうびを 50かい ひろう
korean: 장신구를 50회 줍기
portuguese: Pegar 50 acessórios.
russian: Pick 50 аксессуаров.
spanish: Recoger 50 accesorios.

# MasterDesc-MSD00076
source: Kill 100 monsters.
french: tuer 100 adversaires.
german: Töte 100 Monster.
italian: Uccidi 100 mostri
japanese: モンスターを 100たい たおす
korean: 마물을 100번 죽인다.
portuguese: Matar 100 monstros.
russian: Убейте 100 монстров.
spanish: Mata a 100 monstruos.

# MasterDesc-MSD00077
source: Kill 20 floor bosses.
french: tuer 20 Boss de Niveau.
german: Töte 20 Boden-Bosse.
italian: Uccidi 20 boss di fine livello
japanese: フロアボスを 20たい たおす
korean: 층 보스를 20번 죽인다.
portuguese: Matar 20 chefes de andar.
russian: Убейте 20 этажа боссов.
spanish: Mata a 20 jefes de piso.

# MasterDesc-MSD10001
source: Kill 100 monsters.
french: tuer 100 adversaires.
german: Töte 100 Monster.
italian: Uccidi 100 mostri
japanese: モンスターを 100たい たおす
korean: 마물을 100번 죽인다.
portuguese: Matar 100 monstros.
russian: Убейте 100 монстров.
spanish: Mata a 100 monstruos.

# MasterDesc-MSD10002
source: Kill 20 floor bosses.
french: tuer 20 Boss de Niveau.
german: Töte 20 Boden-Bosse.
italian: Uccidi 20 boss di fine livello
japanese: フロアボスを 20たい たおす
korean: 층 보스를 20번 죽인다.
portuguese: Matar 20 chefes de andar.
russian: Убейте 20 этажа боссов.
spanish: Mata a 20 jefes de piso.

# MasterDesc-MSD10003
source: Enter Black Room 30 times.
french: Entrer 30 fois dans une Salle noire.
german: Geben Sie Black Room 30 mal.
italian: Entra in una stanza nera 30 volte
japanese: くろい へやに 30かい ふみこむ
korean: 검은색 방에 30회 들어간다.
portuguese: Entrar em uma sala negra 30 vezes.
russian: Введите Черная комната 30 раз.
spanish: Entrar en la sala Negro 30 veces.

# MasterDesc-MSD10004
source: Enter Red Room 30 times.
french: Entrer 30 fois dans une Salle rouge.
german: Geben Sie Red Room 30 mal.
italian: Entra in una stanza rossa 30 volte
japanese: あかい へやに 30かい ふみこむ
korean: 빨간색 방에 30회 들어간다.
portuguese: Entrar em uma sala vermelha 30 vezes.
russian: Введите Красная комната 30 раз.
spanish: Entrar en la sala Rojo 30 veces.

# MasterDesc-MSD10005
source: Enter Green Room 30 times.
french: Entrer 30 fois dans une Salle verte.
german: Geben Sie Green Room 30 mal.
italian: Entra in una stanza verde 30 volte
japanese: みどりの へやに 30かい ふみこむ
korean: 초록색 방에 30회 들어간다.
portuguese: Entrar em uma sala verde 30 vezes.
russian: Введите Green Room 30 раз.
spanish: Entrar en la sala verde 30 veces.

# MasterDesc-MSD10006
source: Enter Blue Room 30 times.
french: Entrer 30 fois dans une Salle bleue.
german: Geben Sie Blue Room 30 mal.
italian: Entra in una stanza blu 30 volte
japanese: あおい へやに 30かい ふみこむ
korean: 파란색 방에 30회 들어간다.
portuguese: Entrar em uma sala azul 30 vezes.
russian: Введите Blue Room 30 раз.
spanish: Introduzca Blue Room 30 veces.

# MasterDesc-MSD10007
source: Enter Purple Room 30 times.
french: Entrer 30 fois dans une Salle violette.
german: Geben Sie Purple Room 30 mal.
italian: Entra in una stanza viola 30 volte
japanese: むらさきの へやに 30かい ふみこむ
korean: 보라색 방에 30회 들어간다.
portuguese: Entrar em uma sala roxa 30 vezes.
russian: Введите фиолетовый комната 30 раз.
spanish: Entrar en la sala púrpura 30 veces.

# MasterDesc-MSD10008
source: Enter Yellow Room 30 times.
french: Entrer 30 fois dans une Salle jaune.
german: Geben Sie Yellow Room 30 mal.
italian: Entra in una stanza gialla 30 volte
japanese: きいろい へやに 30かい ふみこむ
korean: 노란색 방에 30회 들어간다.
portuguese: Entrar em uma sala amarela 30 vezes.
russian: Введите Желтый номер в 30 раз.
spanish: Entrar en la sala amarilla 30 veces.

# MasterDesc-MSD10009
source: Enter Cyan Room 30 times.
french: Entrer 30 fois dans une Salle Azur.
german: Geben Sie Cyan-Raum 30 mal.
italian: Entra in una stanza azzurra 30 volte
japanese: みずいろの へやに 30かい ふみこむ
korean: 하늘색 방에 30회 들어간다.
portuguese: Entrar em uma sala ciano 30 vezes.
russian: Введите Cyan комната 30 раз.
spanish: Introduzca cian de habitaciones 30 veces.

# MasterDesc-MSD10010
source: Pick 30 equipments have STR.
french: Choisir 30 Equipements avec FOR.
german: Pick-30 Ausrüstungen haben STR.
italian: Prendi 30 equipaggiamenti con STR
japanese: きんりょくを もつ そうびを 30かい ひろう
korean: 근력을 가진 장비를 30회 줍기
portuguese: Pegar 30 equipamentos que aumentem FOR.
russian: Pick 30 оборудования есть STR.
spanish: Recoger 30 equipos tienen STR.

# MasterDesc-MSD10011
source: Pick 30 equipments have DEX.
french: Choisir 30 Equipements avec DEX.
german: Pick-30 Ausrüstungen haben DEX.
italian: Prendi 30 equipaggiamenti con DEX
japanese: ぎりょうを もつ そうびを 30かい ひろう
korean: 기교를 가진 장비를 30회 줍기
portuguese: Pegar 30 equipamentos que aumentem DES.
russian: Pick 30 имеют оборудование DEX.
spanish: Recoger 30 equipos tienen DEX.

# MasterDesc-MSD10012
source: Pick 30 equipments have INT.
french: Choisir 30 Equipements avec INT.
german: Wählen Sie 30 Geräte haben INT.
italian: Prendi 30 equipaggiamenti con INT
japanese: まりょくを もつ そうびを 30かい ひろう
korean: 마력을 가진 장비를 30회 줍기
portuguese: Pegar 30 equipamentos que aumentem INT.
russian: Pick 30 оборудования есть INT.
spanish: Recoger 30 equipos tienen INT.

# MasterDesc-MSD10013
source: Pick 30 equipments have PIE.
french: Choisir 30 Equipements avec FOI.
german: Pick-30 Ausrüstungen PIE haben.
italian: Prendi 30 equipaggiamenti con PIE
japanese: しんこうを もつ そうびを 30かい ひろう
korean: 신앙을 가진 장비를 30회 줍기
portuguese: Pegar 30 equipamentos que aumentem PIE.
russian: Pick 30 оборудования имеют PIE.
spanish: Recoger 30 equipos tienen PIE.

# MasterDesc-MSD10014
source: Pick 30 equipments have MaxHP.
french: Choisir 30 Equipements avec PVmax.
german: Pick-30 Ausrüstungen haben MaxHP.
italian: Prendi 30 equipaggiamenti con MaxHP
japanese: さいだいHPを もつ そうびを 30かい ひろう
korean: 최대 HP를 가진 장비를 30회 줍기
portuguese: Pegar 30 equipamentos que aumentem HP.
russian: Pick 30 имеют оборудование MaxHP.
spanish: Recoger 30 equipos tienen MaxHP.

# MasterDesc-MSD10015
source: Pick 30 equipments have Shield.
french: Choisir 30 Equipements avec Bouclier.
german: Pick-30 Ausrüstungen haben Schild.
italian: Prendi 30 equipaggiamenti con Scudo
japanese: シールドを もつ そうびを 30かい ひろう
korean: 보호막을 가진 장비를 30회 줍기
portuguese: Pegar 30 equipamentos que tenham Escudo.
russian: Pick 30 оборудования есть щит.
spanish: Recoger 30 equipos tienen Shield.

# MasterDesc-MSD10016
source: Pick 20 equipments have Barrier.
french: Choisir 30 Equipements avec Barrière.
german: Pick-20 Ausrüstungen haben Barrier.
italian: Prendi 20 equipaggiamenti con Barriera
japanese: バリアを もつ そうびを 20かい ひろう
korean: 방벽을 가진 장비를 20회 줍기
portuguese: Pegar 30 equipamentos que tenham Barreira.
russian: Pick 20 оборудования имеют барьер.
spanish: Recoger 20 equipos tienen Barrera.

# MasterDesc-MSD10017
source: Clear 5F 5 times.
french: Finir 5F 5 fois.
german: Klar 5F 5-mal.
italian: Finisci il livello 5F 5 volte
japanese: 5Fを 5かい クリアする
korean: 5층을 5번 클리어한다.
portuguese: Completar o 5º andar 5 vezes.
russian: Ясно 5F 5 раз.
spanish: Claro 5F 5 veces.

# MasterDesc-MSD10018
source: Clear 10F.
french: Finir 10F.
german: Klar 10F.
italian: Finisci il livello 10F
japanese: 10Fを クリアする
korean: 10층을 클리어한다.
portuguese: Completar o 10º andar.
russian: Ясно 10F.
spanish: 10F clara.

# MasterDesc-MSD10019
source: Win in ''Tower of Immortals''.
french: Vaincre la ''Tour des Immortels''.
german: Gewinnen Sie in ''Tower of Immortals''.
italian: Vinci nella ''Torre degli Immortali''
japanese: 「ふめつのとう」の たいせんで 1しょうする
korean: [불멸의 탑]에서 1승
portuguese: Vencer na ''Torre dos Imortais''.
russian: Победа в ''Башня бессмертных''.
spanish: Ganas en la ''Torre de los Inmortales''.

# MasterDesc-MSM00001
source: 12 Win in ''Tower of Immortals''.
french: 12 victoires dans la ''Tour des Immortels''.
german: 12 Gewinne in ''Tower of Immortals''.
italian: 12 vittorie nella ''Torre degli Immortali''
japanese: 「ふめつのとう」の たいせんで 12れんしょうする
korean: [불멸의 탑]에서 12승
portuguese: Vencer 12 vezes na ''Torre dos Imortais''.
russian: 12 Win в ''Башня бессмертных''.
spanish: 12 Ganar en ''Torre de los Inmortales''.

# MasterDesc-MSM00002
source: Kill ''Ancient King''.
french: Tuer le ''Roi Antique''.
german: Kill ''Alten König''.
italian: Uccidi ''Il Vecchio Re''
japanese: 「こだいの はおう」を げきはする
korean: [고대의 패왕] 죽이기
portuguese: Matar o ''Rei Esquecido''.
russian: Убить ''древнего короля''.
spanish: Matar ''antiguo rey''.

# MasterDesc-MSM00003
source: Kill ''Old Prophet''.
french: Tuer le ''Vieux Prophète''.
italian: Uccidi ''Il Vecchio Profeta''
japanese: 「こだいの よげんしゃ」を げきはする
korean: [고대의 예언자] 죽이기
portuguese: Matar o ''Profeta Antigo''.
russian: Убить ''старый пророк''.
spanish: Matar ''viejo profeta''.

# MasterDesc-MSM00004
source: Kill ''Old Prophet'' in ''Nightmare''.
french: Tuer le ''Vieux Prophète'' en mode Cauchemar.
german: Kill ''Old Prophet'' in ''Alptraum''.
italian: Uccidi ''Il Vecchio Profeta'' a difficoltà Incubo
japanese: 「あくむ」で 「こだいの よげんしゃ」を げきはする
korean: [악몽]난이도의 [고대의 예언자] 죽이기
portuguese: Matar o ''Profeta Antigo'' no ''Pesadelo''.
russian: Убить ''старый пророк'' в ''Кошмар''.
spanish: Matar ''viejo profeta'' en ''Pesadilla''.

# MasterDesc-MSM00005
source: Win in ''Tower of Immortals''.
french: Vaincre la ''Tour des Immortels''.
german: Gewinnen Sie in ''Tower of Immortals''.
italian: Vinci nella ''Torre degli Immortali''
japanese: 「ふめつのとう」の たいせんで 1しょうする
korean: [불멸의 탑]에서 1승
portuguese: Vencer na ''Torre dos Imortais''.
russian: Победа в ''Башня бессмертных''.
spanish: Ganas en la ''Torre de los Inmortales''.

# MasterDesc-MSM00006
source: 3 Win in ''Tower of Immortals''.
french: 3 victoires dans la ''Tour des Immortels''.
german: 3 Gewinne in ''Tower of Immortals''.
italian: 3 vittorie nella ''Torre degli Immortali''
japanese: 「ふめつのとう」の たいせんで 3れんしょうする
korean: [불멸의 탑]에서 3승
portuguese: 3 vitórias na ''Torre dos Imortais''.
russian: 3 Победа в ''Башня бессмертных''.
spanish: 3 victorias en la ''Torre de los Inmortales''.

# MasterDesc-MSM00007
source: 6 Win in ''Tower of Immortals''.
french: 6 victoires dans la ''Tour des Immortels''.
german: 6 Gewinne in ''Tower of Immortals''.
italian: 6 vittorie nella ''Torre degli Immortali''
japanese: 「ふめつのとう」の たいせんで 6れんしょうする
korean: [불멸의 탑]에서 6승
portuguese: 6 vitórias na ''Torre dos Imortais''.
russian: 6 Победа в ''Башня бессмертных''.
spanish: 6 Ganar en ''Torre de los Inmortales''.

# MasterDesc-MSM00008
source: 9 Win in ''Tower of Immortals''.
french: 9 victoires dans la ''Tour des Immortels''.
german: 9 Gewinne in ''Tower of Immortals''.
italian: 9 vittorie nella ''Torre degli Immortali''
japanese: 「ふめつのとう」の たいせんで 9れんしょうする
korean: [불멸의 탑]에서 9승
portuguese: 9 vitórias na ''Torre dos Imortais''.
russian: 9 Win в ''Башня бессмертных''.
spanish: 9 Ganar en ''Torre de los Inmortales''.

# MasterDesc-MSM00009
source: 12 Win in ''Tower of Immortals''.
french: 12 victoires dans la ''Tour des Immortels''.
german: 12 Gewinne in ''Tower of Immortals''.
italian: 12 vittorie nella ''Torre degli Immortali''
japanese: 「ふめつのとう」の たいせんで 12れんしょうする
korean: [불멸의 탑]에서 12승
portuguese: 12 vitórias na ''Torre dos Imortais''.
russian: 12 Win в ''Башня бессмертных''.
spanish: 12 Ganar en ''Torre de los Inmortales''.

# MasterDesc-MSM00010
source: 15 Win in ''Tower of Immortals''.
french: 15 victoires dans la ''Tour des Immortels''.
german: 15 Gewinne in ''Tower of Immortals''.
italian: 15 vittorie nella ''Torre degli Immortali''
japanese: 「ふめつのとう」の たいせんで 15れんしょうする
korean: [불멸의 탑]에서 15승
portuguese: 15 vitórias na ''Torre dos Imortais''.
russian: 15 Win в ''Башня бессмертных''.
spanish: 15 Ganar en ''Torre de los Inmortales''.
