Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# TEXT_CONFIRM_BUY_SHOPITEM
source: Are you sure you pay <color=#F00>{0}</color> to buy <color=#FB0>{1}</color>?
french: Etes-vous sûr que vous payez<Color=#F00>{0}</color>acheter<Color=#FB0>{1}</color>?
german: Sind Sie sicher, dass Sie zahlen <Color=#F00> {0} </Color> kaufen <Color=#FB0> {1} </Color>?
italian: Sei sicuro di pagare<color=#F00>{0}</color>per acquistare<color=#FB0>{1}</color>?
japanese: <color=#F00>{0}</color>を しはらって <color=#FB0>{1}</color>を こうにゅうしますか？
korean: <color=#F00> {0} </color>을(를) 지불하고 <color=#FB0> {1} </color>을(를) 구입 하시겠습니까?
portuguese: Tem certeza de que pagar <Color=#F00> {0} </color> para comprar <Color=#FB0> {1} </color>?
russian: Вы уверены, что вы платите <color=#F00> {0} </color> купить <color=#fb0> {1} </color>?
spanish: ¿Seguro que paga<Color=#F00>{0}</Color>para comprar<Color=#FB0>{1}</Color>?

# TEXT_CONFIRM_DEV_LAB
source: Are you sure you develop new parts?
french: Etes-vous sûr de développer de nouvelles pièces?
german: Sind Sie sicher, dass Sie neue Teile entwickeln?
italian: Sei certo di sviluppare nuove parti?
japanese: あたらしい パーツを かいはつします。
korean: 새로운 부품을 개발합니다.
portuguese: Tem certeza de que desenvolver novas peças?
russian: Вы уверены, что разработка новых частей?
spanish: ¿Seguro que desarrollar nuevas piezas?

# TEXT_CONFIRM_JOB_LAB_RESET
source: You removed all bonuses from {0}.
french: Vous avez supprimé tous les bonus de {0}.
german: Sie entfernt alle Boni von {0}.
italian: È stato rimosso tutti i bonus da {0}.
japanese: {0}の かいぞうを すべて リセットしました。
korean: {0}의 개조를 모두 초기화했습니다.
portuguese: Você removeu todos os bônus de {0}.
russian: Вы удалили все бонусы от {0}.
spanish: Ha retirado todas las bonificaciones de {0}.

# TEXT_CONFIRM_LOAD_SERVER1
source: Are you sure you load data from server?
french: Etes-vous sûr de charger des données à partir du serveur?
german: Sind Sie sicher, dass Sie Daten vom Server laden?
italian: Sei certo di caricare dati dal server?
japanese: このコードから サーバじょうの データを たんまつに よみこみます。__よみこんでも よろしいですか？
korean: 이 코드를 사용해서 서버에 저장된 데이터를 기기에 불러올까요?
portuguese: Tem certeza que você carregar dados de servidor?
russian: Вы уверены, что данные загружаются с сервера?
spanish: ¿Seguro que cargar datos desde un servidor?

# TEXT_CONFIRM_LOAD_SERVER2
source: Download successful. Now you will overwrite this device data with this code.
french: Télécharger réussie. Maintenant, vous allez écraser ces données de l'appareil avec ce code.
german: Download erfolgreich. Nun werden Sie dieses Gerät Daten mit diesem Code zu überschreiben.
italian: Scarica successo. Ora si sovrascrivere questi dati del dispositivo con questo codice.
japanese: サーバから データを せいじょうに うけとりました。 うわがきを じっしします。
korean: 서버에서 데이터를 성공적으로 불러왔습니다. 기존 기기에 저장된 데이터는 덮어씌워집니다.
portuguese: Baixar bem sucedida. Agora você irá substituir esses dados de dispositivos com este código.
russian: Скачать успешным. Теперь вы будете переписывать эти данные устройства с этим кодом.
spanish: Descarga éxito. Ahora va a sobrescribir estos datos de dispositivos con este código.

# TEXT_CONFIRM_NEW_LAB
source: You can attach parts to jobs or remove them or develop new parts in the new ''Lab''!!__Please check it in URL.
french: Vous pouvez joindre des pièces à l'emploi ou les supprimer ou de développer de nouvelles pièces dans le nouveau ''Lab'' !! __ S'il vous plaît vérifier dans l'URL.
german: Sie können Teile zu Arbeitsplätzen befestigen oder zu entfernen oder neue Teile in der neuen ''Lab'' entwickeln !! __ Überprüfen Sie es bitte in URL.
italian: È possibile allegare parti per lavoro o rimuoverli o sviluppare nuove parti nel nuovo ''Lab'' !! __ Si prega di verificare in URL.
japanese: あたらしい ラボでは しょくぎょうごとに パーツを そうびして のうりょくを あたえたり あたらしく パーツを かいはつしたり できます。__くわしくは URLを チェック！
korean: 새로운 연구실에서는 직업별로 부품을 장착하고 능력을 주거나 새로운 부품을 개발할 수 있습니다. __자세하게는 URL을 확인!
portuguese: Você pode anexar partes de empregos ou removê-los ou desenvolver novas peças na nova ''Lab'' !! __ Por favor, verifique-lo no URL.
russian: Вы можете прикрепить детали к рабочим местам или удалять их или разрабатывать новые детали в новой ''Лаборатории'' !! __ Пожалуйста, проверьте его в URL.
spanish: Puede adjuntar piezas a puestos de trabajo o eliminarlos o desarrollar nuevas piezas en el nuevo ''laboratorio'' !! __ Por favor, compruebe que en la URL.

# TEXT_CONFIRM_OPEN_VERSUS_HELP
source: <color=#F99>''Tower of Immortal'' is PvP Content. You can compete with other characters that have cleared 10F.</color> Would you like to read about it in a web browser?
french: <Color=#F99>''Tour de Immortal'' est contenu PvP. Vous pouvez rivaliser avec d'autres personnages qui ont défrichées 10F.</color>Voulez-vous lire à ce sujet dans un navigateur web?
german: <Color=#F99> ''Tower of Immortal'' ist PvP-Inhalt. Sie können mit anderen Charakteren zu konkurrieren, die 10F gelöscht haben. </Color> Möchten Sie über sie in einem Web-Browser zu lesen?
italian: <color=#F99>''Tower of Immortal'' è PvP contenuti. È possibile competere con altri personaggi che hanno eliminato 10F.</color>Ti piacerebbe leggere su di esso in un browser web?
japanese: <color=#F99>「ふめつのとう」は、 たいせんコンテンツです。 10Fクリアちょくごの キャラデータで ほかのプレイヤーと たいせんかのうです。</color>__くわしい じょうほうを Webページで えつらんしますか？
korean: <color=#F99>[불멸의 탑]은 대전 컨텐츠입니다. 10층 클리어 직후의 캐릭터로 다른 플레이어와 대전할 수 있습니다. </color>__자세한 정보를 웹페이지에서 열람하시겠습니까?
portuguese: <Color=#F99> ''Tower of Immortal'' é PvP conteúdo. Você pode competir com outros personagens que tenham desaparecido 10F. </color> Gostaria de ler sobre ele em um navegador da web?
russian: <color=#F99> ''Башня Immortal'' является PvP контента. Вы можете соревноваться с другими персонажами, которые очистили 10F. </color> Вы хотите прочитать об этом в веб-браузере?
spanish: <color=#F99>''Torre de Inmortal'' es contenido PvP. Usted puede competir con otros personajes que han aprobado 10F.</color>¿Le gustaría leer sobre él en un navegador web?

# TEXT_CONFIRM_OPEN_VERSUS_REWARDS
source: Would you like to view PVP Rewards in a web browser?
french: Voulez-vous voir Récompenses PVP dans un navigateur web?
german: Möchten Sie PVP Belohnungen in einem Web-Browser zu sehen?
italian: Volete visualizzare PVP ricompense in un browser web?
japanese: 「ふめつのとう」では、れんしょうすうに おうじて ほうしゅうが もらえます。__ほうしゅう いちらんを Webページで えつらんしますか？
korean: [불멸의 탑]에서는 연승 수에 따라 보상을 받을 수 있습니다. __보상일람을 웹페이지에서 열람하시겠습니까?
portuguese: Gostaria de ver as recompensas PVP em um navegador da web?
russian: Вы хотите, чтобы просмотреть ПвП награды в веб-браузере?
spanish: ¿Le gustaría ver las recompensas PVP en un navegador web?

# TEXT_CONFIRM_OVERRIDE_VERSUS
source: ''{0}'' is already registerd for versus.__Are you sure you want unregister ''{0}'' and override?
french: {0} est déjà Registerd pour contre .__ Êtes-vous sûr de vouloir désinscrire ''{0}'' et remplacer?
german: {0} ist bereits für im Vergleich zu registerd .__ Sind Sie sicher, dass Sie deregistrieren wollen ''{0}'' und außer Kraft setzen?
italian: {0} è già registerd per contro .__ Sei certo di voler annullare la registrazione di ''{0}'' e ignorare?
japanese: すでに 「{0}」が たいせんように とうろくされています。__「{0}」を とうろくさくじょし うわがきしますか？
korean: 이미 [{0}]이(가) 등록되어 있습니다. __ [{0}]을(를) 삭제 후 덮어 쓰시겠습니까?
portuguese: ''{0}'' já está registerd para contra .__ Tem certeza de que deseja cancelar o registro ''{0}'' e substituir?
russian: {0} уже для по сравнению с зарегистрированный .__ Вы уверены, что хотите отменить регистрацию ''{0}'' и переопределить?
spanish: {0} ya esta registrado para frente .__ ¿Seguro que desea eliminar el registro de ''{0}'' y anular?

# TEXT_CONFIRM_REMOVE_LAB
source: Are you sure you remove all parts from {0}?__(* You need to pay cost for removing but you can reuse them.)
french: Etes-vous sûr de supprimer toutes les parties de {0}? __ (* Vous devez payer le coût pour enlever mais vous pouvez les réutiliser.)
german: Sind Sie sicher, dass Sie alle Teile aus {0} entfernen? __ (* Sie müssen Kosten bezahlen zu entfernen, aber Sie können sie wiederverwendet werden.)
italian: Sei sicuro di rimuovere tutti i pezzi da {0}? __ (* È necessario pagare il costo per la rimozione, ma da poterli riutilizzare.)
japanese: {0}から すべての パーツを とりはずします。__(※とりはずしに コストが かかりますが、 はずした パーツは さいりよう かのうです。)
korean: {0}으로부터 모든 부품을 분해했습니다.__(※우선 비용이 들지만 분해한 부품은 다시 사용할 수 있습니다.)
portuguese: Tem certeza que você remover todas as peças de {0}? __ (* Você precisa pagar o custo para a remoção, mas você pode reutilizá-los.)
russian: Вы уверены, что вы удалите все части от {0}? __ (* Вам нужно оплатить стоимость удаления, но вы можете использовать их.)
spanish: ¿Seguro que quitar todas las piezas de {0}? __ (* Usted necesita pagar el coste de la eliminación, pero pueden volver a utilizarse.)

# TEXT_CONFIRM_RESTART_AFTER_CHANGE_LANG
source: Please restart your app after changing language.
french: S'il vous plaît redémarrer votre application après avoir changé la langue.
german: Bitte starten Sie Ihre Anwendung nach Sprache ändern.
italian: Si prega di riavviare il app dopo aver cambiato la lingua.
japanese: げんごせっていごは さいきどうを おすすめします。
korean: 언어 재설정후에는 재실행을 권장합니다.
portuguese: Por favor, reinicie o aplicativo depois de alterar o idioma.
russian: Пожалуйста, перезагрузите приложение после изменения языка.
spanish: Por favor, reinicie su aplicación después de cambiar el lenguaje.

# TEXT_CONFIRM_RETURN_TO_TOWN
source: Are you sure you want return to town with this Buriedbornes?__* You can resume this adventure from town.
french: Etes-vous sûr que vous voulez revenir en ville avec cette Buriedbornes? __ * Vous pouvez reprendre cette aventure de la ville.
german: Sind Sie sicher, dass Sie in die Stadt mit diesem Buriedbornes zurückkehren wollen? __ * Sie dieses Abenteuer aus der Stadt wieder aufnehmen können.
italian: Sei certo di voler tornare in città con questo Buriedbornes? __ * È possibile riprendere questa avventura dalla città.
japanese: この ぼうけんしゃを たいきさせて まちに もどりますか？__※ぼうけんは まちから さいかい かのうです。
korean: 이 모험을 잠시 멈추고 마을로 돌아가시겠습니까?__※모험은 마을에서 재개할 수 있습니다.
portuguese: Tem certeza de que quer voltar para a cidade com este Buriedbornes? __ * Você pode retomar esta aventura da cidade.
russian: Вы уверены, что хотите вернуться в город с этим Buriedbornes? __ * Вы можете возобновить это приключение от города.
spanish: ¿Seguro que quiere vuelta a la ciudad con esta Buriedbornes? __ * Puede reanudar esta aventura de la ciudad.

# TEXT_CONFIRM_REVIEW_APP
source: Are you enjoying Buriedbornes?__Please review this App if you don't mind.
french: Est-ce que vous appréciez Buriedbornes? __ S'il vous plaît examiner cette appli si vous ne vous dérange pas.
german: Sind Sie Buriedbornes genießen? __ Bitte diese App überprüfen, wenn Sie nichts dagegen haben.
italian: Ti stai divertendo Buriedbornes? __ Ti invitiamo a questa applicazione, se non ti dispiace.
japanese: Buriedbornesはお楽しみいただいていますか？__もしよろしければ、アプリをレビューしてください。
korean: Buriedbornes를 즐기셨습니까? __만약 괜찮으시면 이 앱을 평가해주세요.
portuguese: Você está gostando Buriedbornes? __ Por favor avaliar este App se você não se importar.
russian: Вам нравится Buriedbornes? __ Пожалуйста, ознакомьтесь это приложение, если вы не возражаете.
spanish: ¿Está disfrutando Buriedbornes? __ Por favor, revise esta aplicación, si no le importa.

# TEXT_CONFIRM_SAVE_SERVER
source: Are you sure you want to save your data on the server?__(*Data previously stored or stored by another device will be overwritten)
french: Etes-vous sûr de sauvegarder vos données sur le serveur? __ (Les données stockées par un autre appareil ou dans le passé sera écrasé.)
german: Sind Sie sicher, dass Sie Ihre Daten auf dem Server speichern? __ (Daten, die von einem anderen Gerät oder in der Vergangenheit gespeichert werden überschrieben.)
italian: Sei sicuro di salvare i dati sul server? __ (Dati memorizzati da altri dispositivi o nel passato verrà sovrascritto.)
japanese: このたんまつの データを サーバに ほぞんします。 おなじコードの べつたんまつから ほぞんした データは うわがきされます。__ほぞんしても よろしいですか？
korean: 이 기기의 데이터를 서버에 저장할까요? __(다른 기기에 저장된 데이터와 이전에 저장된 데이터가 덮어씌워집니다.)
portuguese: Tem certeza de que deseja salvar os dados no servidor? __ (* Os dados previamente armazenado ou armazenado por outro dispositivo será substituído)
russian: Вы уверены, что данные сохранены на сервере? __ (Данные, хранящиеся на другом устройстве или в прошлом, будут перезаписаны.)
spanish: ¿Seguro de guardar los datos en el servidor? __ (Datos que se almacena en otro dispositivo o en el pasado se sobrescribe.)

# TEXT_CONFIRM_SELL_LAB_PARTS
source: Are you sure you want to salvage this parts?__(* You will lose this parts and earn some Fragments of death.)
french: Etes-vous sûr de sauvetage de cette pièce? __ (* Vous allez perdre cette pièce de rechange et de gagner quelques fragments de la mort.)
german: Sind Sie sicher, dass Sie diese Teile zu retten? __ (* Sie werden diese Teile zu verlieren und einige fragments Tod verdienen.)
italian: Sei certo di salvare queste parti? __ (* Si perde questo parti e guadagnare alcuni fragments di morte).
japanese: このパーツを ぶんかいしますか？__(※ぶんかいしたパーツを うしない しのかけらを えます)
korean: 이 부품을 분해합니까?__(※분해한 부품을 잃고 죽음의 조각을 받는다)
portuguese: Tem certeza de que quer salvar este partes? __ (* Você vai perder este peças e ganhar algumas Fragmentos de morte.)
russian: Вы уверены, что эти части спасти? __ (* Потеряет вас в этом части и заработать fragments смерти.)
spanish: ¿Seguro reciclas estas piezas? __ (* Perderá estas piezas y ganar algunos fragments de la muerte).

# TEXT_CONFIRM_USE_CAMP_ITEM
source: {0}__{1}____Are you sure you use this now?
french: {0} __ {1} ____ Etes-vous sûr que vous utilisez maintenant?
german: {0} {1} __ ____ Sind Sie sicher, dass Sie diese jetzt verwenden?
italian: {0} {1} __ ____ Sei sicuro di utilizzare questo ora?
japanese: {0}__{1}____しようしますか？
korean: {0}__ {1}____ 사용합니까?
portuguese: {0} __ {1} ____ Tem certeza de que usar isso agora?
russian: {0} __ {1} ____ Вы уверены, что вы используете это сейчас?
spanish: {0} {1} __ ____ ¿Seguro que utiliza esta ahora?

# TEXT_DESC_LAB_DISCOUNT_DETAIL
source: <color=#F00>{1}% Discount untill 11/9 15:00 JST!</color>
french: <Color=#F00>{1}% de réduction jusqu'au 09/11 15:00 JST!</color>
german: <Color=#F00> {1}% Rabatt, bis 09.11 15.00 Uhr JST! </Color>
italian: <color=#F00>{1}% di sconto fino al 11/9 15:00 JST!</color>
japanese: <color=#F00>いまなら {1}% Off！__{0}まで！</color>
korean: <color=#F00>지금이라면 {1}% 할인!__{0}까지!</color>
portuguese: <Color=#F00> {1}% de desconto até às 09/11 15:00 JST! </color>
russian: <color=#F00> {1}% скидка непока 11/9 15:00 JST! </color>
spanish: <Color=#F00>{1}% de descuento hasta el 11/9 15:00 JST!</color>

# TEXT_DESC_LAB_MENU
source: HeHehe…__It's not much fun starting over...__Don't you agree? Hehehe...__<color=#0FF>You can purchase permanent bonuses on your corpses in ''Lab''.__It costs ''Fragments of Death'' to buy bonuses.</color>
french: Hehehe ... __Il a pas beaucoup de plaisir à partir sur ...__ Êtes-vous d'accord? Hehehe ...__<Color=#0FF>Vous pouvez acheter des bonus permanents sur vos coprses dans ''Lab'' .__ Il en coûte ''Drapeau de la mort'' pour acheter des bonus.</color>
german: Hehehe ... __It ist nicht viel Spaß über Start ...__ Stimmen Sie zu? Hehehe ...__ <Color=#0FF> können Sie permanente Boni kaufen auf Ihrem coprses in ''Lab'' .__ Es kostet ''Flag of Death'' Boni zu kaufen. </Color>
italian: Hehehe ... __It non è molto divertente ricominciare ...__ Sei d'accordo? Hehehe ...__<color=#0FF>È possibile acquistare i bonus permanente sulla vostra coprses in ''Lab'' .__ Il costo è di ''Flag of Death'' per acquistare bonus.</color>
japanese: ヒ… ヒヒ…__ただ そせいだけ しても げいが ない…__そう おもうだろ？ あんたも… ヒヒッ…__<color=#0FF>「ラボ」では しょくぎょうごとに えいぞくボーナスを ふよできます。 かいぞうでは 「しのかけら」が ひつようです。</color>
korean: 히... 히히...__그냥 소생만 시켜선 재미가 없지...__너도 그리 생각하지?… 히힛...__<color=#0FF>[실험실]에서는 직업별로 영구적인 추가효과를 부여할 수 있습니다. 개조에는 ''죽음의 조각''이 필요합니다.</color>
portuguese: Hehehe ... __It não é muito divertido começar de novo ...__ Você não concorda? Hehehe ...__ <Color=#0FF> Você pode comprar bônus permanentes em seus cadáveres no ''Lab'' .__ Custa ''Fragmentos de morte'' para comprar bônus. </color>
russian: Хехехе ... __It это не очень весело начать сначала ...__ Согласны ли вы? Hehehe ...__ <color=#0FF> Вы можете приобрести постоянные бонусы на ваших coprses в ''Лаборатории'' .__ Это стоит ''Флаг смерти'', чтобы купить бонусы. </color>
spanish: Jejeje... __No es muy divertido empezar de nuevo...__ ¿Estás de acuerdo? Jejeje...__<color=#0FF>Usted puede comprar bonos permanentes en sus personajes en ''Laboratorio'' .__ Cuesta ''Banderas de la muerte'' para comprar estos bonos.</color>

# TEXT_DESC_ROOM_STATE_1
source: This room is too dark to identify the monster.
french: Cette chambre est trop sombre pour identifier le monstre.
german: Dieses Zimmer ist zu dunkel, das Monster zu identifizieren.
italian: Questa stanza è troppo buio per identificare il mostro.
japanese: この へやは ひじょうに くらい。 みとおしが きかず てきの しょうたいが つかめない。
korean: 이 방은 매우 어둡다. 앞이 보이지 않아 상대를 파악할 수 없다.
portuguese: Este quarto é muito escuro para identificar o monstro.
russian: Этот номер слишком темно, чтобы идентифицировать монстра.
spanish: Esta habitación es demasiado oscuro para identificar el monstruo.

# TEXT_DESC_ROOM_STATE_10
source: This room is too narrow to avoid attacks.
french: Cette chambre est trop étroite pour éviter les attaques.
german: Dieser Raum ist zu eng Angriffe zu vermeiden.
italian: Questa stanza è troppo stretta per evitare gli attacchi.
japanese: とても せまい！ こうげきを よける よゆうすら ないだろう。
korean: 매우 좁다! 공격을 피할 공간도 없다.
portuguese: Este quarto é muito estreita para evitar ataques.
russian: Этот номер является слишком узким, чтобы избежать нападения.
spanish: Esta habitación es demasiado estrecha para evitar los ataques.

# TEXT_DESC_ROOM_STATE_11
source: Shields and effects are disregarded in this room.
french: Bouclier et les effets seront inutiles dans cette salle.
german: Schild und Effekte werden in diesem Raum nutzlos.
italian: Shield e gli effetti saranno inutili in questa stanza.
japanese: ふういんの けっかいにより シールドや じょうたいへんかは ここでは やくにたたない。
korean: 봉인 결계에 의해 보호막과 상태변화가 제 효과를 발휘하지 못한다.
portuguese: Shields e efeitos são desconsiderados nesta sala.
russian: Щит и эффекты будут бесполезны в этой комнате.
spanish: Escudo y efectos serán inútiles en esta sala.

# TEXT_DESC_ROOM_STATE_12
source: Tailwind accelerates the fight.
french: Tailwind accélère la lutte.
german: Tailwind beschleunigt den Kampf.
italian: Tailwind accelera la lotta.
japanese: おいかぜが たたかいを かそくさせる。
korean: 순풍이 싸움을 가속시킨다.
portuguese: Tailwind acelera a luta.
russian: Tailwind ускоряет борьбу.
spanish: Viento de cola acelera la lucha.

# TEXT_DESC_ROOM_STATE_13
source: This room is too vast to find enemies.
french: Cette chambre est trop vaste pour trouver des ennemis.
german: Dieser Raum ist zu groß, um Feinde zu finden.
italian: Questa stanza è troppo vasto per trovare i nemici.
japanese: とても ひろく、 てきを みつけるのも ひとくろうだ。
korean: 매우 넓어 적을 찾기 힘들 것 같다.
portuguese: Este quarto é muito vasto para encontrar inimigos.
russian: Этот номер слишком обширна, чтобы найти врагов.
spanish: Esta habitación es demasiado vasto para encontrar enemigos.

# TEXT_DESC_ROOM_STATE_14
source: Torches will illuminate rooms far away.
french: Torches illumineront chambres loin.
german: Fackeln Zimmer weit weg beleuchten.
italian: Torce illumineranno camere lontano.
japanese: つうろの たいまつが いくさきの へやを てらすだろう。
korean: 통로의 횃불이 앞길을 비춰줄 것이다.
portuguese: Tochas irá iluminar quartos longe.
russian: Факелы будет освещать номера далеко.
spanish: Las antorchas se encenderán habitaciones muy lejos.

# TEXT_DESC_ROOM_STATE_2
source: Doors are hiding something in this room. You can not see before opening.
french: Les portes sont cachent quelque chose dans cette salle. Vous ne pouvez pas voir avant l'ouverture.
german: Die Türen sind etwas versteckt in diesem Raum. Sie können nicht vor dem Öffnen zu sehen.
italian: Le porte si nascondono qualcosa in questa stanza. Non è possibile vedere prima dell'apertura.
japanese: とびらの むこうがわには なにかが かくされている ことが おおい。
korean: 문의 건너편에는 무엇이 도사리고 있을지 알 수 없다.
portuguese: Portas estão escondendo algo nesta sala. Você não pode ver antes de abrir.
russian: Двери скрывают что-то в этой комнате. Вы не можете видеть перед открытием.
spanish: Las puertas están escondiendo algo en este cuarto. No se puede ver antes de abrirlo.

# TEXT_DESC_ROOM_STATE_3
source: A lasting blessing brings benefits to the living in this room.
french: Une bénédiction durable apporte des avantages à la vie dans cette chambre.
german: Ein dauerhafter Segen bringt Vorteile für das Leben in diesem Raum.
italian: Una benedizione della durata di porta benefici al soggiorno in questa stanza.
japanese: のこされた かみのしゅくふくが あまねく いのちに おんけいを もたらす。
korean: 남겨진 신의 축복이 모든 생명에게 은혜를 가져온다.
portuguese: Uma bênção duradoura traz benefícios para a vida nesta sala.
russian: Прочное благословение приносит пользу для жизни в этой комнате.
spanish: Una bendición duradera trae beneficios a los que viven en esta sala.

# TEXT_DESC_ROOM_STATE_4
source: This room is too hot to stay in. Everyone loses life by staying here.
french: Cette chambre est trop chaud pour rester. Tout le monde perd la vie en restant ici.
german: Dieser Raum ist zu heiß, um zu bleiben in. Jeder verliert das Leben von hier zu bleiben.
italian: Questa stanza è troppo caldo per stare in. Ognuno perde la vita per stare qui.
japanese: とけるような あつさは すべての いきものの たいりょくを うばう。
korean: 녹아버릴 듯한 열기가 생명체의 체력을 앗아간다.
portuguese: Esta sala é muito quente para ficar em. Todos perdem a vida por ficar aqui.
russian: Номер слишком жарко, чтобы остаться. Каждый теряет жизнь, оставаясь здесь.
spanish: Esta habitación está demasiado caliente para alojarse. Todo el mundo pierde la vida por estar aquí.

# TEXT_DESC_ROOM_STATE_5
source: This room contains too many electric cables. Attacking will bring Better-than-expected damage.
french: Cette chambre contient trop de câbles électriques. Attaquer apportera Mieux que prévu des dommages.
german: Dieser Raum enthält zu viele elektrische Leitungen. Angreifen wird besser als erwartete Schaden bringen.
italian: Questa stanza contiene troppi cavi elettrici. Attacco porterà danni Meglio del previsto.
japanese: あちこちに でんりゅうが ながれており こうげきが おもわぬ ひがいを うみかねない。
korean: 사방에 전류가 흐르고있어 공격이 더 많은 피해를 입힌다.
portuguese: Este quarto contém muitos cabos eléctricos. Atacar trará melhor do que o esperado danos.
russian: Номер содержит слишком много электрических кабелей. Атакуя принесет лучше, чем ожидалось, повреждение.
spanish: Esta sala contiene demasiados cables eléctricos. Atacante traerá daños mejores de lo esperado.

# TEXT_DESC_ROOM_STATE_6
source: No-one can move well in this room.
french: Personne ne peut se déplacer bien dans cette chambre.
german: Niemand kann auch in diesem Raum bewegen.
italian: Nessuno può muoversi bene in questa stanza.
japanese: あしが はまって うまく うごけない。 スキルを こうりつよく つかうことが できないだろう。
korean: 발이 빠져 제대로 움직일 수 없다. 기술을 효율적으로 사용할 수가 없을 것이다.
portuguese: Ninguém pode mover-se bem nesta sala.
russian: Никто не может хорошо двигаться в этой комнате.
spanish: Nadie puede moverse bien en esta habitación.

# TEXT_DESC_ROOM_STATE_7
source: This room is too cold to stay in. Actions will be inhibited by unexpected timing.
french: Cette chambre est trop froid pour rester. Des actions seront inhibés par moment inattendu.
german: Dieser Raum ist zu kalt zu bleiben. Die Maßnahmen werden durch unerwartete Zeitpunkt gesperrt werden.
italian: Questa stanza è troppo freddo per stare in. Le azioni saranno inibiti dai tempi inaspettato.
japanese: てあしが かじかむ。 おもわぬ タイミングで からだが うごかなくなるかも しれない。
korean: 손발이 얼어붙는다. 몸이 제대로 움직이지 않는다.
portuguese: Este quarto é muito frio para ficar em. As ações serão inibidas por tempo inesperado.
russian: Этот номер слишком холодно, чтобы остаться в. Действия будут подавляться непредвиденное время.
spanish: Esta habitación es demasiado fría para alojarse. Las acciones se inhibieron por medir el tiempo inesperado.
