Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterDesc-DG000000
source: ''You've finally found me!'' he laughs fearlessly, ''I'm going to devour your corpse.''
french: ''Vous m'avez finallement trouvé.'' Sourit-il sans peur. ''Je vais vous dévorer.''
german: Endlich, du hast mich gefunden.__Er lachte furchtlos.__''Ich werde dich und die Leiche essen!''
italian: ''Alla fine mi hai trovato'' dice ridendo senza paura ''ora divorerò il tuo cadavere!''
japanese: 「ようやく わたしの そんざいに かんづいたのか」__よげんしゃは ふてきに わらった。__「そのしたいも そして おまえじしんも わたしの かてと してやろう」
korean: ''결국 나의 존재를 눈치챈건가.'' __예언자는 냉혹하게 웃었다.__ ''그 시체도 그리고 너의 시체도 나의 양식으로 삼아주마.''
portuguese: ''Você finalmente me encontrou'', ele ri destemidamente. ''Eu devorarei seu cadáver.''
russian: ''Ты наконец нашел меня!'' - просмеялся он бесстрашно, '' я поработаю над твоим трупом! ''
spanish: Finalmente, me has encontrado, el rie sin miedo ''voy a devorar tu cadaver''

# MasterDesc-DG000003
source: A terrible screech sounds in the distance. Your gut tells you to prepare for a fight.
french: Quelque chose hurle. Vous n'avez aucune idée de ce que c'est mais vous sentez au plus profond de vous que c'est menaçant.
german: Ein unangenehmer Schrei ertönt. Dein Instinkt sagt dir, dass du dich auf einen Kampf vorbereiten solltest.
italian: Qualcosa di spiacevole emette uno stridio. Non hai idea di cosa sia, ma le tue viscere ti dicono che è una minaccia.
japanese: あかんぼうの ふかいな なきごえが ひびきわたる。 これが どこから うまれたかは わからないが、 ほんのうが つげている。 これは ひとに あだなす ものだと。
korean: 아기의 불쾌한 울음소리가 들려온다. 이게 어디서 들려오는 소리인지는 알수 없지만 분명한건 본능이 경고한다. 이것은 인류에게 위협이 될 것이다.
portuguese: Você ouve um ganido desagradável. Você não tem ideia do que é, mas sua intuição diz que é uma ameaça.
russian: Какие-то неприятные звуки, неясно что их издает, но твое нутро чует что это вкусншка
spanish: Algo desagradable grita. No sabes lo que es, pero tu instinto dice ''peligro''

# MasterDesc-DG000004
source: The fox speaks inside your mind, ''You have killed enough.''
french: Le renard parle dans votre esprit. ''Vous avez suffisament tué.''
german: Der Fuchs sprach mit deinem Geiste und sagte: ''Du hast genug getötet!''
italian: La volpe parla nella tua mente. ''Hai ucciso abbastanza''
japanese: その きつねは あなたの こころに かたりかけてきた。 「あなたがたは どれだけ ころせば きが すむのですか？」
korean: 그 여우는 당신의 마음에 말을 걸어왔다. ''당신들은 얼마나 죽여야 만족합니까?''
portuguese: A raposa fala diretamente com sua mente. ''Você já matou o bastante.''
russian: Лис говорит у тебя в голове: ''ты убил достаточно''
spanish: El zorro habla en tú mente. ''Has matado suficiente''.

# MasterDesc-DG000006
source: ''Is this the Divine itself?'' The Goddess smiles peacefully, and the power of Her presence silences you.
french: Est-ce la Déesse en personne? Elle vous adresse un sourire plein de compassion. Vous n'osez parler en sa présence.
german: Ist das Gott selbst?__Die Göttin überschüttete dein sprachloses Selbst mit einem gnädigen Lächeln.
italian: E' dio in persona? La dea ti rivolge un sorriso misericordioso, non azzardi a parlare in sua presenza o con un po' di riguardo
japanese: あなたの めのまえに たちふさがるのは かみそのもので あろうか。 かたりあう ことばすらも もたぬ あなたに めがみは あわれみの ほほえみを こぼした。
korean: 당신의 눈앞을 막고 서있는 것은 신 그 자체 일까? 여신이 당신에게 형언할 수 없는 자비로운 미소를 보낸다.
portuguese: Será essa uma divindade?__A deusa sorri misericordiosa para você, que não se atreve de falar em sua presença.
russian: Неужели это бог? *богиня снисходит к вам с милосердной улыбкой, вы не смеете говорить''
spanish: ¿Es dios en persona? La diosa te muestra una sonrisa piadosa, no te atreves a hablar en su presencia

# MasterDesc-DG000007
source: Is it a Divine Being? The Goddess graces you with Her smile, as you stand in wonder.
french: Est-ce la Déesse en personne? Elle vous gratifie d'un sourire tandis que vous vous tenez émerveillé.
german: Ist das Gott selbst?__Die Göttin überschüttete dein sprachloses Selbst mit einem gnädigen Lächeln.
italian: E' un dio? La dea ti onora con un sorriso, tu resti fermo meravigliato
japanese: あなたの めのまえに たちふさがるのは かみそのもので あろうか。 かたりあう ことばすらも もたぬ あなたに めがみは あわれみの ほほえみを こぼした。
korean: 당신의 눈앞을 막고 서있는 것은 신 그 자체 일까? 여신이 당신에게 형언할 수 없는 자비로운 미소를 보낸다.
portuguese: Será essa uma divindade? A deusa abençoa você com um sorriso, enquanto você observa maravilhado.
russian: Это что, бог? *богиня улыбается вам, вы стоите в удивлении*
spanish: ¿Es un Dios? La diosa te agracia con una sonrisa piadosa, mientras te quedas maravillado

# MasterDesc-DG000008
source: What is the purpose of such wrath? It's already too late to plead for forgiveness.
french: Pourquoi une telle colère? Il est déjà trop tard pour demander pardon.
german: Was ist der Zweck eines solchen Zorns? Es ist schon zu spät, um um Vergebung zu bitten.
italian: Qual'è lo scopo di tutta questa rabbia? È già troppo tardi per chiedere pietà.
japanese: それが いだくのは なにに たいする ふんぬか。 ゆるしを こうべき ときは とうに すぎた。
korean: 무엇을 위한 분노일까? 무엇이든 용서를 구하기에는 너무 늦었다.
portuguese: Qual o significado de tal ira? É tarde demais para pedir perdão.
russian: Что спровоцировало такой гнев? неважно, слишком поздно просить пощады!
spanish: ¿Qué proposito tiene tú ira? Ya es demasiado tarde para pedir perdón.

# MasterDesc-DGS50001
source: Thulhchphthu... I hear it mutter something, but I cannot make it out.
french: Thulhchphthu... Je l'entend murmurer quelque chose mais sans parvenir à comprendre.
german: ''Thulhchphthu''... Ich höre es murren, aber ich kann das Geräusch nicht lokalisieren.
italian: Thulhchphthu... L'ho sentito borbottare qualcosa, ma non sono riuscito a capire
japanese: なにかを しゃべっているように きこえるが まともに ききとれない。 「Thulhchphthu...」
korean: 뭔가를 지껄이고 있는 것처럼 들리지만 제대로 들리지 않는다.''Thulhchphthu...''
portuguese: Thulhchphthu... Eu o ouço murmurar algo, mas não consigo capturá-lo.
russian: *дкаанпикиолв* Я слышал что оно что то бормотало, но я не могу это разобрать...
spanish: Thulhchphthu... Le oí murmurar algo, pero no logre entenderlo.

# MasterDesc-EF000001
source: The power of some skills is based on this stat.
french: La Puissance de certains Talents est basée sur ce paramètre.
german: Die Kräfte einiger Fähigkeiten basieren auf diesen Werten.
italian: La potenza di alcune abilità si basano su questo parametro
japanese: スキルの いりょくに えいきょうする
korean: 기술의 위력에 영향을 준다.
portuguese: Poder de algumas habilidades é baseado neste parâmetro.
russian: Силы нескольких умениий базированы на этом параметре
spanish: El poder de algunas habilidades se basan en éste parámetro.

# MasterDesc-EF000005
source: All skill cooldowns become 3
french: Le Délai de tous les Talents devient 3.
german: Die Abklingzeit wird von allen Fähigkeiten auf ''3'' gesetzt.
italian: Il tempo ri ricarica di tutte le abilità diventa 3
japanese: ぜんスキルの クールダウンが 3になる
korean: 모든 기술의 대기 시간이 3이 된다.
portuguese: Recarga de todas habilidades se torna 3.
russian: Откат всех умений теперь имеет значение 3
spanish: La recarga de tus habilidades se convierten en 3

# MasterDesc-EF000006
source: Parry opponent's attacks.
french: Pare les Attaques de l'adversaire.
german: Blocke gegnerische Angriffe
italian: Blocca l'attacco dell'avversario.
japanese: てきの こうげきを うけながす
korean: 적의 공격을 받아넘긴다.
portuguese: Bloqueia os ataques do inimigo.
russian: Парирование аттак противника
spanish: Bloquea el ataque del oponente.

# MasterDesc-EF000007
source: Higher chance to find better equipment and skills
french: Augmentation des chances de trouver de meilleurs Equipements et Talents.
german: Höhere Chance Ausrüstung und Fähigkeiten zu finden
italian: Maggiori possibilità di ottenere equipaggiamenti e abilità migliori
japanese: いいそうびや スキルが でやすくなる
korean: 좋은 장비나 기술이 나오기 쉬워진다.
portuguese: Melhores equipamentos e habilidades serão encontrados.
russian: Улучшение качества находимого лута
spanish: Mayor probabilidad de encontrar mejores habilidades y equipamiento

# MasterDesc-EF000008
source: Increase the duration of all buffs and debuffs
french: Augmente la durée de TOUS les Buffs et Afflictions.
german: Verlängert die Buffs und Debuffs von Dir und deinen Gegner.
italian: Aumenta i turni dei buff e dei debuff su di te e sugli avversari
japanese: てきみかたの じょうたいへんかの じかんを 1ターンのばす
korean: 적과 자신의 상태변화를 1턴 연장한다.
portuguese: Aumenta a duração de buffs e debuffs para você e o inimigo.
russian: Увеличение длительности баффов и дебаффов для тебя и противников
spanish: Aumenta la duracion de buffs y debuffs para ti y tu oponente

# MasterDesc-EF000009
source: Health may exceed your MaxHP
french: Vos PV peuvent dépasser vos PVmax.
german: Heile dich über deine MaxHP hinaus.
italian: La vita può aumentare oltre il massimo degli HP
japanese: さいだいHPをこえて HPかいふくが かのう
korean: 최대 HP를 넘어서 HP 회복 가능
portuguese: Curas podem fazer seu HP ir além do HP máximo.
russian: ''Здоровье'' может увеличить ваш максимальный параметр ''Здоровья''
spanish: Puedes curarte sobrepasando el límite de MaxHp.

# MasterDesc-EF000010
source: Increse free re-roll chance.
french: Augmente vos chances de Relances.
german: Erhöht die Chance auf einen weiteren Re-Roll
italian: Aumenta la possibilità di rilanciare.
japanese: リロールかいすうが ふえる
korean: 다시고르기 횟수가 증가한다.
portuguese: Aumenta o número de chances de reescolher habilidades e itens.
russian: Увеличение шанса повторного броска
spanish: Aumenta tus posibilidades de volver a tirar

# MasterDesc-EF000011
source: Increase dodge chance
french: Augmente les chances d'Esquive.
german: Weiche gegnerischen Angriffen aus.
italian: Aumenta la possibilità di schivare
japanese: てきの こうげきを よける
korean: 적의 공격을 피한다.
portuguese: Esquiva os ataques do inimigo.
russian: Избегай атак противника
spanish: Aumenta la probavilidad de Esquivar

# MasterDesc-EF000012
source: Increase healing effectiveness
french: Augmente l'effet des Soins.
german: Steigert die Heilungseffektivität.
italian: Aumenta l'effetto delle cure
japanese: かいふくする りょうがふえる
korean: 회복량이 증가한다.
portuguese: Aumenta a potência das curas.
russian: Увеличивает силу лечения
spanish: Aumenta la efectividad de las curaciones

# MasterDesc-EF000013
source: Automatically use a skill when your opponent acts.
french: Vos Talents s'activent aléatoirement à chaque fois que l'adversaire agit.
german: Verwende automatisch eine Fähigkeit, wenn dein Gegner eine Fähigkeit einsetzt.
italian: Usa automaticamente un'abilità quando il tuo avversario agisce
japanese: てきの こうどうご たまに ターンしょうひなしに こうどうする
korean: 가끔 적이 행동할때 턴 소모 없이 행동한다.
portuguese: Automaticamente usa uma habilidade após seu inimigo agir.
russian: Автоматическое использование умения когда действует противник
spanish: Automaticamente usa una habilidad cuando tu oponente actue

# MasterDesc-EF000014
source: See your opponent's HP and next action
french: Affiche les PV et la prochaine Action de votre adversaire.
german: Du siehst die HP und die nächsten Aktionen deiner Gegner.
italian: Vedi gli HP del tuo avversario e la sua prossima azione.
japanese: てきの HPと つぎのこうどうが わかる
korean: 적의 HP와 다음 행동을 알 수 있다.
portuguese: Você pode ver o HP do inimigo e sua próxima ação.
russian: Ты сможешь видеть количество здоровья противника и его следующее действие
spanish: Podras ver el HP y la proxima accion del oponente

# MasterDesc-EF000015
source: Ignore opponent's defenses.
french: Ignore les défenses de l'adversaire.
german: Ignoriere die gegnerische Rüstung.
italian: Ignora le difese del tuo avversario.
japanese: てきの ぼうぎょこうかを むしする
korean: 적의 방어효과를 무시한다.
portuguese: Ignora as defesas do inimigo.
russian: Игнорирование брони противника
spanish: Ignora las defensas del enemigo.

# MasterDesc-EF000016
source: Increase your critical hit chance
french: Augmente vos chances de Critique.
german: Erhöhe deine Chance auf einen kritischen Treffer.
italian: Aumenta la tua possibilità di sferrare un attacco critico.
japanese: クリティカルの かくりつが じょうしょうする
korean: 치명타율이 상승한다.
portuguese: Aumenta sua chance de acerto crítico.
russian: Повышение шанса критического удара
spanish: Aumentan tus posibilidades de dar un golpe crítico.

# MasterDesc-EF000017
source: Your cooldowns will reset at low HP.
french: Réinitialise vos Délais quand vos PV sont bas.
german: Die Abklingzeiten werden bei niedriger HP zurückgesetzt.
italian: I tuoi Cooldown si resettano quando hai pochi HP
japanese: HPが へるほど クールダウンが はやくおわる
korean: HP가 줄어들수록 대기 시간이 빠르게 끝난다.
portuguese: Suas recargas resetam ao ficar com HP baixo.
russian: Откат сбрасывается при маленьком количестве здоровья
spanish: Las recargas de tus habilidades se restablecen cuando tengas baja HP.

# MasterDesc-EF000018
source: Doubles damage dealt and recieved.
french: Doubles les Dommages que vous infligez et recevez.
german: Doppelter Schaden: Für Dich und deine Gegner.
italian: Raddoppia il danno inferto e ricevuto.
japanese: あたえるダメージと うけるダメージが 2ばい
korean: 가하는 피해와 입는 피해가 2배
portuguese: Dobra o dano causado e recebido.
russian: Удваивает наносимый и получаемый урон
spanish: Provocas y recibes el doble de daño.

# MasterDesc-EF000019
source: Avoids all Firstrike
french: Evite tous les Premiers Coups.
german: Vermeide alle Erstschläge.
italian: Evita tutti i Primoattacco
japanese: きしゅうこうげきを うけない
korean: 기습공격을 받지 않는다.
portuguese: Ignora todos Ataques Antecipados.
russian: На вас не действует ''Первый удар''
spanish: Evitas los primeros golpes (FirstStrikes)

# MasterDesc-EF000020
source: Increase EXP gain.
french: Augmente le gain d'EXP.
german: Erhöht deinen EP-Zuwachs.
italian: Aumenta il guadagno di EXP.
japanese: えられる けいけんちが ふえる
korean: 얻는 경험치가 증가한다.
portuguese: Aumenta o ganho de experiência.
russian: Повышает получение опыта
spanish: Aumenta la EXP que ganas.

# MasterDesc-EF000021
source: Ignore HP and Damage limits
french: Ignore la limite de PV et de Dommages.
german: Ignoriere HP- und Schadenslimits.
italian: Ignora i limiti degli HP e dei Danni
japanese: HPやあたえるダメージなどが げんかいをこえる
korean: HP와 가하는 피해의 한계를 넘어선다.
portuguese: Ignora o limite de HP e dano.
russian: Игнорирование лимитов Здоровья и Урона
spanish: Ignora el límite de HP y de daño que causas.

# MasterDesc-EF000022
source: Recieve more soulstones.
french: Plus d'Amepierres gagnées.
german: Erhalte mehr Seelensteine.
italian: Ricevi più soulstones
japanese: よりおおくの ませきが もらえる
korean: 더 많은 마석을 얻을 수 있다.
portuguese: Aumenta o ganho de soulstones.
russian: Получай больше камней душ
spanish: Obtienes mas Piedras de Alma

# MasterDesc-EF000023
source: Gain Shields on encountering an opponent
french: Gain de Boucliers à chaque Rencontre.
german: Du erhälst einen Schild, wenn du einem Feind begegnest.
italian: Guadagni Scudo quando incontri un avversario.
japanese: せんとうごとに シールドをはって ぼうぎょする
korean: 전투마다 보호막을 치고 방어한다.
portuguese: Ganha Escudos ao encontrar um inimigo.
russian: Получение щита при столкновении с противником
spanish: Obtienes escudo cada vez que te encuentres con un oponente.

# MasterDesc-EF000024
source: Heal at the end of your turn
french: Soins à la fin de votre tour.
german: Heile dich am Ende deines Zuges.
italian: Ti curi alla fine del tuo turno.
japanese: ターンけいかごとに HPがかいふく
korean: 턴이 지날때마다 HP를 회복.
portuguese: Cura ao encerrar seu turno.
russian: Восстановление здоровья в конце каждого хода
spanish: Restaura tu HP en cada turno

# MasterDesc-EF000025
source: Ignore opponent's avoid and parry.
french: Ignore les Esquives et Parades de l'adversaire.
german: Ignoriere das Blocken und das Ausweichen deines Gegners.
italian: Riduce la possibilità del nemico di schivare e parare
japanese: てきの かいひと うけながしを むしする
korean: 적의 회피와 받아넘기기를 무시한다.
portuguese: Ignora a esquiva e bloqueio do inimigo.
russian: От ваших атак нельзя уклонится или парировать
spanish: Ignora el ''evitar y parar'' del oponente.

# MasterDesc-EF000026
source: Reduce encounter rate
french: Réduit de taux de Rencontre.
german: Reduziert die Begegnung mit Gegnern.
italian: Ridice la possibilità di incontri
japanese: てきが あらわれにくくなる
korean: 적이 나타나기 어려워진다.
portuguese: Reduz a chance de encontrar inimigos.
russian: Меньше столкновений с противниками
spanish: Disminuye el número de encuentros.

# MasterDesc-EF000027
source: Reveal content and colour of rooms.
french: Révèle le contenu et la Couleur des Salles.
german: Farben und Inhalte der Räume werden sichtbar.
italian: Rivela il contenuto ed il colore di una stanza.
japanese: 2へやさきの なかみや へやのいろが みえる
korean: 방의 내부와 색을 알 수 있다.
portuguese: Revela o conteúdo e a cor das salas.
russian: Показывает содержание и цвет комнат
spanish: Revela el color y el contenido de las habitaciones

# MasterDesc-EF000028
source: Chance to reduce cooldowns by 1 on encounter
french: Chances de Délais -1 à chaque Rencontre.
german: Bei Begegnung eines Gegners werden deine Abklingzeiten um 1 reduziert.
italian: Possibilità di ridurre i cooldown di 1 ad incontro
japanese: せんとうかいしじ たまに クールダウンが 1へる
korean: 전투시작 시 대기 시간이 1 줄어든다.
portuguese: Chance de reduzir todas recargas em 1 ao encontrar um inimigo.
russian: Шанс уменьшить откат каждый раз, когда вы сталкиваетесь с противником на 1 секунду
spanish: Posibilidad de reducir el tiempo de enfriamiento -1 en encuentros.

# MasterDesc-EF000029
source: Block debuffs.
french: Bloque les Afflictions.
german: Du kannst Debuffs blocken.
italian: Blocca i debuff
japanese: じょうたいいじょうを うけにくくする
korean: 상태이상에 걸리는 것을 저항한다.
portuguese: Bloqueia debuffs.
russian: Больше нет дебаффов
spanish: Bloquea debuffs

# MasterDesc-EF000030
source: Reach bosses earlier
french: Le Boss est atteint plus tôt.
german: Begegnungen mit Bossen treten früher ein.
italian: Raggiungi prima il Boss.
japanese: ボスまで はやく たどりつける
korean: 보스에게 빨리 도달할 수 있다.
portuguese: Você pode encontrar chefes mais rápido.
russian: Достигай боссов раньше
spanish: Alcanzas a los Jefes rapidamente

# MasterDesc-EF000031
source: Decrease duration of all buffs and debuffs.
french: Réduit la durée de TOUS les Buffs et Afflictions.
german: Verkürze die Buffs und Debuffs von Dir und deinen Gegner.
italian: Diminuisce i turni dei buff e dei debuff per te e gli avversari
japanese: てきみかたの じょうたいへんかの じかんを 1ターンへらす
korean: 적과 자신의 상태변화를 1턴 줄인다.
portuguese: Reduz a duração de buffs e debuffs para você e o inimigo.
russian: Длительность всех баффов и дебаффов уменьшена
spanish: Reduce la duracion de buffs y debuffs para ti y tu oponente

# MasterDesc-EF000032
source: See the results of some events
french: Affiche le résultat de certains Evènements.
german: Du siehst was für ein Event auf dich zukommt.
italian: Vedi il risultato di alcuni Eventi.
japanese: いちぶの イベントの けっかが みえる
korean: 일부 이벤트의 결과가 보인다.
portuguese: Você pode ver o resultado de alguns eventos.
russian: Возможность видеть результат некоторых событий
spanish: Podrás ver el resultado de algunos eventos.

# MasterDesc-EF000033
source: Increase encounter rate
french: Augmente de taux de Rencontre.
german: Erhöht die Begegnungs-Rate.
italian: Aumenta il numero di incontri
japanese: てきが あらわれやすくなる
korean: 적이 나타나기 쉬워진다.
portuguese: Aumenta a chance de encontrar inimigos.
russian: Повышение шанса встретить противника
spanish: Aumenta la probabilidad de encuentro

# MasterDesc-EF000034
source: Decrease reroll costs
french: Réduit le coût en des Relances.
german: Re-Roll Kosten werden verringert.
italian: Riduce il costo per rilanciare
japanese: リロールコストが やすくなる
korean: 다시고르기 비용이 저렴해진다.
portuguese: Reduz o custo de reescolher itens e habilidades.
russian: Понижает цену на повторный бросок
spanish: Reduce el coste del reroll

# MasterDesc-EF000035
source: Double soulstone gains, but enemies are masked as cats.
french: Double le gain d'Amepierres mais les adversaires se cachent comme des chats.
german: Die Anzahl an gefundenen Seelensteinen wird verdoppelt. Dafür sehen die Gegner nun aus wie Katzen!
italian: Raddoppia il guadagno di soulstones, ma i nemici sono mascherati da gatti
japanese: ませきが 2ばい もらえるが てきが ねこにしか みえなくなる
korean: 마석을 2배로 얻지만, 적이 고양이로 보인다.
portuguese: Dobra o número de soulstones ganhas, mas todos inimigos ficarão ocultos em batalha.
russian: Получение вдвое больше камней душ, но враги одеты в маски котов
spanish: Podras ganar el doble de Piedras de Alma, pero los enemigosse veran como gatos

# MasterDesc-EF000036
source: Deal damage whenever you are hit.
french: Vos coups réussis infligent des Dommages additionnels.
german: Teile Schaden aus, sobald du vom Gegner getroffen wirst.
italian: Fai danni ogni volta che vieni colpito
japanese: こうげきを うけるたび ダメージをあたえる
korean: 공격을 받을때마다 피해를 입힌다.
portuguese: Causa dano sempre que for atacado.
russian: При получении урона враг получет урон в ответ
spanish: Haces daño cada vez que te golpean.

# MasterDesc-EF000037
source: Reduce damage taken when at low health.
french: Réduit les Dommages quand les PV sont bas.
german: Bei niedriger Gesundheit erhälst du weniger Schaden.
italian: Riduce il danno subito quando hai poca vita
japanese: HPが へるほど うけるダメージが へる
korean: HP가 줄어들수록 받는 피해가 줄어든다.
portuguese: Reduz o dano recebido ao estar com HP baixo.
russian: Уменьшает получаемый урон когда мало здоровья
spanish: Reduce el daño que recibes cuando tienes poco HP

# MasterDesc-EF000038
source: You can revive now.
french: Vous pouvez Ressussiter immédiatement.
german: Du kannst dich nun wiederbeleben.
italian: Puoi rivivere ora
japanese: こうかちゅうに しぼうすると そくざに そせい
korean: 전투 중 사망하면 즉시 소생.
portuguese: Você pode reviver ao morrer agora.
russian: Доступно возрождение
spanish: Puedes revivir

# MasterDesc-EF000039
source: Reduce damage you take.
french: Réduit les Dommages que vous recevez.
german: Du erhälst nun weniger Schaden.
italian: Riduce i danni ricevuti.
japanese: うける ダメージを へらす
korean: 받는 피해를 줄인다.
portuguese: Reduz o dano que você recebe.
russian: Снижает получаемый урон
spanish: Reduces el daño que recibes.

# MasterDesc-EF000040
source: You can earn more exp and a soulstone from boss rewards.
french: Vous pouvez gagner plus d'EXP et d'Amepierres.
german: Du erhälst nun mehr EP und Seelensteine.
italian: Puoi guadagnare più esperienza ed una soulstone
japanese: ボスから けいけんちが おおくもらえて ませきも もらえる
korean: 보스에게 마석과 많은 경험치를 얻을 수 있다.
portuguese: Você pode ganhar mais exp e uma soulstone de recompensas chefe.
russian: Вы можете заработать больше опыта и Soulstone от босса наград.
spanish: Puedes ganar mas Exp. y piedras de alma de los Jefes

# MasterDesc-EF000041
source: Increase your accuracy.
french: Augmente votre Précision.
german: Steigert Deine Genauigkeit.
italian: Aumenta la tua precisione
japanese: めいちゅうりつが あがる
korean: 명중률이 올라간다.
portuguese: Aumenta a precisão.
russian: Повышение точности
spanish: Aumenta tu precisión

# MasterDesc-EF000042
source: You can avoid traps.
french: Vous pouvez esquiver les Pièges.
german: Du kannst nun Fallen ausweichen.
italian: Puoi evitare le trappole
japanese: わなを かいひできる
korean: 함정을 회피할 수 있다.
portuguese: Permite que você se esquive de armadilhas.
russian: Ловушки больше не работают
spanish: Puedes evitar las trampas.

# MasterDesc-EF000043
source: You will die when your HP become 0 or less.
french: Vous mourrez quand vos PV sont inférieurs à 1.
german: Du stirbst sobald du keine (0) HP mehr hast.
italian: Morirai quando i tuoi HP diventano 0 o meno
japanese: HPが 0になると ぼうけんしゃは しぼうします
korean: HP가 0이되면 모험자는 사망합니다.
portuguese: Você morre quando seu HP chega à 0.
russian: Ты умрешь когда уровень твоего здоровья упадет до нуля/ниже
spanish: Morirás cuando tu HP llegue a 0.

# MasterDesc-EF000044
source: Chance to decrease cooldown by 1.
french: Chances de Délai -1.
german: Es besteht die Chance deine Abklingzeiten um 1 zu verringern.
italian: Possibilità di ridurre i cooldown di 1
japanese: たまに クールダウンが 1へる
korean: 가끔 대기 시간이 1 줄어든다.
portuguese: Chance de reduzir a recarga das habilidades em -1.
russian: Шанс понизить откат на 1
spanish: Tienes la oportunidad de reducir la recarga de habilidad en -1

# MasterDesc-EF000045
source: Chance to survive fatal damage.
french: Chances de survivre à des Dommages fatals.
german: Es besteht die Chance, dass du einen tödlichen Schaden überlebst.
italian: Possibilità di sopravvivere a danno letale
japanese: たまに HP1で ふみとどまる
korean: 가끔 HP1로 견뎌낸다.
portuguese: Chance de sobreviver a dano fatal.
russian: Шанс пережить смертельный урон
spanish: Tienes probabilidad de sobrevivir a un daño fatal.
