Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterDesc-EF000046
source: You gain high Avoid but you ignore all defense effects.
french: Vous gagnez une haute augmentation d'Esquive mais les effets de vos autres défenses sont ignorés.
german: Du erhälst eine hohe Ausweichrate, dafür werden aber alle deine Abwehreffekte ignoriert.
italian: Guadagni molta schivata ma ignori tutti gli effetti di difesa
japanese: たかい かいひを えるが ダメージけいげんが できない
korean: 회피 확률이 높아지지만 받는 피해를 줄일 수 없다.
portuguese: Você ganha muita Esquiva mas ignora todos outros efeitos de defesa.
russian: Сильно повышает шанс уворота но лишает возможности использовать броню
spanish: Ganas mucho esquive pero ignoras todos los efectos de defensa

# MasterDesc-EF000047
source: Deal damage over time on hit.
french: Vos coups réussis infligent des Dommages Continus à l'adversaire.
german: Bei Treffern kannst du ''Schaden über Zeit'' verursachen.
italian: Fai danno nel tempo quando colpisci
japanese: ダメージを あたえると どくも あたえる
korean: 피해를 가하면 독을 입혀 지속피해를 준다.
portuguese: Causa dano ao longo do tempo ao atacar.
russian: Отравляющие атаки
spanish: Haces ''daño por turnos'' en cada golpe

# MasterDesc-EF000048
source: Decrease opponent's power on hit.
french: Vos coups réussis réduisent la Puissance de l'adversaire.
german: Bei Treffern kannst du die Macht des Gegners reduzieren.
italian: Riduce il potere dell'avversario quando colpisci
japanese: ダメージを あたえると こうげきりょくを さげる
korean: 피해를 가하면 공격력을 떨어뜨린다.
portuguese: Reduz o poder do inimigo ao atacar.
russian: Отимает силы врага с каждым ударом
spanish: Reduce el poder del oponente al golpear

# MasterDesc-EF000049
source: Increase damage opponent takes on hit.
french: Vos coups réussis augmentent les Dommages reçus par l'adversaire.
german: Erhöht den Schaden bei Treffern am Gegner.
italian: Aumenta il danno che subisce l'avversario quando colpisci
japanese: ダメージを あたえると ぼうぎょりょくを さげる
korean: 피해를 가하면 방어력을 떨어뜨린다.
portuguese: Aumenta o dano que o inimigo recebe ao atacar.
russian: При ударе повышает урон который получает противник
spanish: Incrementa el daño que reciben los oponentes al ser golpeados.

# MasterDesc-EF000050
source: Decrease accuracy on hit
french: Vos coups réussis réduisent la Précision de l'adversaire.
german: Reduziert die Genauigkeit bei einem Treffer.
italian: Diminuisce la precisione quando colpisci
japanese: ダメージを あたえると めいちゅうを さげる
korean: 피해를 가하면 명중률을 떨어뜨린다.
portuguese: Reduz a precisão do inimigo ao atacar.
russian: Уменьшает точность противника при ударе
spanish: Reduce la precisión al golpear

# MasterDesc-EF000051
source: Decrease resistance on hit
french: Vos coups réussis réduisent la Résistance de l'adversaire.
german: Reduziert den Widerstand bei einem Treffer.
italian: Diminuisce la resistenza quando colpisci
japanese: ダメージを あたえると じょうたいいじょうに かかりやすくさせる
korean: 피해를 가하면 상태이상에 걸리기 쉽게한다.
portuguese: Reduz a resistência do inimigo ao atacar.
russian: При ударе уменьшает сопротивление урону противника
spanish: Reduce la resistencia al golpear

# MasterDesc-EF000052
source: Decrease avoid on hit
french: Vos coups réussis réduisent Esquive et Parade.
german: Reduziert das Ausweichen und Blocken bei einem Treffer.
italian: Diminuisce schivata e parata quando colpisci
japanese: ダメージを あたえると かいひと うけながしを さげる
korean: 피해를 가하면 회피와 받아넘기기를 떨어뜨린다.
portuguese: Reduz a esquiva e bloqueio do inimigo ao atacar.
russian: При ударе уменьшает шан суворота и парирования
spanish: Reduce ''Parar y Esquivar'' al golpear

# MasterDesc-EF000053
source: Slow enemy on hit.
french: Vos coups réussis ralentissent l'adversaire.
german: Bei einem Treffer wird der Gegner verlangsamt.
italian: Rallenta il nemico quando colpisci
japanese: ダメージを あたえると クールダウンを ながくさせる
korean: 피해를 가하면 대기 시간을 길게 늘린다.
portuguese: Reduz a velocidade do inimigo ao atacar.
russian: При ударе замедляет противника
spanish: Ralentiza al oponente al golpear

# MasterDesc-EF000054
source: Decrease healing effect on hit
french: Vos coups réussis réduisent l'effet des Soins de l'adversaire.
german: Reduziert den Heilungseffekt bei einem Treffer.
italian: Diminusice le cure quando colpisci
japanese: ダメージを あたえると かいふくしにくくする
korean: 피해를 가하면 회복하기 어렵게 만든다.
portuguese: Reduz os efeitos de cura do inimigo ao atacar.
russian: При ударе уменьшает еффект лечения противника
spanish: Reduce efectos de sanación al golpear

# MasterDesc-EF000057
source: Chance to act without wasting your turn.
french: Chances d'agir Librement.
german: Es besteht die Chance, dass der Gegner einen Zug aussetzen muss.
italian: Possibilità di agire senza sprecare il turno
japanese: たまに ターンしょうひしない
korean: 가끔 턴을 소모하지 않는다.
portuguese: Chance de agir sem gastar seu turno.
russian: Шанс действовать не расходуя ход
spanish: Posibilidad de actuar sin gastar tu turno

# MasterDesc-EF000058
source: Gain Avoid on low HP.
french: Gain d'Esquive quand les PV sont bas.
german: Erhalte ''Ausweichen'' bei niedriger HP.
italian: Guadagna schivata con poca vita
japanese: HPが へるほど かいひが ふえる
korean: HP가 줄어들수록 회피가 증가한다.
portuguese: Ganha Esquiva ao ficar com HP baixo.
russian: Повышает шанс уворота с маленьким здоровьем
spanish: Ganas esquive con baja HP

# MasterDesc-EF000059
source: Ignore damage from critical hit or killing.
french: Ignore les Dommages des Coups Critiques ou Coups Mortels.
german: Ignoriere kritischen oder tötlichen Schaden.
italian: Ignora il danno critico e letale
japanese: てきの クリティカルや そくしこうげきから ダメージを うけなくなる
korean: 적의 치명타나 즉사 공격으로부터 피해를 입지 않게 된다.
portuguese: Ignora o dano de acertos críticos.
russian: Игнорирование крит урона
spanish: Ignora el daño de los golpes criticos y fatales

# MasterDesc-EF000060
source: Half the Accuracy, but you'll always critical when you hit.
french: Vos coups réussis sont toujours Critiques mais Précision -50%.
german: 50% weniger Treffergenauigkeit, dafür ist jeder Treffer ein kritischer Treffer.
italian: Dimezza la precisione ma fai critico con ogni colpo
japanese: めいちゅうが はんげんするかわりに かならず クリティカル
korean: 명중률이 절반이 되는 대신 반드시 치명타가 된다.
portuguese: Corta a precisão pela metade, mas todos seus ataques são acertos críticos.
russian: В два раза меньше точности, но каждый удар - критический
spanish: Tienes la mitad de precisión, pero haces siempre críticos

# MasterDesc-EF000061
source: Lose your HP over time and double exp.
french: Gains d'EXP doublés mais perte continue de PV.
german: Verlieren Sie Ihr HP im Laufe der Zeit und Doppel exp.
italian: Perdi vita nel tempo e raddoppia l'esperienza
japanese: HPを じょじょに うしなうが えられる けいけんちが おおきく ふえる
korean: HP를 서서히 잃지만, 얻는 경험치가 크게 증가한다.
portuguese: Perde HP a cada turno, mas dobra o ganho de experiência.
russian: Вы отравлены но получаете больше опыта
spanish: Obtienes el doble de Exp, pero pierdes HP por turnos

# MasterDesc-EF000063
source: Lose your HP over time and decrease cooldown 1 for each turn.
french: Délai -1 à chaque Tour mais perte continue de PV.
german: Verlieren Sie Ihr HP im Laufe der Zeit und reduzieren Abklingzeit -1 für jede Umdrehung.
italian: Perdi vita nel tempo e riduce i cooldown di 1 per turno
japanese: HPを じょじょに うしなうが クールダウンが はやくおわる
korean: HP를 서서히 잃지만, 매 턴 기술의 대기 시간 1 감소.
portuguese: Perde HP a cada turno, mas reduz a recarga de todas habilidades em 1 por turno.
russian: Вы отравлены но откат уменьшен на 1
spanish: Pierdes HP cada turno pero reduces la carga de habilidades en -1

# MasterDesc-EF000064
source: Decrease cooldown 1 for skills that have 5 or more cooldown
french: Délai -1 à tous les Talents dont la Délai est 5 ou plus.
german: Reduzieren Sie die Abklingzeit -1 für Fähigkeiten 5 oder mehr Abklingzeit haben.
italian: Riduce i cooldown di 1 per le abilità che hanno 5 o più cooldown
japanese: クールダウン5いじょうの スキルの クールダウン-1
korean: 대기 시간 5이상인 기술의 대기 시간 -1
portuguese: Reduz em 1 a recarga de habilidades que tenham 5 ou mais de recarga.
russian: Сокращение времени восстановления -1 навыки имеют 5 или более время перезарядки.
spanish: Reduces -1 de carga de habilidad en las que tengan 5 o más.

# MasterDesc-EF000065
source: Reduce cooldown -1 for skills that have 2 or less cooldown._or_Reduce cooldown for skills that have 2 or less cooldown by 1.
french: Délai -1 à tous les Talents dont la Délai est 2 ou moins.
german: Reduzieren Sie die Abklingzeit -1 für Fähigkeiten haben 2 oder weniger Abklingzeit.
italian: Riduce i cooldown di 1 per le abilità che hanno 2 o meno cooldown
japanese: クールダウン2いかの スキルの クールダウン-1
korean: 대기 시간 2이하인 기술의 대기 시간 -1
portuguese: Reduz em 1 a recarga de habilidades que tenham 2 ou menos de recarga.
russian: Сокращение времени восстановления -1 навыки имеют 2 или меньше время перезарядки.
spanish: Reduces -1 de carga de habilidad en las que tengan 2 o menos.

# MasterDesc-EF000066
source: You and opponents can not heal their HP.
french: Personne ne peut Soigner ses PV.
german: Sie und Gegner können ihre HP nicht heilen.
italian: Tu e l'avversario non potete curarvi
japanese: てきみかた どちらも HPがかいふくできない
korean: 적과 자신 둘 다 HP를 회복할 수 없다.
portuguese: Você e seu oponente não podem se curar.
russian: Вы и противники не могут исцелить их HP.
spanish: Tú y tu oponente no podéis curaros HP.

# MasterDesc-EF000067
source: You can use consumable without losing.
french: Vous pouvez utilliser les Consommables Librement.
german: Sie können Verbrauchs, ohne zu verlieren verwenden.
italian: Puoi usare i consumabili senza usarli
japanese: しょうもうひんを しょうひせずに つかえる
korean: 소모품을 소비하지 않고 사용할 수 있다.
portuguese: Você pode usar consumíveis sem gastá-los.
russian: Вы можете использовать расходные материалы, не теряя.
spanish: Puedes usar un objeto consumable sin perder el turno

# MasterDesc-EF000068
source: Increase damage you deal.
french: Augmente les Dommages que vous infligéz.
german: Erhöht den Schaden Sie beschäftigen.
italian: Aumenta il danno che infliggi
japanese: あたえるダメージが ふえる
korean: 가하는 피해량이 증가한다.
portuguese: Aumenta o dano causado.
russian: Увеличение урона вы имеете дело.
spanish: Aumenta el daño que haces

# MasterDesc-EF000071
source: Half exp, Double Damage.
french: Dommages x2 mais gains d'EXP -50%.
german: Die Hälfte exp, Doppelter Schaden.
italian: Metà esperienza, danno doppio
japanese: えられる けいけんちが はんげんするかわりに いりょく 2ばい
korean: 얻는 경험치가 반감하는 대신에 위력이 2배.
portuguese: Corta a experiência ganha pela metade, mas dobra o dano causado.
russian: Половина опыта, двойной урон.
spanish: Recibes la mitad de experiencia, aunque haces el doble de daño.

# MasterDesc-EF000072
source: Ignore degrade equipments and gain few resistance.
french: Ignore la dégradation de l'Equipement, augmente légèrement la Résistance.
german: Ignorieren Anlagen abbauen und wenig Widerstand zu gewinnen.
italian: Ignora il deterioramento dell'equipaggiamento e guadagna un po' di resistenza
japanese: そうびれっかを むこうかし たいせいも すこし ふえる
korean: 장비 열화를 무효화하고, 내성도 조금 증가한다.
portuguese: Ignora a degradação de equipamentos e ganha resistência.
russian: Игнорировать деградируют оборудования и получить несколько сопротивление.
spanish: Ignoras la degradacion del equipamiento y ganas un poco de resistencia

# MasterDesc-EF000073
source: Ignore forget and slightly increase xp gain rate
french: Ignore Oubli, augmente légèrement le gain d'EXP.
german: Ignorieren vergessen und einige exp Rate gewinnen.
italian: Ignora dimenticare e aumenta leggermente l'esperienza guadagnata
japanese: ぼうきゃくを むこうかし えられる けいけんちも すこし ふえる
korean: 망각을 무효화하고, 경험치도 조금 증가한다.
portuguese: Ignora Amnésia mas reduz a experiência ganha.
russian: Не обращайте внимания забывают и получить несколько ставки Exp.
spanish: Ignoras ''Olvidar'' y aumenta un poco la Exp obtenida

# MasterDesc-EF000074
source: Set Accuracy to 50% for you and opponents.
french: Précisions = 50% pour TOUS.
german: Set Genauigkeit bis 50% für Sie und Gegner.
italian: Dimezza la precisione per te e l'avversario
japanese: てきみかたの めいちゅうりつが 50％こていになる
korean: 적과 자신의 명중률이 50%로 고정된다.
portuguese: A precisão sua e do seu inimigo agora é 50%.
russian: Установите Точность до 50% для вас и противников.
spanish: La precisión pasa a ser del 50% para ti y tus oponentes

# MasterDesc-EF000075
source: Reflect opponent's reflect damage.
french: Réfléchit les Dommages Réfléchis par l'adversaire.
german: Reflektieren des Gegners Schaden zu reflektieren.
italian: Riflette il danno riflesso dal nemico
japanese: てきのはんしゃを てきじしんに かえす
korean: 적의 반사를 다시 돌려준다.
portuguese: Reflete o dano de reflexo do inimigo.
russian: Отражать отразить урон противника.
spanish: Refleja el daño reflejado por tu oponente

# MasterDesc-EF000076
source: You can always hit, ignore, avoid, and parry but +1 cooldown for all skills.
french: Vos coups réussissent toujours et ignorent Esquive et Parade mais Délai +1 à tous les Talents.
german: Sie können jederzeit für alle Fähigkeiten, sondern +1 Abklingzeit vermeiden und Parieren getroffen und ignorieren.
italian: Puoi sempre colpire, ignorare, schivare e parare ma aumenta di 1 tutti i cooldown
japanese: こうげきが ひっちゅうになる かわりに クールダウン+1
korean: 모든 공격이 반드시 명중하지만 모든 기술의 대기 시간 +1
portuguese: Seus ataques sempre acertam o inimigo, mas suas recargas aumentam em 1.
russian: Вы можете нажать и игнорировать предупреждения и парирования всегда, но +1 Время восстановления для всех навыков.
spanish: Tus golpes ignoran esquivar y parar pero el enfriamiento de tus habilidades aumenta +1

# MasterDesc-EF000077
source: Chance to kill instantly.
french: Chances d'Exécuter.
german: Chance sofort zu töten.
italian: Possibilità di uccidere istantaneamente
japanese: たまに いちげきしさせる
korean: 가끔 일격사 시킨다.
portuguese: Chance de matar o inimigo instantaneamente.
russian: Шанс убить мгновенно.
spanish: Posibilidad de matar a un enemigo instantáneamente

# MasterDesc-EF000078
source: Increase power of critical.
french: Augmente l'ampleur des Critiques.
german: Erhöhen Sie die Leistung von entscheidender Bedeutung.
italian: Aumenta il danno critico
japanese: クリティカルの いりょくが あがる
korean: 치명타의 위력이 올라간다.
portuguese: Aumenta o dano de acertos críticos.
russian: Увеличение мощности критической.
spanish: Aumenta el poder de los críticos

# MasterDesc-EF000079
source: You can gain shield whenever you encounter an opponent.
french: Vous pouvez gagner un Bouclier à chaque Rencontre.
german: Sie können Schild gewinnen, wenn Sie einen Gegner treffen.
italian: Possibilità di guadagnare scudo ogni volta che incontri un nemico
japanese: せんとうごとに シールドをはって ぼうぎょする
korean: 전투마다 보호막을 치고 방어한다.
portuguese: Concede chance de ganhar escudo ao encontrar um inimigo.
russian: Вы можете получить щит всякий раз, когда вы столкнулись с противником.
spanish: Posibilidad de ganar escudo al encontrarse con un enemigo

# MasterDesc-EF000080
source: You can heal your HP whenever you hit.
french: Vos coups réussis peuvent Soigner vos PV.
german: Sie können den HP heilen, wenn Sie getroffen.
italian: Possibilità di curarti ogni volta che colpisci
japanese: あたえたダメージの いちぶを きゅうしゅう
korean: 입힌 피해의 일부를 흡수한다.
portuguese: Cura HP ao atacar.
russian: Вы можете исцелить HP всякий раз, когда вы попали.
spanish: Puedes recuperar HP cada vez que usas esta habilidad

# MasterDesc-EF000081
source: You can kill opponents with low HP instantly.
french: Vous pouvez Exécuter un adversaire dont les PV sont bas.
german: Sie können sofort Gegner auf niedrigen HP töten.
italian: Possibilità di uccidere un nemico con poca vita
japanese: HPが すくない てきを こうげきすると そくしさせられる
korean: HP가 낮은 적을 공격하면 즉사시킨다.
portuguese: Concede chance de matar inimigos com pouco HP instantaneamente.
russian: Вы можете убить противников на низком HP мгновенно.
spanish: Puedes matar instantaneamentea un oponente con poco HP

# MasterDesc-EF000082
source: Chance to deal damage whenever you act. (Based on Level)
french: Chances d'infliger des Dommages à chaque de vos Actions. (Basé sur le Niveau)
german: Chance zu Schaden verursachen, wenn Sie handeln. (Basierend auf Stufe)
italian: Possibilità di infliggere danni ogni volta che fai un azione (si basa sul livello)
japanese: スキルを つかうたび レベルいぞんの ついかこうげきを おこなうことがある
korean: 기술 사용시 때때로 추가공격을 한다.(레벨 기반)
portuguese: Chance de causar dano extra ao atacar. (Baseado no seu Nível)
russian: Шанс наносить урон всякий раз, когда вы будете действовать. (В зависимости от уровня)
spanish: Posibilidad de causar daños en cada acción (Basado en el nivel)

# MasterDesc-EF000083
source: Increase opponent's cooldowns on hit.
french: Vos coups réussis augmentent les Délais de l'adversaire.
german: Gegner Abklingzeiten Treffer erhöhen.
italian: Aumenta i cooldown dell'aversario ogni volta che colpisci
japanese: こうげきするたび クールダウンを ふやす
korean: 공격할 때마다 적의 대기 시간을 늘린다.
portuguese: Aumenta as recargas do inimigo ao atacar.
russian: Увеличение кулдауны противника при ударе.
spanish: Tus golpes aumentan las recargas del oponente

# MasterDesc-EF000084
source: Reduce damage taken when you are at or above MaxHP.
french: Dommage que vous subissez sont réduits tant que vos PV > PVmax.
german: Reduzieren Sie Schaden, wenn Sie mehr gleich HP dann MaxHP haben.
italian: Riduce il danno quando quando hai più HP degli HP massimi
japanese: HPが さいだいちいじょうなら うけるダメージを へらす
korean: HP가 최대치 이상이면 받는 피해를 줄인다.
portuguese: Reduz o dano recebido enquanto seu HP for igual ou maior que seu HP máximo.
russian: Уменьшить урон, когда у вас есть более равные HP затем MaxHP.
spanish: Reduce el daño recibido cuando tus HP son iguales o superiores a tus MaxHP

# MasterDesc-EF000085
source: You can gain damage-ignoring barrier.
french: Vous pouvez gagner une Barrière.
german: Sie können schadens ignorieren Barriere gewinnen.
italian: Possibilità di guadagnare una barriera che ignora i danni
japanese: いっていかくりつで こうげきを むこうかする バリアを える
korean: 일정 확률로 적의 공격을 무효화하는 방벽을 얻는다.
portuguese: Concede chance de ganhar uma barreira que ignora dano.
russian: Вы можете получить повреждения, не обращая внимания барьер.
spanish: Posibilidad de obtener una barrera que ignora el daño

# MasterDesc-EF000086
source: You can move to far rooms.
french: Vous pouvez atteindre des Salles éloignées.
german: Sie können zu weit Räume bewegen.
italian: Puoi muoverti nelle stanze lontane
japanese: 2へやさきに いどうできる
korean: 모든 방을 이동할 수 있다.
portuguese: Você pode mover-se para salas distantes.
russian: Вы можете перемещаться в дальние комнаты.
spanish: Puedes moverte a habitaciones lejanas

# MasterDesc-EF000101
source: STR skills gain an additional attack.
french: Attaque +1 pour les Talents de FOR
german: Zusätzliche Angriff, wenn Sie Fertigkeit verwendet basierend auf STR.
italian: Le abilità di STR guadagnato un altro attacco
japanese: きんりょくいぞんスキルを しようするたび ついかこうげき
korean: 근력 기반 기술을 사용할 때마다 추가공격
portuguese: Habilidades de FOR ganham um ataque adicional.
russian: Дополнительная атака всякий раз, когда вы используете навык на основе STR.
spanish: Ataque adicional cada vez que uses una habilidad basada en STR

# MasterDesc-EF000102
source: DEX skills gain an additional attack.
french: Attaque +1 pour les Talents de DEX
german: Zusätzliche Angriff, wenn Sie Fertigkeit verwendet basierend auf DEX.
italian: Le abilità di DEX guadagno un altro attacco
japanese: ぎりょういぞんスキルを しようするたび ついかこうげき
korean: 기교 기반 기술을 사용할 때마다 추가공격
portuguese: Habilidades de DES ganham um ataque adicional.
russian: Дополнительная атака всякий раз, когда вы используете навык, основанный на DEX.
spanish: Ataque adicional cada vez que uses una habilidad basada en DEX

# MasterDesc-EF000103
source: INT skills gain an additional attack.
french: Attaque +1 pour les Talents d'INT
german: Zusätzliche Angriff, wenn Sie Fertigkeit verwendet basierend auf INT.
italian: Le abilita di INT guadagnano un altro attacco
japanese: まりょくいぞんスキルを しようするたび ついかこうげき
korean: 마력 기반 기술을 사용할 때마다 추가공격
portuguese: Habilidades de INT ganham um ataque adicional.
russian: Дополнительная атака всякий раз, когда вы используете навык на основе INT.
spanish: Ataque adicional cada vez que uses una habilidad basada en INT

# MasterDesc-EF000104
source: PIE skills gain an additional attack.
french: Attaque +1 pour les Talents de FOI
german: Zusätzliche Angriff, wenn Sie Fertigkeit verwendet basierend auf PIE.
italian: Le abilità di PIE guadagnano un altro attacco
japanese: しんこういぞんスキルを しようするたび ついかこうげき
korean: 신앙 기반 기술을 사용할 때마다 추가공격
portuguese: Habilidades de PIE ganham um ataque adicional.
russian: Дополнительная атака всякий раз, когда вы используете навык, основанный на PIE.
spanish: Ataque adicional cada vez que uses una habilidad basada en PIE

# MasterDesc-EF000105
source: You gain Parry while your skill is on cooldown.
french: Vous gagnez Parade quand votre Talent est en Délai.
german: Sie gewinnen Parry für die Dauer Ihres Fähigkeit des Abklingzeit.
italian: Guadagni parata quando le tue abilità sono in cooldown
japanese: つかったスキルの クールダウンにおうじて うけながしを える
korean: 사용한 기술의 대기 시간에 비례하여 받아넘기기 확률 상승.
portuguese: Você ganha Bloqueio enquanto suas habilidades estiverem recarregando.
russian: Вы получаете Парри на время расхолаживания вашего навыка.
spanish: Ganas porcentaje de parada durante el tiempo de enfriamiento de la habilidad

# MasterDesc-EF000106
source: Your shield will remain after each battle.
french: Votre Bouclier reste après chaque combat.
german: Ihr Schild wird nach jedem Kampf bleiben.
italian: Il tuo scudo rimane dopo ogni battaglia
japanese: シールドが せんとうごも のこる
korean: 전투가 끝나도 보호막이 유지된다.
portuguese: Seu escudo permanece no final de cada batalha.
russian: Ваш щит останется после каждой битвы.
spanish: Conservas el escudo al terminar la batalla

# MasterDesc-EF000107
source: Heal your HP to full whenever you kill an opponent.
french: Soigne complètement vos PV à chaque fois que vous tuez un adversaire.
german: Heilen Sie Ihre HP zu voll, wenn Sie einen Gegner zu töten.
italian: Ti curi di tutta la vita ogni volta che uccidi un avversario
japanese: てきを げきはするごとに HPを さいだいまで かいふくする
korean: 적을 죽일때마다 체력이 전부 회복된다.
portuguese: Cura seu HP por completo ao matar um inimigo.
russian: Лечение Ваш HP до полной всякий раз, когда вы убиваете противника.
spanish: Restaura por completo tu HP despues de matar al oponente

# MasterDesc-EF000108
source: You deal damage to your opponent when you heal.
french: Vous pouvez infliger des Dommages égaux aux Soins que vous lancez.
german: Sie können Sie heilen viel Schaden gleich Betrag befassen.
italian: Possibiltà di danneggiare l'avversario dell'ammontare delle cure ricevute
japanese: かいふくすると おなじりょうの ダメージを てきにあたえる
korean: 체력을 회복하면 같은 양의 피해를 적에게 입힌다.
portuguese: Ao curar-se, causa dano ao inimigo igual ao valor curado.
russian: Вы можете наносить урон, равный сумме заживают вы имеете дело.
spanish: Causas daño igual a la sanación realizada

# MasterDesc-EF000109
source: Reduce cooldown for STR based skills by 1
french: Délai -1 pour les Talents de FOR
german: Reduzieren Sie Abklingzeit -1 für STR basierte Fähigkeiten.
italian: Riduce di 1 il cooldown delle abilità di STR
japanese: きんりょくいぞんスキルの クールダウン-1
korean: 근력 기반 기술 대기 시간 -1
portuguese: Reduz a recarga de habilidades de FOR em 1.
russian: Сокращение времени восстановления -1 навыков на основе STR.
spanish: -1 de enfriamiento a las habilidades basadas en STR

# MasterDesc-EF000110
source: Reduce cooldown for DEX based skills by 1
french: Délai -1 pour les Talents de DEX
german: Reduzieren Sie die Abklingzeit -1 für DEX basiert Fähigkeiten.
italian: Riduce di 1 il cooldown delle abilità di DEX
japanese: ぎりょういぞんスキルの クールダウン-1
korean: 기교 기반 기술 대기 시간 -1
portuguese: Reduz a recarga de habilidades de DES em 1.
russian: Сокращение времени восстановления -1 навыков на основе DEX.
spanish: -1 de enfriamiento a las habilidades basadas en DEX

# MasterDesc-EF000111
source: Reduce cooldown for INT based skills by 1
french: Délai -1 pour les Talents d'INT
german: Reduzieren Sie die Abklingzeit -1 für INT basierte Fähigkeiten.
italian: Riduce di 1 il cooldown delle abilità di INT
japanese: まりょくいぞんスキルの クールダウン-1
korean: 마력 기반 기술 대기 시간 -1
portuguese: Reduz a recarga de habilidades de INT em 1.
russian: Сокращение времени восстановления -1 навыков на основе INT.
spanish: -1 de enfriamiento a las habilidades basadas en INT
