Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterDesc-FSP00055
source: Gain petrify for each kill.
french: Gain pétrifier pour chaque kill.
german: Verstärkung für jeden Kill versteinern.
italian: Guadagno pietrificare per ogni uccisione.
japanese: てきを たおすたび せきか+25％
korean: 게인 각을 죽 석화.
portuguese: Ganho petrificar para cada matar.
russian: Усиление окаменеть для каждого убийства.
spanish: Ganancia petrify para cada matanza.

# MasterDesc-FSP00056
source: Your opponents will heal gradually.
french: Vos adversaires vont guérir progressivement.
german: Ihre Gegner werden nach und nach heilen.
italian: I vostri avversari saranno guarire gradualmente.
japanese: てきが じょじょに かいふくする
korean: 상대는 점차적으로 치유됩니다.
portuguese: Seus oponentes vai curar gradualmente.
russian: Ваши противники будут заживать постепенно.
spanish: Sus oponentes se curan gradualmente.

# MasterDesc-FSP00057
source: You can not earn any barrier by skills or effects.
french: Vous ne pouvez gagner aucune barrière par des compétences ou des effets.
german: Sie können keine Barriere von Fähigkeiten oder Effekte verdienen.
italian: Non si può guadagnare alcuna barriera da abilità o effetti.
japanese: バリアを ふやす こうかが えられなくなる
korean: 당신은 기술이나 효과에 의한 장벽을 얻을 수 없습니다.
portuguese: Você não pode ganhar qualquer barreira por habilidades ou efeitos.
russian: Вы не можете заработать любой барьер, навыков и эффектов.
spanish: Usted no puede ganar ninguna barrera de habilidades o efectos.

# MasterDesc-FSP00058
source: Cooldown +5 to a random skill after kill.
french: Cooldown +5 à une compétence aléatoire après mise à mort.
german: Abklingzeit 5 zu einer zufälligen Fertigkeit nach Tötung.
italian: Cooldown +5 a un'abilità casuale dopo uccidere.
japanese: てきを たおすたび ランダムな スキルの クールダウン+5
korean: 살인 후 임의의 기술에 +5를 재사용 대기 시간.
portuguese: Cooldown +5 a uma habilidade aleatória depois de matar.
russian: Кулдаун +5 к случайному навыка после убийства.
spanish: Cooldown 5 a una habilidad azar después de matar.

# MasterDesc-FSP00059
source: Your permanent abilities will change.
french: Vos capacités permanentes changeront.
german: Ihre permanente Fähigkeiten wird sich ändern.
italian: Le vostre capacità permanenti cambieranno.
japanese: えいぞくこうかが べつのものに かわっていく
korean: 영구 능력이 변경됩니다.
portuguese: Suas habilidades permanentes vai mudar.
russian: Ваши постоянные способности изменятся.
spanish: Sus capacidades permanentes van a cambiar.

# MasterDesc-FSP00060
source: You will take double damage from delayed damage.
french: Vous prendrez le double de dégâts contre les dommages retardés.
german: Sie werden von verzögerten Schaden doppelten Schaden nehmen.
italian: Si avrà il doppio dei danni da eventuali danni in ritardo.
japanese: ちえんダメージを 2ばい うける
korean: 당신은 지연 손상으로부터 이중 피해를 취할 것입니다.
portuguese: Você terá o dobro de dano de danos adiada.
russian: Вы совершите двойной урон от отсроченного повреждения.
spanish: Tendrá que tomar el doble de daño del daño retrasado.

# MasterDesc-FSP00061
source: Increased power of roaming corpses.
french: L'augmentation du pouvoir d'itinérance cadavres.
german: Erhöhte Leistung Leichen von Roaming.
italian: potenza aumentata del roaming cadaveri.
japanese: さまようむくろが より つよくなる
korean: 시체를 로밍의 힘을 증가.
portuguese: Aumento do poder de cadáveres roaming.
russian: Увеличение мощности роуминга трупов.
spanish: El aumento del poder de itinerancia cadáveres.

# MasterDesc-FSP00062
source: Increased chance to encounter enemies.
french: Augmentation de chance de rencontrer des ennemis.
german: Erhöhte Chance der Feinde zu begegnen.
italian: possibilità di incontrare nemici Maggiore.
japanese: てきの しゅつげんりつが あがる
korean: 원수를 만날 수있는 기회를 증가.
portuguese: O aumento da chance de encontrar inimigos.
russian: Увеличенный шанс столкнуться врагами.
spanish: Aumento de la posibilidad de encontrar enemigos.

# MasterDesc-FSP00063
source: Your ''Avoid'' can not work.
french: Votre « avoid » ne peut pas fonctionner.
german: Ihr „Vermeiden“ kann nicht funktionieren.
italian: Il tuo ''Evitare'' non può funzionare.
japanese: かいひが できなくなる
korean: 당신의 ''피''는 작동하지 않을 수 있습니다.
portuguese: Seu ''evitar'' não pode trabalhar.
russian: Ваш «Избегайте» не может работать.
spanish: Su ''evitar'' no puede funcionar.

# MasterDesc-FSP00064
source: No chance to heal your HP on level up.
french: Aucune chance de guérir votre HP sur le niveau vers le haut.
german: Keine Chance, Ihre HP auf Ebene bis zu heilen.
italian: Nessuna possibilità di guarire la vostra HP a livello alto.
japanese: レベルアップで HPが かいふくしなくなる
korean: 기회는 레벨 업에 HP를 회복 없습니다.
portuguese: Sem chance para curar o seu HP no nível acima.
russian: Нет шансов, чтобы залечить HP на уровень вверх.
spanish: No hay posibilidad de curar su HP al subir de nivel.

# MasterDesc-FSP00065
source: You can not earn any buffs.
french: Vous ne pouvez pas gagner tous les amateurs.
german: Sie können keine Buffs verdienen.
italian: Non si può guadagnare alcun appassionati.
japanese: ほじょこうかを えられなくなる
korean: 당신은 어떤 버프를받을 수 없습니다.
portuguese: Você não pode ganhar qualquer buffs.
russian: Вы не можете заработать любые баффы.
spanish: No se puede obtener ningún aficionados a.

# MasterDesc-FSP00066
source: Changed opponent's appearance.
french: l'apparence de changement adversaire.
german: Veränderte Gegners Aussehen.
italian: aspetto dell'avversario cambiato.
japanese: てきの みためが かわる
korean: 변경된 상대의 외관.
portuguese: aparência alterada do adversário.
russian: появление изменившихся противника.
spanish: aparición rival cambiada.

# MasterDesc-FSP00067
source: You can not escape.
french: Vous ne pouvez pas échapper.
german: Du kannst nicht entkommen.
italian: Non si può sfuggire.
japanese: にげられなくなる
korean: 당신은 벗어날 수 없다.
portuguese: Você não pode escapar.
russian: Вы не можете избежать.
spanish: No puedes escapar.

# MasterDesc-FSP00068
source: Your ''Parry'' can not work.
french: Votre « Parry » ne peut pas travailler.
german: Ihr „Parry“ kann nicht funktionieren.
italian: Il tuo ''Parry'' non può funzionare.
japanese: うけながしが できなくなる
korean: 귀하의 ''패리는''작동하지 않을 수 있습니다.
portuguese: Seu ''Parry'' não pode trabalhar.
russian: Ваш «Parry» не может работать.
spanish: Su ''Parry'' no puede funcionar.

# MasterDesc-FSP00069
source: Your ''Pursuit'' can not work.
french: Votre « Pursuit » ne peut pas fonctionner.
german: Ihre „Pursuit“ kann nicht funktionieren.
italian: Il tuo ''Pursuit'' non può funzionare.
japanese: 「ついげき」の こうかが なくなる
korean: 귀하의 ''추구''작동하지 않을 수 있습니다.
portuguese: Seu ''Pursuit'' não pode trabalhar.
russian: Ваша «Погоня» не может работать.
spanish: Su ''persecución'' no puede funcionar.

# MasterDesc-FSP00070
source: You can not earn any exp from bosses.
french: Vous ne pouvez pas gagner une exp de patrons.
german: Sie können keine exp von Bosse verdienen.
italian: Non si può guadagnare alcun exp da padroni.
japanese: ボスから けいけんちを えられない
korean: 당신은 상사에서 어떤 경험치를 얻을 수 없습니다.
portuguese: Você não pode ganhar qualquer exp de chefes.
russian: Вы не можете заработать любой ехр из боссов.
spanish: Usted no puede ganar ninguna exp de los jefes.

# MasterDesc-FSP00071
source: You will lose your MaxHP gradually.
french: Vous perdrez votre MaxHP progressivement.
german: Sie werden Ihre MaxHP allmählich verlieren.
italian: Si perderà la MaxHP gradualmente.
japanese: さいだいHPが じょじょに へっていく
korean: 당신은 점차 렛을 잃게됩니다.
portuguese: Você vai perder o seu MaxHP gradualmente.
russian: Вы потеряете свой MaxHP постепенно.
spanish: Usted perderá su MaxHP gradualmente.

# MasterDesc-FSP00072
source: You can not level up.
french: Vous ne pouvez pas monter de niveau.
german: Sie können nicht Stufe nach oben.
italian: Non si può salire di livello.
japanese: これいじょう レベルが あがらなくなる
korean: 당신은 레벨 업을 할 수 없다.
portuguese: Você não pode subir de nível.
russian: Вы не можете выровнять.
spanish: No se puede subir de nivel.

# MasterDesc-ES000055
source: Did she get a prayer? You seem to have got someone's protection.
french: At-elle obtenu une prière? Vous semblez avoir obtenu la protection de quelqu'un.
german: Hat sie bekommen ein Gebet? Sie scheinen zu haben jemandes Schutz bekam.
italian: Ha fatto a una preghiera? Lei sembra aver ottenuto la protezione di qualcuno.
japanese: いのりが とどいたと いうのか？ あなたは なにものかの かごを えた。
korean: 그녀는기도를 받으셨어요? 당신은 누군가의 보호를받은 것 같다.
portuguese: Ela conseguiu uma oração? Você parece ter conseguido a proteção de alguém.
russian: Она получила молитву? Вы, кажется, получили чью-то защиту.
spanish: Ella consiguió una oración? Parece que han conseguido la protección de alguien.

# MasterDesc-ES000061
source: Not all saints love all people.
french: Pas tous les saints aiment tout le monde.
german: Nicht alle Heiligen lieben alle Menschen.
italian: Non tutti i santi amano tutte le persone.
japanese: すべての せいじんが すべての ひとびとを あいするとは かぎらない。
korean: 모든 성도는 모든 사람을 사랑합니다.
portuguese: Nem todos os santos amar todas as pessoas.
russian: Не все святые любят все человек.
spanish: No todos los santos aman a todas las personas.

# MasterDesc-ES000166
source: As soon as you approached the fountain, a gigantic monster crawled out of the water.__<color=#F00>It is ''Lake lurker''!</color>
french: Dès que vous approchiez la fontaine, un gigantesque monstre rampé hors de l'eau.__<color=#F00>Il est « Lac Lurker »!</color>
german: Sobald Sie die Brunnen näherten, kroch ein riesiges Monster aus dem Wasser.__<color=#F00>Es ist „See Lurker“!</color>
italian: Non appena si avvicina alla fontana, un gigantesco mostro strisciò fuori dall'acqua.__<color=#F00>Si tratta di ''Lago Lurker''!</color>
japanese: いずみに ちかづいた とたん すいちゅうから きょだいな ばけものが はいでてきた。__<color=#F00>「いずみにひそむもの」だ！</color>
korean: 즉시 당신이 분수되었을 때, 거대한 괴물이 물 밖으로 기어.__<color=#F00>그것은 ''호수 럴커''입니다!</color>
portuguese: Assim que se aproximou da fonte, um monstro gigantesco se arrastou para fora da água.__<color=#F00>É ''lurker Lake''!</color>
russian: Как только вы подошли к фонтану, гигантский монстр вылез из воды.__<color=#F00>Это «Озеро Lurker»!</color>
spanish: Tan pronto como se acercó a la fuente, un gigantesco monstruo se arrastró fuera del agua.__<color=#F00>Es ''lurker Lago''!</color>

# MasterDesc-ES000168
source: Suddenly poison gas surrounds you!
french: Soudain gaz poison qui vous entoure!
german: Plötzlich Giftgas umgibt Sie!
italian: Improvvisamente gas veleno vi circonda!
japanese: はかいしに てをかけた しゅんかん カチリと おとがなり とつぜん ガスが ふきだした！
korean: 묘비에 손을 댄 순간 갑자기 찰칵 소리가 나며 독성 기체가 뿜어져 나왔다!
portuguese: gás de repente veneno rodeia!
russian: Внезапно отравляющий газ окружает вас!
spanish: De repente, el gas venenoso que te rodea!

# MasterDesc-ES000143
source: Something crawled out of the gap of the tombstone__<color=#F00>It is ''Grave sweeper''!</color>
french: Quelque chose a rampé hors de l'écart de la pierre tombale__<color=#F00>Il est « balayeur Grave »!</color>
german: Etwas kroch aus dem Spalt des Grabsteins__<color=#F00>Es ist „Grave Kehrmaschine“!</color>
italian: Qualcosa strisciò fuori del divario della lapide__<color=#F00>Si tratta di ''Grave sweeper''!</color>
japanese: はかに てをかけた しゅんかん はかいしの すきまから なにかが はいでてきた。__<color=#F00>「はかにもぐるもの」だ！</color>
korean: 뭔가 삭제 표시의 격차에서 기어__<color=#F00>그것은 ''무덤 스위퍼''입니다!</color>
portuguese: Algo se arrastou para fora do fosso da lápide__<color=#F00>É ''vassoura Grave''!</color>
russian: Что-то вылез из щели надгробной плиты__<color=#F00>Это «Граве уборочная»!</color>
spanish: Algo se arrastró fuera de la brecha de la lápida__<color=#F00>Se trata de ''barredora Grave''!</color>

# MasterDesc-ES000147
source: You found treasures!!
french: Vous avez trouvé des trésors !!
german: Sie fanden Schätze !!
italian: Hai trovato tesori !!
japanese: たからばこの なかには ざいほうが かくされていた！
korean: 보물상자의 안에는 보물이 숨겨져 있었다!
portuguese: Você encontrou tesouros !!
russian: Вы нашли сокровища !!
spanish: Encontraste tesoros !!

# MasterDesc-ES000183
source: You found a new contract!!
french: Vous avez trouvé un nouveau contrat !!
german: Sie fanden einen neuen Vertrag !!
italian: Hai trovato un nuovo contratto !!
japanese: まのけいやくを はっけんした！
korean: 당신은 새로운 계약을 발견!
portuguese: Você encontrou um novo contrato !!
russian: Вы нашли новый контракт !!
spanish: Encontraste un nuevo contrato !!

# MasterDesc-ES000184
source: You found a new amulet!!
french: Vous avez trouvé une nouvelle amulette !!
german: Sie fanden ein neues Amulett !!
italian: Hai trovato un nuovo amuleto !!
japanese: アミュレットを はっけんした！
korean: 새 부적을 발견!
portuguese: Você encontrou um novo amuleto !!
russian: Вы нашли новый амулет !!
spanish: Encontraste un nuevo amuleto !!

# MasterDesc-ES000161
source: You found a new unidentified lab parts!!
french: Vous avez trouvé un nouveau laboratoire de pièces non identifiées !!
german: Sie fanden eine neue nicht identifizierte Laborteile !!
italian: Hai trovato un nuovo laboratorio parti non identificate !!
japanese: みかんていの ラボパーツを はっけんした！
korean: 새 정체 불명의 랩 부분을 발견!
portuguese: Você encontrou um novo peças de laboratório não identificados !!
russian: Вы нашли новую неопознанных лаборатории части !!
spanish: Encontraste un nuevo laboratorio no identificados partes !!

# MasterDesc-ES000162
source: You identified the the lab parts.
french: Vous avez identifié les pièces de laboratoire.
german: Sie identifiziert die die Laborteile.
italian: È identificato le parti di laboratorio.
japanese: ラボパーツの しょうたいを かんていした。
korean: 당신은 랩 부분을 확인했다.
portuguese: Você identificou as partes de laboratório.
russian: Вы определили лабораторные части.
spanish: Que ha identificado las partes de laboratorio.

# MasterDesc-ES000169
source: ''Hi there! Did you find something to kill here? then...''
french: « Salut à tous! Avez-vous trouvé quelque chose à tuer ici? Alors ... »
german: „Hallo! Haben Sie etwas finden, hier zu töten? Dann ...“
italian: ''Ciao! Hai trovato qualcosa di uccidere qui? Allora ...''
japanese: 「こんにちは！ あなたも ちかで ぼうけんしているんですか？ ぼくも しごとで きているんですが…」
korean: ''안녕하세요! 당신은? 여기 죽이는 일을 했습니까 ...''
portuguese: ''Hi there! Será que você encontrar algo para matar aqui? Então ...''
russian: «Привет! Вы нашли что-то, чтобы убить здесь? Тогда ...»
spanish: ''¡Hola! ¿Encontraste algo para matar aquí? Entonces ...''

# MasterDesc-ES000170
source: ''I am sorry but may I have fragments of death divided a little?''
french: « Je suis désolé mais j'avoir des fragments de mort divisés un peu? »
german: „Es tut mir leid, aber kann ich Fragment des Todes ein wenig geteilt?“
italian: ''Mi dispiace, ma posso avere frammenti di morte divisi un po '?''
japanese: 「いきなりで もうしわけないけど しのかけらを すこし わけてもらっても いいですか？ ぜんぜん あつまらなくて…」
korean: ''미안하지만 난 죽음의 조각이 조금 나누어 가질 수있다?''
portuguese: ''Lamento, mas posso ter fragmentos de morte dividida um pouco?''
russian: «Я извиняюсь, но, возможно, у меня есть фрагменты смерти разделить мало?»
spanish: ''Lo siento, pero puedo tener fragmentos de la muerte dividieron un poco?''

# MasterDesc-ES000171
source: ''Thanks! Well, I do not want to be hit by the doctor, I will certainly thank you!''
french: « Merci! Eh bien, je ne veux pas être frappé par le médecin, je vais certainement vous remercier! »
german: „Danke! Nun, ich will nicht vom Arzt getroffen werden, werde ich sicher es Ihnen danken!“
italian: ''Grazie! Beh, io non voglio essere colpito dal medico, io certamente grazie!''
japanese: 「わあ ありがとう！ これで ドクターに おこられずに すむよ。 いつか かならず おれい するから ね！」
korean: ''감사합니다! 글쎄, 나는 확실히 당신을 감사합니다, 의사에 의해 타격을받을 싶지 않아!''
portuguese: ''Obrigado! Bem, eu não quero ser atingido pelo médico, eu certamente será obrigado!''
russian: «Спасибо! Ну, я не хочу, чтобы ударить врача, я, конечно, спасибо!»
spanish: ''Gracias! Bueno, no quiero ser golpeado por el médico, yo sin duda gracias!''

# MasterDesc-ES000172
source: ''Hello again, I thought you were around here ... Eh ... well ...''
french: « Bonjour à nouveau, je pensais que tu étais ici ... Eh ... eh bien ... »
german: „Hallo nochmal, ich dachte du hier waren ... Eh ... na ja ...“
italian: ''Ciao di nuovo, ho pensato che tu fossi qui intorno ... Eh ... bene ...''
japanese: 「あ こんにちは！ また あったね。 きみなら このあたりに いると おもったよ。 えーと… えへへ…」
korean: ''안녕하세요 다시, 나는 ... 음 ... 어 ... 당신이 주변에 여기라고 생각''
portuguese: ''Olá de novo, eu pensei que você estava por aqui ... Eh ... bem ...''
russian: «Здравствуйте еще раз, я думал, что ты здесь ... Эх ... хорошо ...»
spanish: ''Hola de nuevo, pensé que estabas por aquí ... Eh ... bueno ...''

# MasterDesc-ES000173
source: ''I need some fragments of death again. I will be hit if I can not find enough...''
french: « Je besoin de quelques fragments de la mort à nouveau. Je vais frapper si je ne peux pas trouver suffisamment ... »
german: „Ich brauche ein paar Fragmente des Todes wieder. Ich werde betroffen sein, wenn ich nicht genug finden kann ...“
italian: ''Ho bisogno di alcuni frammenti della morte di nuovo. Sarò colpito se non riesco a trovare abbastanza ...''
japanese: 「その じつは また しのかけらが たりないんだ。 このままだと また たりないって おこられちゃう…」
korean: ''내가 ... 내가 충분히 찾을 수없는 경우 내가 타격을받을 것입니다. 다시 죽음의 일부 조각이 필요합니다''
portuguese: ''Eu preciso de alguns fragmentos de morte novamente. I será atingido se eu não conseguir encontrar o suficiente ...''
russian: «Мне нужны некоторые фрагменты смерти снова. Я буду удар, если я не могу найти достаточно ...»
spanish: ''Necesito algunos fragmentos de la muerte de nuevo. Voy a golpear si no puedo encontrar suficiente ...''

# MasterDesc-ES000174
source: ''Thanks! Well, You are really kind. I will certainly thank you!''
french: « Merci! Eh bien, vous êtes vraiment gentil. Je vais certainement vous remercier! »
german: „Danke! Nun, Sie sind wirklich nett. Ich werde Sie auf jeden Fall danken!“
italian: ''Grazie! Beh, sono veramente gentili. Ho certamente grazie!''
japanese: 「ありがとう！ きみは ほんとうに やさしいんだね。 いつか かならず おれい するから ね！」
korean: ''감사합니다! 글쎄, 당신은 정말 종류. 나는 확실히 당신을 감사 할 것이다있다!''
portuguese: ''Obrigado! Bem, você está realmente tipo. Eu, certamente, muito obrigado!''
russian: «Спасибо! Ну, Вы действительно добрый. Я, конечно, спасибо!»
spanish: ''Gracias! Bueno, son muy amables. Yo sin duda gracias!''

# MasterDesc-ES000185
source: ''Haha, that's right, right ... I'm sorry, I was selfish... I will gather by myself...''
french: « Haha, c'est vrai, à droite ... Je suis désolé, je suis égoïste ... Je rassemblerai moi-même ... »
german: „Haha, das ist richtig, richtig ... Es tut mir leid, ich war egoistisch ... ich selbst sammeln ...“
italian: ''Haha, è vero, giusto ... Mi dispiace, ero egoista ... io radunerò da sola ...''
japanese: 「あはは そ、そうだよね… ごめんね わがままな おねがいして。 ちゃんと じぶんで あつめるよ…」
korean: ''하하, 맞아요 ... 미안 해요, 내가 나 자신에 의해 수집됩니다 ... 이기적이었다 ..., 맞아''
portuguese: ''Haha, isso é certo, certo ... Eu sinto muito, eu era egoísta ... Vou reunir por mim ...''
russian: «Ха-ха, это верно, верно ... Я извиняюсь, я был эгоистом ... Я соберу сам ...»
spanish: ''Jaja, eso es correcto, bien ... Lo siento, yo era egoísta ... yo reuniré yo solo ...''

# MasterDesc-ES000175
source: ''I missed you! I was looking for you to thank.''
french: « Je vous manqué! Je vous cherchais à remercier. »
german: „Ich habe dich vermisst! Ich war auf der Suche für Sie zu danken.“
italian: ''Mi sei mancato! Ero alla ricerca di ringraziare voi.''
japanese: 「ひさしぶり！ きみのこと さがしてたんだ。 どうしても おれいが したくって…」
korean: ''나는 당신이 감사를 위해 내가 찾고 있었어요!보고 싶었어.''
portuguese: ''Eu senti sua falta! Eu estava procurando por você para agradecer.''
russian: «Я скучал по тебе! Я искал тебя поблагодарить.»
spanish: ''Te extrañé! Que estaba buscando que dar las gracias.''

# MasterDesc-ES000176
source: ''Here I give you this part... Oh, Keep it secret to the doctor! Or I will be scolded again.''
french: « Ici je vous donne cette partie ... Oh, Gardez le secret au docteur! Ou je vais gronder à nouveau. »
german: „Hier gebe ich Ihnen diesen Teil ... Oh, es behalten zum Arzt Geheimnis! Oder ich werde wieder gescholten werden.“
italian: ''Qui ti do questa parte ... Oh, mantenere il segreto al dottore! O sarò rimproverato di nuovo.''
japanese: 「ほら この パーツを きみに あげるよ… あ、 ドクターには ないしょだよ！ また おこられちゃうから ね」
korean: ''여기 오, 의사에게 비밀을 유지! 아니면 내가 다시 꾸중 할 것입니다 ... 당신에게이 부분을 제공합니다.''
portuguese: ''Aqui eu dou-lhe esta parte ... Oh, Mantenha-o segredo para o médico! Ou eu vou ser repreendido novamente.''
russian: «Здесь я даю вам эту часть ... О, держать его в секрете к врачу! Или я буду пробираться снова.»
spanish: ''Acá les dejo esta parte ... Ah, lo mantienen en secreto al médico! O voy a ser regañado de nuevo.''

# MasterDesc-ES000178
source: ''Here it is ... this way ... I think this will help you! Do your best with your job!''
french: « Ici, il est ... de cette façon ... Je pense que cela va vous aider! Faites de votre mieux avec votre travail! »
german: „Hier ist es ... so ... Ich denke, das wird Ihnen helfen! Tun Sie am besten mit Ihrem Job!“
italian: ''Qui è ... in questo modo ... Credo che questo vi aiuterà! Fai del tuo meglio con il vostro lavoro!''
japanese: 「ほら ここを こうして… こうしたら きみの その したいを すこし つよくできると おもうよ。 おしごと がんばって ね！」
korean: ''여기가 ... 이런 식으로 ... 나는이 당신을 도울 생각입니다! 당신의 일에 최선을 다!''
portuguese: ''Aqui é ... assim ... Acho que isso vai ajudá-lo! Faça o seu melhor com o seu trabalho!''
russian: «Вот это ... так ... Я думаю, что это поможет! Делайте все возможное с вашей работой!»
spanish: ''Aquí está ... de esta manera ... Creo que esto le ayudará! Haga todo lo posible con su trabajo!''

# MasterDesc-ES000180
source: ''Here it is ... this way ... I think this will help you! Let's keep on each other!''
french: « Ici, il est ... de cette façon ... Je pense que cela vous aidera! Gardons les uns des autres! »
german: „Hier ist es ... so ... Ich denke, das wird Ihnen helfen! Lassen Sie uns auf einander halten!“
italian: ''Qui è ... in questo modo ... Credo che questo vi aiuterà! Continuiamo a vicenda!''
japanese: 「ほら ここを こうして… こうしたら きみの その したいを すこし つよくなと おもうよ。 おたがい がんばろう ね！」
korean: ''여기가 ... 이런 식으로 ... 나는이 당신을 도울 생각입니다!의 서로 계속하자!''
portuguese: ''Aqui é ... assim ... Acho que isso vai ajudá-lo! Vamos manter um no outro!''
russian: «Вот это ... так ... Я думаю, что это поможет! Давайте держать друг на друга!»
spanish: ''Aquí está ... de esta manera ... Creo que esto le ayudará! Vamos a mantener el uno del otro!''

# WORD_CURE
source: Cure
french: Guérir
german: Heilen
italian: Cura
japanese: ちりょう
korean: 치료
portuguese: Cura
russian: излечение
spanish: Cura

# TEXT_EVENT_CAN_AVOID_ENEMIES
source: You avoid nearby enemies!
french: Vous éviter les ennemis proches!
german: Sie vermeiden Feinde in der Nähe!
italian: a evitare i nemici nei dintorni!
japanese: てき かいひ！
korean: 근처에 있는 적을 피해 지나갈 수 있게 되었다!
portuguese: Você evitar inimigos próximos!
russian: Вы избегаете ближайших врагов!
spanish: ¡Puedes evitar a los enemigos cercanos!

# TEXT_EVENT_ADD_CORPSES
source: You discovered corpses!
french: Vous avez trouvé des cadavres!
german: Sie fanden einige Leichen!
italian: hai trovato qualche cadaveri!
japanese: なきがら はっけん！
korean: 모험자의 시신을 발견했다!
portuguese: Você encontrou alguns cadáveres!
russian: Вы нашли трупы!
spanish: Se encontraron algunos cadáveres!

# TEXT_EVENT_ADD_ENEMIES
source: Enemies gather!
french: Enemies se rassemblent!
german: Feinde sammeln!
italian: nemici raccogliere!
japanese: てき ぞうか！
korean: 적이 몰려들었다!
portuguese: inimigos reunir!
russian: Враги собираются!
spanish: Los enemigos se reúnen!

# TEXT_EVENT_LOSE_EQUIP
source: Lost an equipment.
french: Vous avez perdu un équipement.
german: Verloren eine Ausrüstung.
italian: Perso un'apparecchiatura.
japanese: そうびひん そうしつ
korean: 장비를 잃었다.
portuguese: Perdeu um equipamento.
russian: Потеряли оборудование.
spanish: Perdido un equipo.

# MasterName-JB000030
source: Dark Priestess
french: sombre Prêtresse
german: dunkle Priesterin
italian: Scuro Sacerdotessa
japanese: ダークプリースト
korean: 어둠의 여사 제
portuguese: escuro Sacerdotisa
russian: Темная Жрица
spanish: Sacerdotisa oscura
