Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# TEXT_DESC_ROOM_STATE_8
source: There are too many falling rocks. It may be painful.
french: Il y a trop de chutes de pierres. Il peut être douloureux.
german: Es gibt zu viele fallen Felsen. Es kann schmerzhaft sein.
italian: Ci sono troppi caduta di sassi. Può essere doloroso.
japanese: ずじょうから つぎつぎ いわが おちてくる。 あたったら ただでは すまない。
korean: 천장에서 연달아 바위가 떨어진다. 맞으면 무사하진 못할 것이다.
portuguese: Há muitas pedras caindo. Pode ser doloroso.
russian: Есть слишком много падающих камней. Это может быть болезненным.
spanish: Hay muchas rocas que caen. Puede ser doloroso.

# TEXT_DESC_ROOM_STATE_9
source: It will take a long time to pass through this room.
french: Il faudra beaucoup de temps pour passer à travers cette pièce.
german: Es wird lange dauern, durch diesen Raum zu passieren.
italian: Ci vorrà molto tempo per passare attraverso questa stanza.
japanese: ここを とおりぬけるには ながいじかんを ようするだろう。
korean: 이 곳을 빠져나가는 데는 긴 시간이 필요하다.
portuguese: Vai levar um longo tempo para passar por esta sala.
russian: Это займет много времени, чтобы пройти через эту комнату.
spanish: Se llevará mucho tiempo para pasar a través de esta sala.

# TEXT_ERROR_ON_MELT_DATA
source: Failed to open Data.__Please retry.__If the problem persists, please contact me.__info@nussygame.com
french: Impossible d'ouvrir des données .__ S'il vous plaît réessayer .__ Si le problème persiste, s'il vous plaît contacter me.__info@nussygame.com
german: Die Daten konnten nicht öffnen .__ Bitte versuchen Sie es erneut .__ Wenn das Problem weiterhin besteht, wenden Sie sich bitte me.__info@nussygame.com
italian: Impossibile aprire i dati .__ Si prega di riprovare .__ Se il problema persiste, si prega di contattare me.__info@nussygame.com
japanese: データ展開に失敗しました。__問題が解決しない場合は、管理者までご連絡下さい。__info@nussygame.com
korean: 데이터 불러오기에 실패했습니다. __문제가 해결되지 않으면 관리자에게 연락주시기 바랍니다. __ info@nussygame.com
portuguese: Falha ao abrir dados .__ Tente novamente .__ Se o problema persistir, por favor contacte me.__info@nussygame.com
russian: Не удалось открыть данные .__ Пожалуйста, повторите .__ Если проблема не устранена, обратитесь me.__info@nussygame.com
spanish: No se pudo abrir datos .__ Por favor vuelva a intentar .__ Si el problema persiste, póngase en contacto con me.__info@nussygame.com

# TEXT_ERROR_ON_NETWORK
source: Failed to get Data.__Please retry.__If the problem persists, please contact me.__info@nussygame.com
french: Impossible d'obtenir des données .__ S'il vous plaît réessayer .__ Si le problème persiste, s'il vous plaît contacter me.__info@nussygame.com
german: Die Daten konnten nicht erhalten .__ Bitte versuchen Sie es erneut .__ Wenn das Problem weiterhin besteht, wenden Sie sich bitte me.__info@nussygame.com
italian: Impossibile ottenere dati .__ Si prega di riprovare .__ Se il problema persiste, si prega di contattare me.__info@nussygame.com
japanese: データ取得に失敗しました。__再度お試し下さい。__問題が解決しない場合は、管理者までご連絡下さい。__info@nussygame.com
korean: 서버로부터 데이터를 가져오는데 실패했습니다. __다시 시도해주세요. __문제가 해결되지 않으면 관리자에게 연락주시기 바랍니다. __ info@nussygame.com
portuguese: Falha ao obter dados .__ Tente novamente .__ Se o problema persistir, por favor contacte me.__info@nussygame.com
russian: Не удалось получить данные .__ Пожалуйста, повторите .__ Если проблема не устранена, обратитесь me.__info@nussygame.com
spanish: No se pudo obtener datos .__ Por favor vuelva a intentar .__ Si el problema persiste, póngase en contacto con me.__info@nussygame.com

# TEXT_ERROR_ON_PURCHASE
source: Failed to puchase.__Please retry.__If the problem persists, please contact me.__info@nussygame.com
french: Échec de puchase .__ S'il vous plaît réessayer .__ Si le problème persiste, s'il vous plaît contacter me.__info@nussygame.com
german: puchase fehlgeschlagen .__ Bitte versuchen Sie es erneut .__ Wenn das Problem weiterhin besteht, wenden Sie sich bitte me.__info@nussygame.com
italian: Non è riuscito a puchase .__ Si prega di riprovare .__ Se il problema persiste, si prega di contattare me.__info@nussygame.com
japanese: 購入処理に失敗しました。__問題が解決しない場合は、管理者までご連絡下さい。__info@nussygame.com
korean: 구매 처리에 실패했습니다. __문제가 해결되지 않으면 관리자에게 연락주시기 바랍니다.__ info@nussygame.com
portuguese: Falha ao puchase .__ Tente novamente .__ Se o problema persistir, por favor contacte me.__info@nussygame.com
russian: Не удалось puchase .__ Пожалуйста, повторите .__ Если проблема не устранена, обратитесь me.__info@nussygame.com
spanish: No se ha podido puchase .__ Por favor vuelva a intentar .__ Si el problema persiste, póngase en contacto con me.__info@nussygame.com

# TEXT_EVENT_ACID
source: Suddenly, acid spouts everywhere!__<color=#F00>Equipment has been deteriorated!</color>
french: Soudain, l'acide a été jaillissant!
german: Plötzlich speienden wurde Säure!
italian: Improvvisamente, l'acido è stato sputa!
japanese: はかいしに てをかけた しゅんかん カチリと おとがなり とつぜん きょうさんえきが ふきだした！
korean: 묘비에 손을 댄 순간 갑자기 찰칵 소리가 나며 강산이 뿜어져 나왔다!
portuguese: De repente, o ácido tem sido jorrando!
russian: Внезапно, кислота была бьющий!
spanish: De repente, el ácido ha sido chorros!

# TEXT_EVENT_ACID_AVOID
source: Suddenly, acid spouts everywhere!__<color=#F00>Equipment has been deteriorated!</color>
french: Soudain, l'acide a été jaillissant!
german: Plötzlich speienden wurde Säure!
italian: Improvvisamente, l'acido è stato sputa!
japanese: はかいしに てをかけた しゅんかん カチリと おとがなり とつぜん きょうさんえきが ふきだした！
korean: 묘비에 손을 댄 순간 갑자기 찰칵 소리가 나며 강산이 뿜어져 나왔다!
portuguese: De repente, o ácido tem sido jorrando!
russian: Внезапно, кислота была бьющий!
spanish: De repente, el ácido ha sido chorros!

# TEXT_EVENT_ADD_PAYING
source: <color=#F00>-{0}Soulstones</color>
german: Loading...
italian: Loading...
japanese: <color=#F00>-{0}ませき</color>
korean: <color= # F00>-{0}마석</color>
russian: Loading...

# TEXT_EVENT_ALARM
source: A very loud alarm rings.
french: Un très fort alarme sonne .
german: Eine sehr laute Alarm ertönt .
italian: Una molto forte allarme suona .
japanese: ごとりと おとがなり ダンジョンに けたたましい けいほうおんが なりひびいた。
korean: 덜컥 소리가 나며 던전에 요란한 경보음이 울려퍼졌다.
portuguese: Um muito alto alarme toca .
russian: Очень громкий сигнал тревоги кольца .
spanish: Un muy fuerte alarma suena .

# TEXT_EVENT_ARMOR
source: You feel new power in your body.
french: Vous vous sentez nouveau pouvoir dans votre corps .
german: fühlen Sie neue Kraft in Ihrem Körper .
italian: Ci si sente nuovo potere nel vostro corpo .
japanese: とつぜん ぜんしんを まばゆい ひかりが おおった。
korean: 갑자기 온 몸이 눈부신 빛으로 뒤덮었다.
portuguese: Você se sente novo poder em seu corpo .
russian: Вы чувствуете новую силу в вашем теле .
spanish: Uno se siente nuevo poder en su cuerpo .

# TEXT_EVENT_AVOID_ACID
source: Acid suddenly spurts out!__<color=#0FF>You have ''Avoid Trap''!!</color>__Nothing Happens!
french: Acid gicle soudain!
german: Säure plötzlich spritzt!
italian: Acido scatti improvvisamente fuori!
japanese: はかいしに てをかけた しゅんかん カチリと おとがなり とつぜん きょうさんえきが ふきだした！
korean: 묘비에 손을 댄 순간 갑자기 찰칵 소리가 나며 강산이 뿜어져 나왔다!
portuguese: Ácido repente jorra!
russian: Кислота вдруг рывками вне!
spanish: Ácido repente sale a borbotones!

# TEXT_EVENT_AVOID_ALARM
source: You see an alarm trap..__<color=#0FF>You have ''Avoid Trap''!!</color>__Nothing Happens!
french: Une alarme sonore des sons ..
german: Ein lauter Alarm ertönt ..
italian: Un forte allarme suona ..
japanese: ごとりと おとがなり ダンジョンに けたたましい けいほうおんが なりひびいた。
korean: 덜컥 소리가 나며 던전에 요란한 경보음이 울려퍼졌다.
portuguese: Um alarme soará ..
russian: Громкий звуковой сигнал ..
spanish: activa una alarma fuerte ..

# TEXT_EVENT_AVOID_BLEED
source: A sharp blade popped out!__<color=#0FF>You have ''Avoid Trap''!!</color>__Nothing Happens!
french: Une lame tranchante sauté hors!
german: Eine scharfe Klinge tauchte aus!
italian: Una lama tagliente spuntato fuori!
japanese: はかいしに てをかけた しゅんかん するどい やいばが とびだした！
korean: 날카로운 칼날이 튀어나왔다!
portuguese: A lâmina afiada bateu para fora!
russian: Острое лезвие выскочила!
spanish: Una hoja afilada hecho estallar hacia fuera!

# TEXT_EVENT_AVOID_COMMON_CURSE
source: A Curse appears!__<color=#0FF>You have ''Avoid Trap''!!</color>__Nothing Happens!
french: Vous avez été maudit!
german: Sie haben verflucht!
italian: Lei è stato maledetto!
japanese: はかいしに てをかけた しゅんかん おぞましい のろいが ふりかかった！
korean: 묘비에 손을 댄 순간 끔찍한 저주가 덮쳐왔다!
portuguese: Você foi amaldiçoado!
russian: Вы были прокляты!
spanish: Se le ha maldecido!

# TEXT_EVENT_AVOID_GRATE
source: A grate falls to block your way.__<color=#0FF>You have ''Avoid Trap''!!</color>__Nothing Happens!
french: Une grille bloque votre chemin .
german: Ein Gitter versperrt den Weg .
italian: Una griglia sta bloccando il tuo modo .
japanese: てつごうしが おりてきて ゆくてを ふさいでしまった。
korean: 철창이 내려와 앞길을 막아 버렸다.
portuguese: A grelha está bloqueando seu caminho .
russian: Решетка блокирует ваш путь .
spanish: Una rejilla está bloqueando su camino .

# TEXT_EVENT_AVOID_MAZE
source: You hear the shifting of gears and stone.__<color=#0FF>You have ''Avoid Trap''!! Nothing Happens!</color>
french: De nombreuses routes ont été ouvertes ou fermées .
german: Viele Straßen wurden geöffnet oder geschlossen .
italian: Molte strade sono state aperte o chiuse .
japanese: ごとりと おとがなり あちこちから みちがひらいたり とざされたりする おとがきこえた。
korean: 덜컥 소리가 나며 사방에서 길이 열리고 닫히는 소리가 들려왔다.
portuguese: Muitas estradas foram abertas ou fechadas .
russian: Многие дороги были открыты или закрыты .
spanish: Muchos caminos se han abierto o cerrado .

# TEXT_EVENT_AVOID_PARALYZE
source: Suddenly you received a strong electric shock!__<color=#0FF>You have ''Avoid Trap''!!</color>__Nothing Happens!
french: Tout à coup vous reçu un choc électrique puissant!
german: Plötzlich erhielt Sie einen starken Stromschlag!
italian: Improvvisamente ha ricevuto una forte scossa elettrica!
japanese: はかいしに てをかけた しゅんかん カチリと おとがなり とつぜん きょうれつな でんりゅうが ながれた！
korean: 묘비에 손을 댄 순간 갑자기 찰칵 소리가 나며 강렬한 전류가 흐른다!
portuguese: De repente, você recebeu um forte choque elétrico!
russian: Внезапно вы получили сильный удар электрическим током!
spanish: De repente recibió una fuerte descarga eléctrica!

# TEXT_EVENT_AVOID_PARALYZE_IDATEN
source: Suddenly you received a strong electric shock!__<color=#0FF>You have ''Freedom of Movement''!!</color>__Nothing Happens!
french: Tout à coup, vous avez reçu un choc électrique puissant!
german: Plötzlich erhielt Sie einen starken Stromschlag!
italian: Improvvisamente si è ricevuto una forte scossa elettrica!
japanese: はかいしに てをかけた しゅんかん カチリと おとがなり とつぜん きょうれつな でんりゅうが ながれた！
korean: 묘비에 손을 댄 순간 갑자기 찰칵 소리가 나며 강렬한 전류가 흐른다!
portuguese: De repente, você recebeu um forte choque elétrico!
russian: Внезапно вы получили сильный удар электрическим током!
spanish: De repente recibió una fuerte descarga eléctrica!

# TEXT_EVENT_AVOID_POISON_GUS
source: Suddenly poison gas surrounds you!__<color=#0FF>You have ''Avoid Trap''!!</color>__Nothing Happens!
french: Soudain gaz poison qui vous entoure!
german: Plötzlich Giftgas umgibt Sie!
italian: Improvvisamente gas veleno vi circonda!
japanese: はかいしに てをかけた しゅんかん カチリと おとがなり とつぜん どくガスが ふきだした！
korean: 묘비에 손을 댄 순간 갑자기 찰칵 소리가 나며 독성 기체가 뿜어져 나왔다!
portuguese: gás de repente veneno rodeia!
russian: Внезапно отравляющий газ окружает вас!
spanish: De repente, el gas venenoso que te rodea!

# TEXT_EVENT_AVOID_SEAL
source: A Curse appears!__<color=#0FF>You have ''Avoid Trap''!!</color>__ Nothing Happens!
french: Vous avez été maudit!
german: Sie haben verflucht!
italian: Lei è stato maledetto!
japanese: はかいしに てをかけた しゅんかん おぞましい のろいが ふりかかった！
korean: 묘비에 손을 댄 순간 끔찍한 저주가 덮쳐왔다!
portuguese: Você foi amaldiçoado!
russian: Вы были прокляты!
spanish: Se le ha maldecido!

# TEXT_EVENT_AVOID_TOMB_BOMB
source: The Tombstone suddenly explodes!__<color=#F00>You have ''Avoid Trap''!!</color>__ Nothing Happens!
french: Tombstone explodeds soudainement!
german: Tombstone plötzlich explodeds!
italian: Tombstone explodeds improvvisamente!
japanese: はかいしに てをかけた しゅんかん カチリと おとがなり とつぜん はかいしが ばくはつした！
korean: 묘비에 손을 댄 순간 갑자기 찰칵 소리가 나며 묘비가 폭발했다!
portuguese: Tombstone repente explodeds!
russian: Надгробный вдруг explodeds!
spanish: Tombstone repente explodeds!

# TEXT_EVENT_BLEED
source: A sharp blade popped out!
french: Une lame tranchante émergea!
german: Eine scharfe Klinge tauchte aus!
italian: Una lama tagliente spuntato fuori!
japanese: はかいしに てをかけた しゅんかん するどい やいばが とびだした！
korean: 묘비에 손을 댄 순간 날카로운 칼날이 튀어나왔다!
portuguese: A lâmina afiada bateu para fora!
russian: Острое лезвие выскочила!
spanish: Una hoja afilada falló con un globo!

# TEXT_EVENT_CAPTURE
source: You captured the monster and earned new equipment. You may take it.
french: Vous avez capturé le monstre et gagné de nouveaux équipements. Vous pouvez le prendre.
german: Sie erfasst das Monster und verdient neue Ausrüstung. Sie können es nehmen.
italian: È catturato il mostro e guadagnato nuove attrezzature. Si può prendere.
japanese: ほかくした まものから そうびひんを かくとくした。 いまのそうびと もちかえることも できるだろう。
korean: 포획한 마물로부터 장비를 획득했다. 현재 장착하고 있는 장비와 교체할 수 있을 것 같다.
portuguese: Você capturou o monstro e ganhou novos equipamentos. Você pode levá-la.
russian: Вы захватили монстра и получил новое оборудование. Вы можете взять его.
spanish: Que ha capturado al monstruo y ganó nuevos equipos. Puede tomar este medicamento.

# TEXT_EVENT_CHANGE_CAMPITEM
source: You found supplementary goods. You will find such supplies handy in the coming fights.
french: Vous avez trouvé des marchandises supplémentaires. Vous trouverez ces fournitures en pratique dans la lutte à venir.
german: Sie finden ergänzende Waren. Sie werden diese Lieferungen praktisch im kommenden Kampf zu finden.
italian: Hai trovato merci supplementari. Troverete tali forniture in pratica nel prossimo combattimento.
japanese: ほきゅうぶっしだ。 これからの ながい たたかいでは このような ぶっしが ちょうほうするだろう。
korean: 보급물자다. 앞으로의 긴 싸움에는 이런 물자가 필요할 것이다.
portuguese: Você encontrou bens complementares. Você vai encontrar esses fornecimentos a calhar na próxima luta.
russian: Вы нашли дополнительные товары. Вы найдете такие поставки пригодится в предстоящем бою.
spanish: Encontraste bienes complementarios. Va a encontrar el avituallamiento en la mano en la lucha que se avecina.

# TEXT_EVENT_CHANGE_EQUIP
source: You found the corpse of an adventurer. Powerful equipment lies scattered near the remains, having outlived it's previous owner.
french: Vous avez trouvé un cadavre d'un aventurier. Le reste du matériel est rayonnant forte magie. Vous pouvez le prendre.
german: Sie fanden eine Leiche eines Abenteurers. Die übrige Ausstattung strahlt starke Magie. Sie können es nehmen.
italian: Hai trovato un cadavere di un avventuriero. Le apparecchiature che restano irradia magia forte. Si può prendere.
japanese: ぼうけんしゃの なきがらだ。 のこされた そうびひんには つよい まりょくが かんじられる。 もっていく ことも できるだろう。
korean: 모험가의 유해이다. 남겨진 이 물건에서 강력한 마력이 느껴진다. 가져갈 수도 있을 것이다.
portuguese: Você encontrou o cadáver de um aventureiro. mentiras equipamentos poderosos espalhados perto das ruínas, tendo sobrevivido é proprietário anterior.
russian: Вы нашли труп авантюриста. Остальное оборудование излучает сильную магию. Вы можете взять его.
spanish: Encontraste un cadáver de un aventurero. El equipo restante está irradiando magia fuerte. Puede tomar este medicamento.

# TEXT_EVENT_CHANGE_SKILL
source: You found the corpse of an adventurer. You can learn a skill from the spirit of the dead.
french: Vous avez trouvé un cadavre d'un aventurier. Vous pouvez apprendre une compétence de l'esprit des morts.
german: Sie fanden eine Leiche eines Abenteurers. Sie können eine Fähigkeit vom Geist der Toten erfahren.
italian: Hai trovato un cadavere di un avventuriero. È possibile imparare un mestiere dallo spirito dei morti.
japanese: しんだ ぼうけんしゃの いしをつぎ そのわざを みにつけることが できるだろう。
korean: 죽은 모험자의 유지를 이어 기술을 배울 수 있을 것이다.
portuguese: Você encontrou um cadáver de um aventureiro. Você pode aprender uma habilidade do espírito dos mortos.
russian: Вы нашли труп авантюриста. Вы можете изучить умение из духа мертвых.
spanish: Encontraste un cadáver de un aventurero. Usted puede aprender una habilidad del espíritu de los muertos.

# TEXT_EVENT_CHEST
source: A treasure box has been left in the corner of the room.__Risk opening?
french: boîte de trésor a été laissé dans un coin de l'ouverture des risques de la chambre?
german: Schatzkiste hat in einer Ecke des Raumes .__ Risiko Öffnung gelassen worden?
italian: scatola del tesoro è stato lasciato in un angolo della stanza .__ apertura rischio?
japanese: へやのすみに たからばこが ほうちされている。__ざいほうが てにはいる かのうせいも あるが わなが しかけられている かのうせいも ひていできない。
korean: 방 구석에 보물상자가 방치되어 있다. __보물을 손에 넣을 수도 있지만, 함정이 설치되어 있을 가능성도 부정할 수 없다.
portuguese: caixa do tesouro foi deixado em um canto da sala .__ abertura risco?
russian: Сокровище коробка была оставлена ​​в углу комнаты .__ открытия риска?
spanish: caja del tesoro se ha dejado en un rincón de la habitación .__ apertura riesgo?

# TEXT_EVENT_CHEST_EXPLODE
source: Suddenly the treasure box explodes!!
french: Soudain, l'explosion de la boîte au trésor !!
german: Plötzlich die Schatzkiste explodiert !!
italian: Improvvisamente esplode scatola del tesoro !!
japanese: たからばこの ふたに てをかけた しゅんかん カチリと おとがなり とつぜん たからばこが ばくはつした！
korean: 보물상자의 뚜껑에 손을 댄 순간 갑자기 찰칵하는 소리가 나며 보물상자가 폭발했다!
portuguese: De repente explode caixa do tesouro !!
russian: Внезапно сокровище коробка взорвется !!
spanish: De repente la caja del tesoro explota !!

# TEXT_EVENT_COFFIN
source: You found a coffin with glittering decorations. A mummy and its Relics are in it. You can take the Relics.
french: Vous avez trouvé un cercueil avec des décorations scintillantes. Une maman et ses reliques sont en elle. Vous pouvez prendre les Relics.
german: Sie fanden einen Sarg mit glitzernden Dekorationen. Eine Mumie und ihre Relikte sind drin. Sie können die Relikte nehmen.
italian: Hai trovato una bara con decorazioni scintillanti. Una mummia e le sue reliquie sono in esso. È possibile prendere le Reliquie.
japanese: あなたは きらびやかな そうしょくが された ひつぎを みつけた。 ひつぎの なかには おそらくは いじんの ミイラと でんせつのぶぐが ならべられている。
korean: 당신은 화려하게 장식된 관을 발견했다. 관속에는 아마도 위인의 미라와 전설의 무구가 있을 것이다.
portuguese: Você encontrou um caixão com brilhantes decorações. Uma múmia e suas relíquias estão na mesma. Você pode tomar as Relíquias.
russian: Вы нашли гроб с сверкающими украшениями. Мумия и его Мощи находятся в нем. Вы можете взять мощами.
spanish: Encontraste un ataúd con decoraciones brillantes. Una momia y sus reliquias están en él. Puede tomar las reliquias.

# TEXT_EVENT_COFFIN_RESULT_AVOID
source: The relics are too old to take. They collapsed and decayed.__<color=#0FF>You have ''Avoid Trap''!!</color>
french: Relics sont trop vieux pour prendre. Ils se sont effondrées et cariées .__
german: Relikte sind zu alt zu nehmen. Sie brach zusammen und verfallene .__
italian: Le reliquie sono troppo vecchio per prendere. Sono crollati e decaduto .__
japanese: でんせつのぶぐは くちはてて くずれてしまった。
korean: 전설의 무구는 썩어 부스러져버렸다.
portuguese: Relíquias são velhos demais para tomar. Eles entraram em colapso e deteriorado .__
russian: Реликвии слишком стар, чтобы взять. Они рухнули и распадались .__
spanish: Reliquias están demasiado viejo para tomar. Se colapsaron y decayeron .__

# TEXT_EVENT_COFFIN_RESULT_NG
source: The relics are too old to take. They collapsed and decayed.__<color=#F00>You are cursed and your skill has been sealed!!</color>
french: Relics sont trop vieux pour prendre. Ils se sont effondrées et cariées .__
german: Relikte sind zu alt zu nehmen. Sie brach zusammen und verfallene .__
italian: Le reliquie sono troppo vecchio per prendere. Sono crollati e decaduto .__
japanese: でんせつのぶぐは くちはてて くずれてしまった。
korean: 전설의 무구는 썩어 부스러져버렸다.
portuguese: Relíquias são velhos demais para tomar. Eles entraram em colapso e deteriorado .__
russian: Реликвии слишком стар, чтобы взять. Они рухнули и распадались .__
spanish: Reliquias están demasiado viejo para tomar. Se colapsaron y decayeron .__

# TEXT_EVENT_COFFIN_RESULT_OK
source: <color=#FB0>You discovered a legendary item!!</color>
french: <Color=#FB0>Vous avez découvert un objet légendaire !!</color>
german: <Color=#FB0> Sie entdeckt einen legendären Einzelteil !! </Color>
italian: <color=#FB0>Hai scoperto un oggetto leggendario !!</color>
japanese: <color=#FB0>でんせつのぶぐを てにいれた！</color>
korean: <color=#FB0>전설의 무구를 입수했다!</color>
portuguese: <Color=#FB0> Você descobriu um ponto lendário !! </color>
russian: <color=#fb0> Вы обнаружили легендарный деталь !! </color>
spanish: <Color=#FB0>Usted descubrió un objeto legendario !!</color>

# TEXT_EVENT_DAMAGEUP
source: You feel new power in your body.
french: Vous vous sentez nouveau pouvoir dans votre corps .
german: Sie fühlen sich neue Kraft in Ihrem Körper .
italian: Ci si sente nuovo potere nel vostro corpo .
japanese: からだに ちからが みなぎってくるのが わかる。
korean: 몸에 힘이 넘쳐흐르는 것을 느꼈다.
portuguese: Você se sente novo poder em seu corpo .
russian: Вы чувствуете новую силу в вашем теле .
spanish: Uno se siente nuevo poder en su cuerpo .

# TEXT_EVENT_ENTER_HELL
source: Ghost of prophet said.__''Hell suits those like you.''__
french: Ghost of prophète a dit .__ ''costumes enfer qui vous aiment.'' __
german: Ghost of Prophet sagte .__ ''Hell Anzügen, die Sie mögen.'' __
italian: Fantasma di profeta ha detto .__ ''tute inferno che ti piace.'' __
japanese: よげんしゃの ぼうれいが かたりかける。__「おまえは このさきの じごくこそ ふさわしい」__
korean: 예언자의 망령이 말을 걸어왔다. __''너야말로 이 앞의 지옥이 어울린다''__
portuguese: Ghost of profeta disse .__ ''ternos inferno que gosto de você.''
russian: Призрак сказал пророк .__ ''ад костюмы, которые, как вы.'' __
spanish: Fantasma del profeta dijo .__ ''Hell trajes que le gusta.'' __

# TEXT_EVENT_ENTER_KARMA
source: Ghost of prophet said.__''This war will never end. Blame yourself...''__
french: Ghost of prophète a dit .__ ''Cette guerre ne finira jamais. Vous Blame ...'' __
german: Ghost of Prophet sagte .__ ''Dieser Krieg wird nie enden. Blame Sie ...'' __
italian: Fantasma di profeta ha detto .__ ''Questa guerra non finirà mai. Colpa te ...'' __
japanese: よげんしゃの ぼうれいが かたりかける。__「この あらそいに おわりはない… おまえたちが おわらせないのだ」__
korean: 예언자의 망령이 말을 걸어왔다. __''이 싸움의 끝은 없다… 너희가 끝내지 않은 것이다''__
portuguese: Ghost of profeta disse .__ ''Esta guerra nunca vai acabar. A culpa você ...''
russian: Призрак сказал пророк .__ ''Эта война никогда не закончится. Виню тебя ...'' __
spanish: Fantasma del profeta dijo .__ ''Esta guerra no tendrá fin. Usted culpa ...'' __

# TEXT_EVENT_ENTER_NIGHTMARE
source: Ghost of prophet said.__''Eternal life will bring you an eternal nightmare.''__
french: Ghost of prophète a dit .__ ''La vie éternelle vous apportera un cauchemar éternel.'' __
german: Ghost of Prophet sagte .__ ''Das ewige Leben wird Ihnen eine ewige Alptraum bringen.'' __
italian: Fantasma di profeta ha detto .__ ''La vita eterna vi porterà un incubo eterno.'' __
japanese: よげんしゃの ぼうれいが かたりかける。__「えいえんの いのちの だいしょうは えいえんの あくむだ」__
korean: 예언자의 망령이 말을 걸어왔다. __''영원한 목숨의 대가는 영원한 악몽이다''__
portuguese: Ghost of profeta disse .__ ''A vida eterna vai lhe trazer um pesadelo eterno.''
russian: Призрак сказал пророк .__ ''Вечная жизнь принесет вам вечный кошмар.'' __
spanish: Fantasma del profeta dijo .__ ''La vida eterna le traerá una pesadilla eterna.'' __

# TEXT_EVENT_FINISH_REST
source: You are fully rested.__
french: Vous êtes entièrement reposé .__
german: Sie sind voll ausgeruht .__
italian: Si sono completamente riposato .__
japanese: からだを じゅうぶんに やすめた。__
korean: 충분한 휴식을 취했다.__
portuguese: Você está totalmente descansado .
russian: Вы полностью отдохнули .__
spanish: Que haya descansado totalmente .__
