Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# TEXT_NEWS_TITLE_SEASON_EVENT_6
source: Season Event ''{0}''__～6/14 15:00
french: Saison événement ''{0}''__～6/14 15:00
german: Saison Ereignis ''{0}''__～6/14 15:00
italian: Stagione Evento ''{0}''__～6/14 15:00
japanese: シーズンイベント「かいてい」__～6/14 15:00
korean: 시즌 이벤트 [{0}]__～6/14 15:00
portuguese: Temporada de Eventos ''{0}'' __ ~ 14/06 15:00
russian: Сезон Событие __ ''Руины''
spanish: Temporada de eventos ''{0}''__～6/14 15:00

# TEXT_NEWS_PH_TITLE_SEASON_EVENT
source: Season Event__''{0}'' started!
french: Saison événement __ ''{0}'' a commencé!
german: Saison Ereignis __ ''{0}'' gestartet!
italian: Stagione Evento __ ''{0}'' ha iniziato!
japanese: シーズンイベント__「{0}」かいさい！
korean: 시즌이벤트[{0}]__개최!
portuguese: Temporada Evento __ ''{0}'' começou!
russian: Сезон Событие __ ''Руины'' началось!
spanish: Evento de temporada__''{0}'' comenzó!

# TEXT_NEWS_PH_BODY_SEASON_EVENT_6_1
source: New job ''Ashigaru'' ''Onmyoji'' appeared!
french: Nouvel emploi « Ashigaru » « Onmyoji » est apparu!
german: Neuer Job ''Ashigaru'' ''Onmyoji'' erschienen!
italian: Nuovo lavoro ''Ashigaru'' ''Onmyoji'' è apparso!
japanese: 新しょくぎょう 「あしがる」 「おんみょうじ」
korean: 새 직업 [졸병], [음양사] 등장!
portuguese: Novo trabalho ''Ashigaru'' ''Onmyoji'' apareceu!
russian: Новая работа «Асигар» «Onmyoji» появился!
spanish: Nuevo trabajo ''Ashigaru'' ''Onmyoji'' apareció!

# TEXT_NEWS_PH_BODY_SEASON_EVENT_6_2
source: Limited Contracts
french: contrats limités
german: begrenzte Verträge
italian: I contratti limitati
japanese: 限定まのけいやく
korean: 한정 계약
portuguese: Contratos limitadas
russian: Ограниченные контракты
spanish: Contractos limitados

# TEXT_NEWS_PH_BODY_SEASON_EVENT_6_3
source: Limited dungeon ''{0}''
french: donjon limité ''{0}''
german: Begrenzter Kerker ''{0}''
italian: Dungeon limitata ''{0}''
japanese: げんていダンジョン 「{0}」
korean: 한정 던전[{0}]
portuguese: calabouço limitada ''{0}''
russian: Limited темница ''{0}''
spanish: Mazmorra limitada ''{0}''

# MasterDesc-MSM00016
source: Clear 10F 10 times.
french: Effacer 10F 10 fois.
german: Klar 10F 10-mal.
italian: Cancella 10F 10 volte.
japanese: 10Fを 10かい クリアする
korean: 10층을 10번 클리어한다.
portuguese: Limpar 10F 10 vezes.
russian: Четкие 10F 10 раз.
spanish: Terminal el nivel 10F 10 veces.

# WORD_ABOUT_BONUS_CHEST
source: About bonus chest
french: A propos de la poitrine bonus
german: Über Bonus Brust
italian: A proposito di petto bonus
japanese: ボーナスチェストについて
korean: 보너스 상자에 대하여
portuguese: Sobre o peito de bônus
russian: О бонусной груди
spanish: Acerca del Cofre Bonus

# MasterName-EFL00031
source: Eternal Dark
french: sombre éternelle
german: ewiges Dunkel
italian: Eternal scuro
japanese: むげんの やみ
korean: 영원한 어둠
portuguese: escuro eterna
spanish: Oscuridad Eterna

# MasterName-EFL00032
source: Tsunami
japanese: おおつなみ
korean: 쓰나미
russian: Цунами

# MasterName-EFL00033
source: Bottomless Water
french: eau Bottomless
german: bodenlos Wasser
italian: acqua senza fondo
japanese: そこなしの みず
korean: 끝없이 깊은 물
portuguese: água sem fundo
russian: Бездонная воды
spanish: agua sin fondo

# MasterDesc-EFL00031
source: You will drain legendary effects as your passive whenever you pick it up.
french: Vous drainer des effets légendaires comme votre passif chaque fois que vous le ramasser.
german: Sie werden legendäre Effekte als passive abtropfen lassen, wenn Sie es abholen.
italian: Si esaurisce effetti leggendari come la vostra passiva ogni volta che si prende in mano.
japanese: でんせつのぶぐを てにいれるとき そのちからを すいとり じしんに やどす
korean: 전설의 무구를 입수할 때마다 그 효과를 흡수한다.
portuguese: Você irá drenar efeitos lendários como o seu passivo, sempre que você pegá-lo.
russian: Вы истощит легендарные эффекты, как ваш пассивный, когда вы выбираете его.
spanish: Va a drenar efectos legendarios como su pasivo cada vez que lo recoja.

# MasterDesc-EFL00032
source: Deal great damage whenever you use skills have 5+ cooldown.
french: Traiter de gros dégâts lorsque vous utilisez les compétences ont 5+ cooldown.
german: Deal großen Schaden, wenn Sie verwenden Fähigkeiten 5+ Abklingzeit.
italian: Distribuisci gravi danni ogni volta che usare le abilità hanno 5+ cooldown.
japanese: クールダウン5いじょうの スキルを つかうたび きょうれつな いちげき
korean: 대기 시간이 5이상인 기술을 사용할 때마다 큰 피해를 준다.
portuguese: Reparta grande dano sempre que você usar habilidades têm 5+ cooldown.
russian: Deal большой ущерб всякий раз, когда вы используете навыки имеют 5 + время перезарядки.
spanish: Tratar un gran daño cada vez que utilizar las habilidades tienen 5+ tiempo de reutilización.

# MasterDesc-EFL00033
source: Heal yourself whenever you use skills have 5+ cooldown.
french: vous guérir chaque fois que vous utilisez les compétences ont 5+ cooldown.
german: Heilen Sie sich, wenn Sie verwenden Fähigkeiten 5+ Abklingzeit.
italian: Guarire ogni volta che usare le abilità hanno 5+ cooldown.
japanese: クールダウン5いじょうの スキルを つかうたび HPが ぜんかいふく
korean: 대기 시간이 5이상인 기술을 사용할 때마다 회복한다.
portuguese: Cure-se sempre que você usar habilidades têm 5+ cooldown.
russian: Исцели себя всякий раз, когда вы используете навыки имеют 5 + время перезарядки.
spanish: Curarse a sí mismo cada vez que utilizar las habilidades tienen 5+ tiempo de reutilización.

# WORD_RECENT_DEAD
source: Recent corpse
french: cadavre récent
german: Neueste Leiche
italian: cadavere recente
japanese: さいきんの したい
korean: 최근 시체
portuguese: Najnowsze trup
russian: Последние трупы
spanish: Cádaver reciente

# MasterName-EF003001
source: HP Boost
french: Boost HP
japanese: HPブースト
korean: HP 부스트
portuguese: HP doładowania
russian: HP подталкивания
spanish: Aumento de HP

# MasterName-EF003002
source: Vitality
french: Vitalité
german: Vitalität
italian: Vitalità
japanese: バイタリティ
korean: 활력
portuguese: Witalność
russian: живучесть
spanish: Vitalidad

# MasterName-EF003003
source: Shield Regenerate
french: Bouclier Régénérer
german: Schild Regenerieren
italian: scudo Rigenera
japanese: シールドさいせい
korean: 보호막 재생
portuguese: Tarcza Regenerate
russian: Щит Регенерация
spanish: escudo Regenerar

# MasterName-EF003004
source: Autoheal
french: guérir Auto
german: Auto heilen
italian: Auto guarire
japanese: しぜんちゆ
korean: 자연 치유
portuguese: Auto leczyć
russian: Авто заживают
spanish: Auto Curación

# MasterName-EF003005
source: Rest
french: Du repos
german: Sich ausruhen
italian: riposo
japanese: きゅうそく
korean: 휴식
portuguese: Odpoczynek
russian: Отдых
spanish: Descanso

# MasterName-EF003006
source: Fair and square
french: Juste et honnête
german: Fair und ehrlich
italian: Giusto e sincero
japanese: せいせいどうどう
korean: 정정당당
portuguese: Uczciwie
russian: По-честному
spanish: Justo y cuadrado

# MasterDesc-EF003001
source: Double ''HP+%'' effects and Ignore HP limits.
french: Double effets ''HP +% de'' et d'ignorer les limites HP.
german: Double ''HP +%'' -Effekte und Ignorieren HP Grenzen.
italian: Doppia effetti ''HP +%'' e Ignora limiti HP.
japanese: さいだいHP+％が 2ばい てきようされ、 さらに さいだいHPが げんかいをこえる
korean: 최대 HP+%가 두 배로 적용되고 최대 HP가 한계를 넘는다.
portuguese: Podwójne „HP +%” Efekty i Ignoruj ​​limity HP.
russian: Двойные «HP +%» эффекты и игнорировать ограничения HP.
spanish: Obtienes doble HP + doble % en efectos. Los HP ahora superan el límite de 9999.

# MasterDesc-EF003002
source: Increase your MaxHP instead of gaining a barrier.
french: Augmentez votre MaxHP au lieu d'obtenir une barrière.
german: Steigern Sie Ihren MaxHP stattdessen eine Barriere zu gewinnen.
italian: Aumenta il tuo MaxHP invece di guadagnare una barriera.
japanese: バリアをえる かわりに さいだいHPが いちじてきに ふえる
korean: 방벽을 얻지 않는 대신 최대 HP가 일시적으로 증가한다.
portuguese: Podnieś swój MaxHP zamiast zyskuje barierę.
russian: Повысьте MaxHP вместо получения барьера.
spanish: Aumenta tu MaxHP en lugar de ganar una barrera.

# MasterDesc-EF003003
source: Gain shield up to max at end of your turn.
french: bouclier Gain jusqu'à max à la fin de votre tour.
german: Verstärkung abschirmen bis max am Ende des Zuges auf.
italian: Gain scudo fino ad un massimo alla fine del tuo turno.
japanese: じょじょに シールドが かいふくする
korean: 보호막이 서서히 회복된다.
portuguese: Zysk tarcza do max na koniec swojej tury.
russian: Усиление щита до макс в конце хода.
spanish: Ganas escudo al máximo cada vez que termines un encuentro.

# MasterDesc-EF003004
source: Heal at end of your turn.
french: Guérir votre HP chaque fois que votre tour se termine.
german: Heilen Sie Ihre HP, wenn Sie an der Reihe endet.
italian: Ristora il tuo HP alla fine del tuo turno
japanese: ターンけいかごとに HPがかいふく
korean: 턴이 지날 때마다 HP를 회복.
portuguese: Heal urządzenia HP gdy twoja kolej się kończy.
russian: Залечить HP всякий раз, когда ваш ход заканчивается.
spanish: Restaura tu HP después de cada encuentro.

# MasterDesc-EF003005
source: Heal your HP whenever you move to an other room.
french: Guérir votre HP chaque fois que vous passez à une autre pièce.
german: Heilen Sie Ihre HP, wenn Sie zu einem anderen Raum zu bewegen.
italian: Guarire la tua HP ogni volta che si sposta in un altra stanza.
japanese: へやいどうごとに HPを かいふくする
korean: 방을 이동할때마다 HP를 회복한다.
portuguese: Heal urządzenia HP w dowolnym momencie przenieść do innego pokoju.
russian: Залечить HP всякий раз, когда вы двигаетесь к другой комнате.
spanish: Regeneras HP cada vez que te mueves entre habitaciones.

# MasterDesc-EF003006
source: You can only take the right hand path and gain +100% exp.
french: Vous ne pouvez la bonne façon et le gain + 100% exp.
german: Sie können nur richtig und Gewinn + 100% exp.
italian: Si può solo modo giusto e aumento di + 100% exp.
japanese: みちが まっすぐに なるかわりに えられる けいけんちが 2ばい
korean: 오른쪽 길만 선택 가능하지만 대신 경험치를 두 배로 획득한다.
portuguese: Można tylko właściwy sposób i zyskać + 100% exp.
russian: Вы можете только правильный путь и получить + 100% опыта.
spanish: Puedes ir únicamente por el camino correcto y ganaras un + 100% exp.

# MasterDescLv-EF003001-1
source: MaxHP+10%
japanese: さいだいHP+10%
korean: 최대 HP+10%

# MasterDescLv-EF003002-1
source: MaxHP+10%
japanese: さいだいHP+10%
korean: 최대 HP+10%

# MasterDescLv-EF003006-1
source: Experience +25%
french: Expérience +25%
german: Erfahrung +25%
italian: Esperienza +25%
japanese: けいけんち+25％
korean: 경험치 +25%
portuguese: Doświadczenie +25%
russian: Опыт +25%
spanish: Experiencia +25%

# MasterDescLv-EF003001-2
source: MaxHP+15%
japanese: さいだいHP+15%
korean: 최대 HP+15%

# MasterDescLv-EF003002-2
source: MaxHP+15%
japanese: さいだいHP+15%
korean: 최대 HP+15%

# MasterDescLv-EF003006-2
source: Experience +25%
french: Expérience +25%
german: Erfahrung +25%
italian: Esperienza +25%
japanese: けいけんち+25％
korean: 경험치 +25%
portuguese: Doświadczenie +25%
russian: Опыт +25%
spanish: Experiencia +25%

# MasterName-EF001028
source: Horrible
german: Schrecklich
italian: Orribile
japanese: おそろしいすがた
korean: 무서운 모습
portuguese: Okropny
russian: какой ужас

# WORD_BATTLE_POP_DISTRACT
source: <color=#F0F>Insanity!</color>
french: <Color=#F0F>folie!</Color>
german: <Color=#F0F>Wahnsinn!</Color>
italian: <Color=#F0F>follia!</Color>
japanese: <color=#F0F>はっきょう!</color>
korean: <color=#F0F>광기!</color>
portuguese: <Color=#F0F>niepoczytalność!</Color>
russian: <Color=#F0F>невменяемость!</Color>
spanish: <color=#F0F>¡Locura!</color>

# MasterName-RS000036
source: Stone
french: Pierre
german: Stein
italian: Pietra
japanese: せきぞう
korean: 석상
portuguese: Kamień
russian: Камень
spanish: Piedra

# MasterName-RS000037
source: Dojo
japanese: どうじょう
korean: 도장
russian: школа дзюдо

# MasterDesc-RS000036
source: There are lots of stone statues lying down.__<color=#FF0>Everyone gets petrified.</color>
french: Il y a beaucoup de statues en pierre couchée.__<color=#FF0>Tout le monde est pétrifié</color>
german: Es gibt viele Steinstatuen hinlegt.__<color=#FF0>Jeder wird versteinert</color>
italian: Ci sono un sacco di statue di pietra che si trovano in basso.__<color=#FF0>Ognuno viene pietrificato</color>
japanese: あちこちに せきぞうが よこたわっている。 ここは、いったい…？__<color=#FF0>れいがいなく じょじょに せきかしていく！</color>
korean: 여기저기 석상이 가로막고 있다. 여기는 대체…?__<color=#FF0>예외없이 서서히 석화!</color>
portuguese: Istnieje wiele kamienne posągi leżącej.__<color=#FF0>Każdy dostaje skamieniała</color>
russian: Есть много каменных статуй лежа.__<color=#FF0>Каждый получает окаменела</color>
spanish: Hay un montón de estatuas de piedra que se acuestan.__<color=#FF0>Todo el mundo se petrificó</color>

# MasterDesc-RS000037
source: In the Holy Fight Hall of Fame, superficial skills are unnecessary.__<color=#FF0>Ignore pursuit, reflect, damage over time.</color>
french: Dans la salle de Saint-combat de la renommée, les compétences superficielles ne sont pas nécessaires.__<color=#FF0>Ignorer la poursuite, de réfléchir, les dommages au fil du temps.</color>
german: Im Heiligen Kampf Hall of Fame, sind oberflächliche Fähigkeiten überflüssig.__<color=#FF0>Ignorieren Verfolgung, reflektieren, den Schaden über Zeit.</color>
italian: Nella Santa lotta Hall of Fame, competenze superficiali sono inutili.__<color=#FF0>Ignora ricerca, riflettere, danni nel tempo.</color>
japanese: しんせいな たたかいの でんどうでは こてさきの わざは ふよう。__<color=#FF0>ついげき、はんしゃ、けいぞくダメージがむこう。</color>
korean: 성스러운 투쟁의 전당에서 잔재주는 필요하지 않다.__<color=#FF0>추격, 반사, 지속피해가 무효</color>
portuguese: W Świętej Podziemny Sław, umiejętności powierzchowne są niepotrzebne.__<color=#FF0>Ignoruj ​​pościg, refleksji i uszkodzenia w czasie.</color>
russian: В Священном Fight Зал славы, поверхностные навыки не нужны.__<color=#FF0>Игнорирование преследования, задумайтесь, урон с течением времени.</color>
spanish: En el Salón de la Fama de Lucha Santo, habilidades superficiales son innecesarias.__<color=#FF0>No haga caso de persecución, reflexionar, daño en el tiempo.</color>

# MasterName-EF003007
source: Add:Capture
french: Ajouter: capture
german: In: Sicherung
italian: Aggiungere: Cattura
japanese: ついか：ほかく
korean: 추가:포획
portuguese: Dodaj: Przechwytywanie
russian: Добавить: Захват
spanish: Añadir: Captura

# MasterDesc-EF003007
source: Deal ''Capture'' on hit.
french: Deal ''Capture'' sur coup.
german: Deal ''Aufnahme'' auf Hit.
italian: Deal ''Cattura'' sul colpo.
japanese: ダメージを あたえると まれに ほかくする
korean: 피해를 주면 낮은 확률로 포획한다.
portuguese: Deal ''Capture'' na trafienie.
russian: Deal «Захват» на хите.
spanish: Tratar ''captura'' al golpear.

# MasterDescLv-EF003007-1
source: Increased chance.
french: Augmente les chances.
german: Erhöhte Chance.
italian: Maggiore probabilità.
japanese: かくりつアップ
korean: 확률 증가
portuguese: Zwiększona szansa.
russian: Повышенный шанс.
spanish: Aumento de la probabilidad.

# MasterDescLv-EF003007-2
source: Increased chance.
french: Augmente les chances.
german: Erhöhte Chance.
italian: Maggiore probabilità.
japanese: かくりつアップ
korean: 확률 증가
portuguese: Zwiększona szansa.
russian: Повышенный шанс.
spanish: Aumento de la probabilidad.

# TEXT_BEFORE_DUNGEON_BOSS100_DG000000
source: This is an endless and merciless fight. Ringing souls will never forget, nor forgive.
french: Ceci est un combat sans fin et sans merci. âmes ringing jamais oublier, ni pardonner.
german: Dies ist ein endloser und gnadenlos Kampf. Ringing Seelen werden nie vergessen, noch vergeben.
italian: Questa è una lotta senza fine e senza pietà. anime di chiamata non potrà mai dimenticare né perdonare.
japanese: これは おわりも すくいもない たたかい。 むげんに りんねする たましいは えいえんに わすれない。 えいえんに ゆるさない。
korean: 이것은 끝도, 구원도 없는 싸움. 영원히 윤회하는 영혼은 잊지 않는다. 영원히 용서치 않는다.
portuguese: Jest to nieskończona i bezlitosna walka. Dźwięki dusze nigdy nie zapomni, ani wybaczyć.
russian: Это бесконечный и беспощадный бой. Звон душа никогда не забудет и не простит.
spanish: Esta es una lucha sin fin y sin piedad. almas de llamada nunca olvidarán, ni perdonar.

# TEXT_BEFORE_DUNGEON_BOSS100_DG000003
source: He brought demise to the beautiful kingdom and dropped despair from love and hope.
french: Il a mort du beau royaume et abandonné le désespoir de l'amour et l'espoir.
german: Er brachte Tod der schönen Reich und fiel Verzweiflung aus Liebe und Hoffnung.
italian: Ha portato scomparsa alla bella regno e la disperazione è sceso da amore e di speranza.
japanese: それは うつくしき おうこくの しゅうえんの たてやくしゃにして あいと きぼうから ぜつぼうを うみおとした あくいの ぐげんしゃ。
korean: 그것은 아름다운 왕국을 멸망시킨 주역이자 사랑과 희망에서 절망을 낳은 악의의 구현자.
portuguese: On przyniósł upadek do pięknego królestwa i spadł rozpaczy z miłości i nadziei.
russian: Он принес кончину к прекрасному королевству и уронил отчаяние от любви и надежды.
spanish: Se llevó a la desaparición del reino hermoso y dejó caer la desesperación de amor y esperanza.

# TEXT_BEFORE_DUNGEON_BOSS100_DG000004
source: The observer of the outside world has a glimpse of the demise of this world.
french: L'observateur du monde extérieur a un aperçu de la disparition de ce monde.
german: Der Beobachter der Außenwelt hat einen Blick auf den Tod von dieser Welt.
italian: L'osservatore del mondo esterno ha un assaggio della scomparsa di questo mondo.
japanese: じくうの ひずみに しょうじた その"あな"から そとなるせかいの かんそくしゃが このせかいの しゅうえんを かいまみている。
korean: 시공 왜곡으로 생긴 ''구멍''으로 외부 세계의 관찰자는 이 세상의 종말을 엿볼 수 있다.
portuguese: Obserwator z światem zewnętrznym ma wgląd w upadku tego świata.
russian: Наблюдатель от внешнего мира имеет представление о смерти этого мира.
spanish: El observador del mundo exterior tiene una visión de la desaparición de este mundo.

# TEXT_BEFORE_DUNGEON_BOSS100_DG000006
source: The last course of who arcs over to God is always decided.
french: Le dernier cours de qui arcs à Dieu est toujours décidé.
german: Der letzte Kurs, wer zu Gott arcs über immer entschieden.
italian: L'ultimo corso di chi archi a Dio è sempre deciso.
japanese: したたる ちと みみざわりな はばたきが ひびく。 かみに ゆみひく ものの まつろは つねに きまっている ものだ。
korean: 떨어지는 피와 귀에 거슬리는 날갯짓 소리가 울린다. 신을 배반한 자의 말로는 항상 정해져 있는 것이다.
portuguese: Ostatni kurs, który łuków nad do Boga jest zawsze ustalone.
russian: Последнее, конечно, кто дуги к Богу всегда решено.
spanish: El último curso de arcos sobre quien a Dios siempre se decide.

# TEXT_BEFORE_DUNGEON_BOSS100_DG000008
source: The most dreadful human's sin is that they think they can judge their own sin themselves.
french: Le péché de l'homme le plus terrible est qu'ils pensent qu'ils peuvent juger leur propre péché eux-mêmes.
german: Die schrecklichsten menschlichen Sünde ist, dass sie denken, dass sie ihre eigene Sünde selbst beurteilen können.
italian: il peccato del umano più terribile è che pensano di poter giudicare il loro proprio peccato se stessi.
japanese: ひとのもつ もっとも おぞましき つみ それは ひとが ひとじしんの つみを さばくことが できると おもいあがったこと。
korean: 인간의 가장 끔찍한 죄, 그것은 인간이 인간 자신의 죄를 심판할 수 있다고 자만하는 것이다.
portuguese: sin najstraszniejszy ludzka jest taka, że ​​oni myślą, że mogą ocenić ich własny grzech sami.
russian: Грех наистрашнейшие Человеческий в том, что они думают, что они могут судить об их собственном грехе сами.
spanish: sin la más espantosa del ser humano es que ellos piensan que pueden juzgar su propio pecado sí mismos.

# TEXT_AFTER_DUNGEON_BOSS100_DG000000
source: The collapsed meat piece is slowly resuscitating. This seems to be our future figure.
french: Le morceau de viande effondrée ressuscite lentement. Cela semble être notre figure future.
german: Das kollabierten Fleischstück wird resuscitating langsam. Dies scheint unsere Zukunft Figur.
italian: Il pezzo di carne crollata sta lentamente resuscitare. Questa sembra essere la nostra figura futuro.
japanese: くずれおちた にくへんは ゆっくりと そせいを はじめている。 いつか じぶんたちも このような ひとともいえぬ しろものに なりはてると いうのか？
korean: 무너진 고기조각이 천천히 소생하기 시작한다. 언젠가 우리도 이렇게 사람이 아닌 모습으로 전락할거라고 말하는 것인가?
portuguese: Rozpadające się kawałek mięsa powoli resuscytacji. To wydaje się być nasza przyszłość postać.
russian: Разрушилась кусок мяса медленно реанимировать. Это, кажется, наше будущее фигура.
spanish: La pieza de carne colapsado se resucitando lentamente. Esto parece ser nuestra figura futuro.

# TEXT_AFTER_DUNGEON_BOSS100_DG000003
source: Even if you kill him a million times, the souls of the king and queen will not be saved forever.
french: Même si vous le tuez un million de fois, les âmes du roi et la reine ne seront pas sauvés pour toujours.
german: Selbst wenn man ihm eine Million Mal, die Seelen der König und die Königin töten wird nicht ewig gespeichert werden.
italian: Anche se lo uccidi un milione di volte, le anime dei re e della regina non verranno salvate per sempre.
japanese: たとえ このげどうを 100まんかい ころしたところで この たましいを けがされた おうと おうひの たましいは えいえんに すくわれないだろう…
korean: 이 녀석을 백만 번 죽인다 하더라도, 상처입은 왕과 왕비의 영혼은 영원히 구원받지 못할 것이다.
portuguese: Nawet jeśli go zabić milion razy, dusze króla i królowej nie zostaną zapisane na zawsze.
russian: Даже если вы убьете его в миллион раз, души короля и королевы не будут сохранены навсегда.
spanish: Incluso si lo matas un millón de veces, las almas de los reyes no se guardarán para siempre.

# TEXT_AFTER_DUNGEON_BOSS100_DG000004
source: It returned to the outer world. Will it give up? Or has it abandoned this world?
french: Il est revenu au monde extérieur. Est-il renoncer? Ou at-elle abandonné ce monde?
german: Er kehrte in die Außenwelt. Wird es aufgeben? Oder hat es diese Welt verlassen?
italian: E 'tornato al mondo esterno. Sarà rinunciare? O è abbandonato questo mondo?
japanese: かんそくしゃは もとのせかいへと かえっていった。 それは、 あきらめか… あるいは、 ただ この つかいみちのない せかいに みきりを つけたのか。
korean: 관측자는 원래 세계로 돌아갔다. 단념한 것인가… 아니면, 그냥 이 쓸모없는 세계에 가망이 없다고 생각한 것인가.
portuguese: Powrócił do świata zewnętrznego. Da się? Lub został on opuszczony ten świat?
russian: Он вернулся к внешнему миру. Будет ли он отказаться? Или он оставил этот мир?
spanish: Se volvió hacia el mundo exterior. ¿Va a renunciar? O que ha abandonado este mundo?

# TEXT_AFTER_DUNGEON_BOSS100_DG000006
source: Revenge will lose its purpose and will become warfare for warfare.
french: La vengeance va perdre son but et deviendra la guerre pour la guerre.
german: Rache wird ihren Zweck verlieren und werden Kriegsführung für die Kriegsführung.
italian: Revenge perderà il suo scopo e diventerà la guerra per la guerra.
japanese: ふくしゅうは くりかえしつづけることで いつしか それが なんのための たたかいであったかすら わからないものに なりはてるのだろう。
korean: 복수는 되풀이되어 계속되고 어느덧 그것이 무엇을 위한 싸움이었는지 모르게 될 것이다.
portuguese: Zemsta stracą swój cel i będzie walka do walki.
russian: Месть потеряет свою цель и будет войной для войны.
spanish: La venganza perderá su propósito y se convertirá en la guerra para la guerra.

# TEXT_AFTER_DUNGEON_BOSS100_DG000008
source: Sin may be lighter for those who just kill only the disturbing.
french: Le péché peut être plus léger pour ceux qui tuent tout seul le dérangeant.
german: Sin kann für diejenigen leichter sein, die nur einfach töten die störend.
italian: Sin può essere più leggero per chi proprio uccide solo il inquietante.
japanese: ただ じしんの もくてきの じゃまになるから ころす、 それだけの ほうが あるいみで つみは かるいのかも しれない。
korean: 그저 자신의 목적에 방해가 되면 죽인다, 어떤 의미에서는 죄가 가벼운 것일지도 모른다.
portuguese: Grzech może być jaśniejszy dla tych, którzy po prostu zabić tylko niepokojące.
russian: Грех может быть легче для тех, кто просто убить только беспокойство.
spanish: El pecado puede ser más ligero para aquellos que sólo matan sólo el perturbador.

# MasterName-ENB01013
source: Infinite Army
french: infini Armée
german: unendliche Armee
italian: Army Infinite
japanese: むげんの ぐんぜい
korean: 무한한 군세
portuguese: nieskończony Army
russian: Бесконечная армии
spanish: Ejército infinito

# MasterName-ENB01014
source: Implementation of malice
french: La mise en œuvre de la méchanceté
german: Die Umsetzung des Vorsatzes
italian: Implementazione di malizia
japanese: あくいの ぐげんしゃ
korean: 악의의 구현자
portuguese: Realizacja złośliwości
russian: Осуществление преступного намерения
spanish: Implementación de malicia

# MasterName-ENB01015
source: Outsider
german: Außenseiter
italian: Fuori dagli schemi
japanese: そとなる ひとみ
korean: 외부의 눈
russian: аутсайдер
spanish: Forastero

# MasterName-ENB01016
source: Avenger
french: Vengeur
german: Rächer
italian: Vendicatore
japanese: ふくしゅうしゃ
korean: 복수자
portuguese: Mściciel
russian: Мститель
spanish: Vengador

# MasterName-ENB01017
source: Pride
french: Fierté
german: Stolz
italian: Orgoglio
japanese: プライド
korean: 교만
portuguese: Duma
russian: гордыня
spanish: Orgullo
