Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterDesc-EFL00016
source: Increase cooldown +1 for all opponent's skill.
french: Délai +1 pour tous les Talents de l'adversaire.
german: Erhöhen Sie Abklingzeit +1, um alle Fähigkeiten des Gegners.
italian: Aumenta i cooldown di 1 per ogni abilità del nemico
japanese: てきの すべての スキルの クールダウン+1
korean: 적의 모든 기술의 대기 시간 +1
portuguese: Aumenta a recarga de todas habilidades do inimigo em 1.
russian: Увеличьте время перезарядки +1 для умения всех соперника.
spanish: Aumentar el tiempo de reutilización de 1 habilidad Toda rival.

# MasterDesc-EFL00017
source: You always deal critical hits. You cannot escape.
french: Vous infligez un Critique mais vous ne pouvez vous échapper.
german: Sie befassen sich kritisch .__ Sie nicht entkommen können.
italian: Infliggi sempre danni critici. Non puoi scappare
japanese: かならず クリティカル__あなたは にげられない
korean: 반드시 치명타.__도망칠 수 없다.
portuguese: Todos seus ataques são acertos críticos, porém você não pode mais escapar de batalhas.
russian: Вы имеете дело критическое .__ Вы не можете избежать.
spanish: Usted trata crítica .__ No se puede escapar.

# MasterDesc-EFL00018
source: Reduce cooldown of all skills by 1
french: Délai -1 pour tous les Talents.
german: Reduzieren Sie die Abklingzeit -1 für alle Fähigkeiten.
italian: Riduce i cooldown di tutte le abilità di 1
japanese: すべての スキルの クールダウン-1
korean: 모든 기술의 대기 시간 -1
portuguese: Reduz a recarga de todas habilidades em 1.
russian: Сокращение времени восстановления -1 для всех навыков.
spanish: Reducir el tiempo de reutilización -1 de todas las competencias.

# MasterDesc-EFL00019
source: Cure all ailments whenever you move to a new room.
french: Soigne toutes les Afflictions à chaque fois que vous bougez.
german: Cure alle Leiden, wenn Sie sich bewegen.
italian: Cura tutti i debuff quando ti sposti in una nuova stanza
japanese: いどうするたび じょうたいいじょうを ちりょう
korean: 이동할 때마다 상태 이상을 치료
portuguese: Cura todas aflições ao se mover.
russian: Вылечить все недуг всякий раз, когда вы двигаетесь.
spanish: Curar toda dolencia cada vez que mueva.

# MasterDesc-EFL00020
source: Gain exp+ whenever you take any ailment.
french: Gagnez de l'EXP à chaque fois qu'on vous inflige une Affliction.
german: Gewinnen Sie exp +, wenn Sie irgendeine Krankheit nehmen.
italian: Guadagni esp+ ogni volta che prendi un debuff
japanese: じょうたいいじょうを うけるたび てにはいる けいけんちアップ
korean: 상태이상에 걸릴 때마다 받을 수 있는 경험치 증가
portuguese: Ganha mais experiência ao ser atingido por uma aflição.
russian: Прирост ехр + всякий раз, когда вы берете любую хворь.
spanish: Ganar exp + cada vez que tome cualquier dolencia.

# MasterDesc-EFL00021
source: Heal to full for each turn.
french: Soins complets à chaque Tour.
german: Heilen zu voll für jede Umdrehung.
italian: Ti curi completamente ogni turno
japanese: まいターン HPが ぜんかいふくする
korean: 매 턴 HP가 모두 회복된다.
portuguese: Cura-se por completo a cada turno.
russian: Лечение в полном объеме за каждым поворотом.
spanish: Curar al completo para cada turno.

# MasterDesc-EFL00022
source: Your debuff skills bypass enemy resistance.
french: Vos Talents de Débuff ignorent la Résistance de l'adversaire.
german: Sie können absolut Krankheit zu einem Gegner beschäftigen.
italian: I tuoi debuff ignorano le resistenze del nemico
japanese: てきに あたえる じょうたいいじょうは ていこうされない
korean: 적의 저항을 무시하고 상태이상을 건다.
portuguese: Suas habilidades que causam debuff ignoram a resistência do inimigo.
russian: Вы можете иметь дело недуг к сопернику абсолютно.
spanish: Usted puede hacer frente a un oponente dolencia absolutamente.

# MasterDesc-EFL00023
source: You will gain Damage Reduce whenever you take any damage.
french: Vous subirez des Dommages réduit pour tout Dommage reçus.
german: Sie werden gewinnen Schäden reduzieren, wenn Sie einen Schaden nehmen.
italian: Guadagni danni ridotti ogni volta che subisci danni
japanese: ダメージを うけるたび けいげんを える
korean: 적에게 피해를 받을 때마다 피해감소를 얻는다.
portuguese: Você ganha Redução de Dano sempre que receber dano.
russian: Вы получите повреждения уменьшить всякий раз, когда вы берете какой-либо ущерб.
spanish: Usted ganará daños reducir cada vez que tome cualquier daño.

# MasterDesc-EFL00024
source: Double amount of ailments you deal.
french: Double l'ampleur des Afflictions que vous infligez.
german: Doppelte Menge Leiden Sie beschäftigen.
italian: Raddoppia i debuff che infliggi
japanese: てきに あたえる じょうたいいじょうの こうかりょうが 2ばい
korean: 적에게 거는 상태이상의 효과가 2배가 된다.
portuguese: Dobra a quantidade de aflição que você causa.
russian: Дважды количество недуга вы имеете дело.
spanish: Doble la cantidad de dolencia a tratar.

# MasterDesc-EFL00025
source: You gain shield and pursuit in every encounter.
french: Vous gagnez Bouclier et Harcèlement à chaque Rencontre.
german: Sie gewinnen Verfolgung, wenn Sie stoßen.
italian: Guadagni scudo e reflect ad ogni incontro
japanese: てきと そうぐうするたび ついげきを える
korean: 적과 마주칠 때마다 추격을 얻는다.
portuguese: Você ganha Escudo e Perseguição sempre que entrar em uma batalha.
russian: Вы получаете преследование всякий раз, когда вы сталкиваетесь.
spanish: Ganas búsqueda cuando se encuentre.

# MasterDesc-EFL00026
source: Halve your opponent's accuracy
french: Réduit de 50% la Précision de l'adversaire.
german: 1/2 Genauigkeit Ihrer Gegner.
italian: Dimezza la precisione del tuo avversario
japanese: てきの めいちゅうが はんげんする
korean: 적의 명중률이 절반이 된다.
portuguese: Corta pela metade a precisão de seu inimigo.
russian: 1/2 точность ваших противников.
spanish: 1/2 exactitud de sus oponentes.

# MasterDesc-EFL00027
source: Double the amount of barrier you gain
french: Double le nombre de Barrières que vous gagnez.
german: Doppelte Menge Barriere Sie gewinnen.
italian: Raddoppia l'ammontare di barriera che guadagni
japanese: バリアの かくとくりょう 2ばい
korean: 방벽을 두배로 얻는다
portuguese: Dobra a quantidade de Barreira que você recebe.
russian: Удвоенного количества барьера вы получаете.
spanish: Cantidad doble barrera a ganar.

# MasterDesc-EFL00028
source: Reduce your opponent's MaxHP whenever you damage them.
german: Sie befassen sich MaxHP-, wenn Sie einen Schaden.
italian: Riduci gli HP massimi dell'avversario ogni volta che lo danneggi
japanese: ダメージを あたえるたび さいだいHPを さげる
korean: 피해를 줄 때마다 적의 최대 HP를 감소시킨다.
portuguese: Aumenta seu HP máximo sempre que causar dano.
russian: Вы имеете дело, когда вы MaxHP- дело каких-либо повреждений.
spanish: Usted trata MaxHP- Cada vez que causas daño alguno.

# MasterDesc-EFL00029
source: You can steal opponent's buff and debuff whenever you kill.
french: Vous pouvez voler les Buffs et Afflictions des adversaires vaincus.
german: Sie können gegnerische Buff und Debuff stehlen, wenn Sie töten.
italian: Possibilità di rubare buff e debuff dal nemico quando lo uccidi
japanese: てきを たおすと その いちじこうかを うばう
korean: 적을 쓰러뜨리면 적의 효과를 빼앗는다.
portuguese: Você rouba os buffs e debuffs de um inimigo ao derrotá-lo.
russian: Вы можете украсть положительный эффект противника и дебафф всякий раз, когда вы убиваете.
spanish: Se puede robar aficionado rival y desventaja cada vez que matas.

# MasterDesc-EFL00030
source: All cooldowns of you and your opponent's skills become 1
french: TOUS les Délais deviennent 1.
german: Alle Abklingzeit von 'Fähigkeiten und Fertigkeiten des Gegners werden 1.
italian: Tutti i cooldown delle tue ablitià e di quelle del nemico diventa 1
japanese: てきも じぶんも クールダウンが つねに1になる
korean: 적과 자신의 대기 시간이 항상 1이 된다.
portuguese: Todas recargas suas e do seu inimigo se tornam 1.
russian: Все время восстановления ваших навыков и умений противника стать 1.
spanish: Todo el tiempo de reutilización de sus capacidades y habilidades del oponente se convierten en 1.

# MasterDesc-EFS00001
source: Your HP will decrease each turn
french: Vos PV augmentent à chaque Tour.
german: Sie verlieren Ihre HP für jede Umdrehung.
italian: I tuoi HP diminuiscono ogni turno
japanese: まいターン HPがへる
korean: 자신의 턴에 HP를 잃는다.
portuguese: Você perde HP a cada turno.
russian: Вы теряете HP для каждого хода.
spanish: Se pierde su HP para cada turno.

# MasterDesc-EFS00002
source: Reduce damage you take.
french: Réduit les Dommages que vous subissez.
german: Reduzieren Sie Schäden, die Sie nehmen.
italian: Riduce il danno che subisci
japanese: うける ダメージを へらす
korean: 받는 피해를 줄인다.
portuguese: Reduz o dano recebido.
russian: Уменьшение урона вы принимаете.
spanish: Reducir el daño que toma.

# MasterDesc-EFS00004
source: Powers of some skills are based on this parameter.
french: La Puissance de certains Talents est basée sur ce paramètre.
german: Powers einiger Fähigkeiten auf diesem Parameter basieren.
italian: Il potere di alcune abilità è basato su questo parametro
japanese: スキルの いりょくに えいきょうする
korean: 해당 기반 기술의 위력에 영향을 준다.
portuguese: Poder de algumas habilidades é baseado neste parâmetro.
russian: Полномочия некоторых навыков основаны на этом параметре.
spanish: Poderes de algunas habilidades se basan en este parámetro.

# MasterDesc-EFS00005
source: Powers of some skills are based on this parameter.
french: La Puissance de certains Talents est basée sur ce paramètre.
german: Powers einiger Fähigkeiten auf diesem Parameter basieren.
italian: Il potere di alcune abilità è basato su questo parametro
japanese: スキルの いりょくに えいきょうする
korean: 해당 기반 기술의 위력에 영향을 준다.
portuguese: Poder de algumas habilidades é baseado neste parâmetro.
russian: Полномочия некоторых навыков основаны на этом параметре.
spanish: Poderes de algunas habilidades se basan en este parámetro.

# MasterDesc-EFS00006
source: Powers of some skills are based on this parameter.
french: La Puissance de certains Talents est basée sur ce paramètre.
german: Powers einiger Fähigkeiten auf diesem Parameter basieren.
italian: Il potere di alcune abilità è basato su questo parametro
japanese: スキルの いりょくに えいきょうする
korean: 해당 기반 기술의 위력에 영향을 준다.
portuguese: Poder de algumas habilidades é baseado neste parâmetro.
russian: Полномочия некоторых навыков основаны на этом параметре.
spanish: El poder de ciertas habilidades se basa en este parametro

# MasterDesc-EFS00007
source: Powers of some skills are based on this parameter.
french: La Puissance de certains Talents est basée sur ce paramètre.
german: Powers einiger Fähigkeiten auf diesem Parameter basieren.
italian: Il potere di alcune abilità è basato su questo parametro
japanese: スキルの いりょくに えいきょうする
korean: 해당 기반 기술의 위력에 영향을 준다.
portuguese: Poder de algumas habilidades é baseado neste parâmetro.
russian: Полномочия некоторых навыков основаны на этом параметре.
spanish: El poder de ciertas habilidades se basa en este parametro

# MasterDesc-EFS00008
source: Decrease damage you deal.
french: Réduit les Dommages que vous infligez.
german: Verringern Sie Schäden, die Sie beschäftigen.
italian: Diminuisce i danni che infliggi
japanese: あたえるダメージが へる
korean: 가하는 피해량이 감소한다.
portuguese: Reduz o dano que você causa.
russian: Уменьшить урон, наносимый.
spanish: Disminuir el daño a lidiar.

# MasterDesc-EFS00009
source: You can ignore wasting turn by skills.
french: Vous pouvez ignorer finir votre Tour par les Talents.
german: Sie können verschwenden wiederum von Fähigkeiten ignorieren.
italian: Possibilità di ignorare la fine del turno dato dalle abilità
japanese: ターンしょうひを なくす
korean: 턴 소모를 없앤다.
portuguese: Concede chance de não encerrar seu turno ao usar uma habilidade.
russian: Вы можете игнорировать тратить свою очередь навыками.
spanish: Puede hacer caso omiso de perder su vez por habilidades.

# MasterDesc-EFS00010
source: Increase the damage you deal
french: Augmente les Dommages que vous infligez.
german: Erhöht den Schaden Sie beschäftigen.
italian: Aumenta il danno che infliggi
japanese: あたえるダメージが ふえる
korean: 가하는 피해량이 증가한다.
portuguese: Aumenta o dano causado.
russian: Увеличение урона вы имеете дело.
spanish: Aumentar daño que haces.

# MasterDesc-EFS00011
source: You will die when your HP reaches 0
french: Vous mourrez quand vos PV sont inférieurs à 1.
german: Sie werden sterben, wenn Ihre HP 0 oder weniger geworden.
italian: Morirai quando i tuoi HP sono 0 o meno
japanese: HPが 0になると ぼうけんしゃは しぼうします
korean: HP가 0이되면 모험자는 사망합니다.
portuguese: Você morre quando seu HP chegar à 0.
russian: Вы будете умирать, когда ваш HP становится 0 или меньше.
spanish: Va a morir cuando su HP se convierten en 0 o menos.

# MasterDesc-EFS00012
source: Increase damage you take.
french: Augmente les Dommages que vous subissez.
german: Erhöht den Schaden Sie nehmen.
italian: Aumenta il danno che subisci
japanese: うけるダメージが ふえる
korean: 받는 피해가 증가한다.
portuguese: Aumenta o dano recebido.
russian: Увеличение вами урон.
spanish: Aumentar el daño que toma.

# MasterDesc-EFS00013
source: Increase damage you deal on low HP.
french: Augmente les Dommages que vous infligez quand vos PV sont bas.
german: Erhöht den Schaden Sie auf niedrigen HP beschäftigen.
italian: Aumenta i danni che infliggi quando hai pochi HP
japanese: HPがへるほど あたえるダメージが ふえる
korean: HP가 줄어들수록 가하는 피해량이 증가한다.
portuguese: Aumenta o dano causado quando você estiver com HP baixo.
russian: Увеличьте урон, наносимый на низких HP.
spanish: Aumentar daño que haces en poco HP.

# MasterDesc-EFS00014
source: Decrease your accuracy.
french: Réduit votre Précision.
german: Senken Sie Ihre Genauigkeit.
italian: Diminuisce la tua precisione
japanese: めいちゅうが へる
korean: 명중률이 줄어든다.
portuguese: Reduz sua precisão.
russian: Уменьшить точность стрельбы.
spanish: Disminuye su precisión

# MasterDesc-EFS00015
source: Reduce chance to Avoid and Parry.
french: Réduit les chances d'Esquive et de Parade.
german: Reduzieren Chance zu vermeiden und abwehren.
italian: Diminuisce la possibiltà di schivare e parare
japanese: かいひと うけながしの かくりつが へる
korean: 회피와 받아넘기기의 확률이 줄어든다.
portuguese: Reduz sua chance de esquivar e bloquear.
russian: Уменьшить шанс избежать и парировать.
spanish: Reducir la posibilidad de evitar y Parry.

# MasterDesc-EFS00016
source: Increase cooldown of your skills.
french: Augmente les Délais de vos Talents.
german: Erhöhen Sie Abklingzeit von Fähigkeiten.
italian: Aumenta il cooldown delle tue abilità
japanese: クールダウンが おおくなる
korean: 대기 시간이 증가한다.
portuguese: Aumenta a recarga de suas habilidades.
russian: Увеличьте время восстановления ваших навыков.
spanish: Aumentar el tiempo de reutilización de sus habilidades.

# MasterDesc-EFS00017
source: Heal your HP whenever you move to an other room.
french: Soins à vos PV à chaque fois que vous vous déplacez dans autre autre Salle.
german: Heilen Sie Ihre HP, wenn Sie zu einem anderen Raum zu bewegen.
italian: Cura i tuoi HP ogni volta che ti sposti in una nuova stanza
japanese: へやいどうごとに HPを かいふくする
korean: 방을 이동할때마다 HP를 회복한다.
portuguese: Cura HP sempre que você mudar de sala.
russian: Залечить HP всякий раз, когда вы двигаетесь к другой комнате.
spanish: Regenera su HP cada vez que entre a otro cuarto

# MasterDesc-EFS00018
source: You can only choose a right room.
french: Vous ne pouvez choisir que les Salles de droite.
german: Sie können nur eine richtige Zimmer wählen.
italian: Puoi scegliere solo le stanze a destra
japanese: みぎがわの へやしか せんたくできない
korean: 오른쪽 방만 선택할 수 있다.
portuguese: Você só pode escolher o caminho da direita.
russian: Вы можете выбрать только правую комнату.
spanish: Solo puedes elegir una habitación correcta

# MasterDesc-EFS00019
source: Increase damage you deal whenever you attack.
french: Augmente les Dommages que vous infligez quand vous attaquez.
german: Erhöht den Schaden Sie umgehen, wenn Sie angreifen.
italian: Aumenta i danni che infliggi ogni volta che attacchi
japanese: てきを こうげきするたび あたえるダメージが ふえる
korean: 적을 공격 할 때마다 가하는 피해가 증가한다.
portuguese: Aumenta o dano causado sempre que atacar.
russian: Увеличение урона вы имеете дело всякий раз, когда вы атакуете.
spanish: Aumenta el daño causado cada vez que ataques

# MasterDesc-EFS00020
source: You will take damage instead of healing your HP.
french: Vous subirez des Dommages au lieux de Soigner vos PV.
german: Sie werden Schaden nehmen, anstatt Heilung HP.
italian: Subisci danni invece che curarti
japanese: かいふくすると かわりに ダメージをうける
korean: 회복하는 대신에 피해를 받는다.
portuguese: Você toma dano ao invés de curar seu HP.
russian: Вы будете получать урон вместо исцеления вашего HP.
spanish: Tendrá que tomar el daño en lugar de la curación de su HP.

# MasterDesc-EFS00021
source: You can not heal yourself.
french: Vous ne pouvez vous Soigner.
german: Sie können sich nicht selbst heilen.
italian: Non ti puoi curare
japanese: HPが かいふくしなくなる
korean: HP가 회복되지 않는다.
portuguese: Você não pode se curar.
russian: Вы не можете излечить себя.
spanish: No puede curarse a sí mismo.

# MasterDesc-EFS00024
source: You earn reduced EXP.
french: Réduit l'EXP que vous gagnez.
german: Verringern Sie exp Sie verdienen können.
italian: Diminuisce l'esperienza che guadagni
japanese: えられる けいけんちが へる
korean: 얻는 경험치가 줄어든다.
portuguese: Reduz a experiência ganha.
russian: Уменьшение ехр вы можете заработать.
spanish: Disminuir exp que puede ganar.

# MasterDesc-EFS00025
source: Deal damage whenever you act.
french: Inflige des Dommages à chaque fois que vous agissez.
german: Deal Schaden, wenn Sie handeln.
italian: Subisci danni ogni volta che fai un azione
japanese: スキルをつかうたび ダメージをあたえる
korean: 기술을 사용할 때마다 피해를 가힌다.
portuguese: Causa dano sempre que você agir.
russian: Наносит урон всякий раз, когда вы будете действовать.
spanish: Hacer daño cada vez que se actúa.

# MasterDesc-EFS00026
source: Your opponent drains your HP.
french: Un adversaire draine vos PV.
german: Ein Gegner entwässert HP.
italian: Un avversario risucchia i tuoi HP
japanese: じょじょに HPを きゅうしゅうされる
korean: 서서히 HP를 흡수당한다.
portuguese: Seu HP é drenado a cada turno.
russian: Противник истощает ваш HP.
spanish: Un oponente drena su HP.

# MasterDesc-EFS00027
source: Ignore all buffs and debuffs.
french: Ignore tous les Buffs et Afflictions.
german: Ignorieren Sie alle Buffs und Debuffs.
italian: Ignora tutti i buff e i debuff
japanese: てきみかたの いっさいの じょうたいへんかを むこうか
korean: 적과 자신의 일체의 상태변화를 무효화.
portuguese: Ignora todos buffs e debuffs.
russian: Игнорировать все баффов и дебаффов.
spanish: Ignorar todos los Beneficios y perjuicios.

# MasterDesc-EFS00028
source: Increase your chance of adding debuffs.
french: Augmente vos chances d'ajouter des Afflictions.
german: Steigern Sie Ihre Chance Debuffs hinzuzufügen.
italian: Aumenta la tua possibiltà di infliggere debuff
japanese: じょうたいいじょうを あたえる かくりつが あがる
korean: 상태이상을 입힐 확률이 올라간다.
portuguese: Aumenta sua chance de causar debuffs.
russian: Увеличьте свой шанс добавления дебаффы.
spanish: Aumentar la posibilidad de añadir desventajas.

# MasterDesc-EFS00029
source: More chance to receive debuffs.
french: Augmentation des chances de subir les Afflictions.
german: Weitere Chance Krankheit zu nehmen.
italian: Più possibilità di subire debuff
japanese: じょうたいいじょうを うけやすい
korean: 상태이상을 당하기 쉽게 된다.
portuguese: Aumenta sua chance de ser atingido por aflições.
russian: Больше шансов взять недуг.
spanish: Más posibilidad de ponerse dolencia.

# MasterDesc-EFS00030
source: You and opponents can not resist buffs and debuffs.
french: TOUTES les Afflictions ignorent les Résistances.
german: Sie und Gegner können nicht alle Buffs und Debuffs widerstehen.
italian: Tu e l'avversario non potete resistere a buff e debuff
japanese: てきみかたの すべての じょうたいへんかが ひっちゅうになる
korean: 적과 자신의 모든 상태이상이 필중한다.
portuguese: Você e seu inimigo não resistem buffs e debuffs.
russian: Вы и противники не могут противостоять всем баффов и дебаффов.
spanish: Usted y oponentes no pueden resistir todos los Beneficios y perjuicios.

# MasterDesc-EFS00031
source: You will die when you have 100% petrify.
french: Vous mourrez quand Pétrifier sera à 100%.
german: Sie werden sterben, wenn Sie 100% petrify haben.
italian: Morirai quando hai pietrificazione al 100%
japanese: 100%になると しんでしまう
korean: 100%가 되면 죽는다.
portuguese: Você morre quando Petrificação chegar a 100%.
russian: Вы будете умирать, когда у вас есть 100% окаменеть.
spanish: Usted va a morir cuando se tiene el 100% Petrify.

# MasterDesc-EFS00032
source: You will deal petrify whenever you take damage.
french: Vous infligerez Pétrifier à chaque fois que vous subissez des Dommages.
german: Sie beschäftigen petrify wenn Sie Schaden nehmen.
italian: Infliggi pietrificazione ogni volta che subisci danni
japanese: ダメージを うけるたび せきかを あたえる
korean: 피해를 받을 때마다 석화를 건다.
portuguese: Você causa Petrificação sempre que receber dano.
russian: Вы будете иметь дело парализовать всякий раз, когда вы берете повреждения.
spanish: Va a tratar Petrify cada vez que toma el daño.

# MasterDesc-JB000001
source: He will fight with hardened armors, tempered swords, and even his own body. They have the most prolific job in the adventurers.
french: Il va se battre avec des armures et des épées trempées et son propre corps. Ils sont l'emploi la plus peuplée des aventuriers.
german: Er wird kämpfen mit Gehärtete Rüstungen und Schwerter und seinen eigenen Körper. Sie sind die bevölkerungsreichste Arbeit in den Abenteurer.
italian: Combatterà con l'armatura più dura, la migliore spada e perfino il suo corpo. Il loro lavoro più prolifico è l'avventura
japanese: おのれの にくたいと きたえられた ぶぐをたよりに たたかう せんし。__ぼうけんしゃのなかで もっとも じんこうがおおい しょくぎょう。
korean: 자신의 육체와 단련된 무구로 싸우는 전사. __모험가 중에서 가장 수가 많은 직업이다.
portuguese: Equipado com armadura e espada, ele é treinado no combate corpo-a-corpo. É a classe mais comum entre aventureiros.
russian: Он будет бороться с закаленными панцирей и мечами и его собственного тела. Они являются наиболее густонаселенным работа в авантюристов.
spanish: Él peleará con armaduras y espadas endurecido y su propio cuerpo. Ellos son el trabajo más poblada de los aventureros.

# MasterDesc-JB000002
source: Forest residents have well-honed hunting senses. They are also in this war for the fate of the world.
french: résidents de la forêt à la chasse dans le sens bien aiguisé. Ils sont aussi dans cette guerre pour la crise du monde.
german: Waldbewohner in der gut geschliffen Sinn zu jagen. Sie sind auch in diesem Krieg für die Krise der Welt.
italian: Gli abitanti delle foreste hanno i sensi più affinati. Anche loro sono in questa guerra per il destino del mondo
japanese: とぎすまされた かんかくで かりを おこなう もりの じゅうみん。__せかいの ききに かれらもまた たたかいに みをとうじた。
korean: 예리한 감각으로 사냥을 하는 숲의 주민. __세계의 위기에 그들 또한 싸움에 몸을 던졌다.
portuguese: Moradora da floresta, é uma perita na caça, e lutará contra a catástrofe iminente que ameaça este mundo.
russian: Лесные жители на охоту в хорошо заточенной смысле. Кроме того, они в этой войне за кризиса в мире.
spanish: residentes del bosque a cazar en el sentido bien afinado. También se encuentran en esta guerra por la crisis del mundo.

# MasterDesc-JB000003
source: He fights with the knowledge of spells and the power of his mind. He casts shields when defending.
french: Il se bat avec la connaissance des sorts et la puissance de son esprit. Il a sort de bouclier pour la défense.
german: Er kämpft mit dem Wissen der Zauber und die Kraft seines Geistes. Er hat Schild Zauber für die Verteidigung.
italian: Combatte con la conoscenza delle magie ed il potere della sua mente. Utilizza uno scudo magico per difendersi
japanese: じゅもんのちしきと せいしんのちからで たたかう まほうつかい。__にくだんせんは にがてだが ぼうぎょのための シールドをもつ。
korean: 주문의 지식과 정신의 힘으로 싸우는 마법사. __육탄전은 서툴지만 방어를 위해 보호막을 가지고 있다.
portuguese: Ele luta utilizando seu conhecimento de magia e o poder de sua mente. Utiliza um feitiço de barreira para poder se defender.
russian: Он борется со знанием заклинаний и силой своего ума. У него есть щит заклинание для защиты.
spanish: Él lucha con el conocimiento de los hechizos y el poder de su mente. Tiene hechizo escudo para la defensa.
