Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterDesc-EN000008
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: もともとは けいびようの まほうにんぎょう。 のろいの えいきょうで ぼうそうしている。
korean: 원래는 경비하는 마법인형. 저주의 영향으로 폭주하고 있다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000009
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: じっけんで にんげんいじょうの おおきさに きょだいかした さそり。
korean: 실험으로 인간보다 거대해진 전갈.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000010
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: ほぞんしょりが ほどこされた したい。 のろいに れいがいは なかった。
korean: 보존처리가 된 시체. 저주에 예외는 없었다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000011
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: やぎのような まもの。 ざんにんで にんげんの ほねを かこして どうぐにする。
korean: 염소와 비슷한 마물. 잔인하고 인간의 뼈를 가공하여 도구로 사용한다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000012
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: このちに しばられた れいたい。 にくたいを もとめて せいじゃを おそう。
korean: 이 땅에 묶인 영체. 육체를 찾아 산 자를 덮친다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000013
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: とかげのような まもの。 にんげんとは せんそうかんけいにあった。
korean: 도마뱀과 비슷한 마물. 인간과는 전쟁 상태였다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000014
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: めいきゅうの まりょくで きょだいかし きょうぼうかした はち。
korean: 미궁의 마력으로 거대하고 광포해진 벌.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000015
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: あらしの まえぶれと いわれる まもの。 かえるではなく あくまの いっしゅ。
korean: 폭풍의 전조라고 하는 마물. 개구리가 아니라 악마의 일종.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000016
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: しにぎわの さけびごえは ひとの いのちさえ うばう。
korean: 죽을 때의 절규는 인간의 생명마저 빼앗는다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000017
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: かわいらしい みために だまされてはいけない。
korean: 귀여운 외형에 속아서는 안된다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000018
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: なのある きしが スケルトンと かした すがた。
korean: 유명한 기사가 해골로 변한 모습.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000019
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: ひとの しを よげんする まもの。 この しゅうまつにおいては もはや しごとが すくない。
korean: 인간의 죽음을 예언하는 마물. 이 종말에 이제 일이 적다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000020
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: さいこの しゅうきょうを いまでも まもる ものたち。
korean: 오래된 종교를 지금도 지키는 자들.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000021
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: こだいの とうぎじょうで たたかわされていた どれい。
korean: 고대 투기장에서 싸워야 했던 노예.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000022
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: ちじょうに けんげんした かいの あくま。 たとえ かいでも あなどるなかれ。
korean: 지상에 현현한 하급 악마. 하급이지만 얕봐서는 안된다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000023
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: みつめたものを いしに かえる まもの。 あくまの いっしゅ。
korean: 바라보는 것을 돌로 바꾸는 마물. 악마의 일종.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000024
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: じゅもくに ひとの うらみが とりついて まものと かした。 みも はも つかぬそれは がいしか みのらせない。
korean: 나무에 사람의 원한이 씌여 마물화 한 것. 열매도 잎도 씌인 그것은 열매 맺지 않는다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000025
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: かつては もくてきの あった ごうもんも いまでは かれらにとって ただの かいらくを もたらす あそびに すぎない。
korean: 과거에는 목적이 있었던 고문도 이제 그들에게는 그저 쾌락을 위한 놀이에 불과하다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000026
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: やみに しのび はおうに てきたいするものの いのちを うばう。
korean: 어둠에 숨어 패왕을 적대한 자의 목숨을 빼앗는다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000027
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: いざ じっさいに しゅうまつが おとずれたとしても かれらが しあわせに なるわけではない。
korean: 막상 실제로 종말이 온다고 해도 그들이 행복해지는 것은 아니다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000028
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: へびのような まもの。 むれで くらし ひとを さらって たべる。
korean: 뱀과 비슷한 마물. 무리지어 살며 인간을 채가서 먹는다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000029
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: しょうきを うしない あらゆるものを かたなの さびに かえる けんごう。
korean: 제정신을 잃고 모든 것을 칼의 녹으로 바꾸는 검호.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000030
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: すくいようの なくなった ちじょうに おわりを もたらすため てんかいが つかわした へいたい。
korean: 구원할 수 없는 지상에 종말을 가져오기 위해 천계에서 보낸 병사.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000031
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: ひとの せいきを くらう むま。 ゆめに あらわれて ひとの よくぼうを くう。
korean: 인간의 생기를 먹는 몽마. 꿈에 나타나 인간의 욕망을 먹는다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000032
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: きょだいな ひとがたの いきもの。 にんげんとは ほんしつてきに ことなる しゅぞくで いしそつうも ふかのう。
korean: 거대한 인간 형태의 생물. 인간과는 근본적으로 다른 종족이기 때문에 의사소통이 불가능하다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000033
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: つばさを もち てんを かける りゅうの けんぞく。
korean: 날개를 가지고 하늘을 나는 용의 권속.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000034
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: ひとつめの きょじん。 おそるべき わんりょくで えものを こなごなにする。
korean: 외눈 거인. 무서운 완력으로 먹이를 산산조각 낸다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000035
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: うまの すがたを もつ あくま。 あくむのような ひがいを もたらす。
korean: 말의 모습을 한 악마. 악몽을 초래한다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000036
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: ふるい いせきを まもる せきぞう。 なぞかけを あたえ とけないものの いのちを うばう。
korean: 오래된 유적을 지키는 석상. 수수께끼를 내고 풀지 못하면 목숨을 빼앗는다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000037
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: ぜんしんから ようがんが ふんしゅつする ゴーレム。
korean: 전신에서 용암을 분출하는 골렘.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000038
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: おのれじしんを アンデッドにかえ えいえんの けんきゅうに ぼっとうする まどうし。
korean: 자기 자신을 산송장으로 바꿔 영원히 연구에 몰두하는 마도사.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000039
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: むすうの あたまと うでを もつ きょじんの しがい。 おそるべき もうこうを はなつ。
korean: 무수한 머리와 팔을 가진 거인의 시체. 무서운 맹공을 쏘아낸다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000040
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: こういの あくま。 ちじょうを ひごする かみは すでに なく、ほんかくてきな せいはに のりだすのか。
korean: 고위 악마. 지상을 비호하는 신은 이미 없으니 본격적인 제패에 나서는가.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000041
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: きょうさんせいの スライム。 ぼうけんしゃの そうびひんを とかす。
korean: 강산성 슬라임. 모험자의 장비를 녹인다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000042
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: りゅうの こども。 そのいのちを うばうことは おやを よびよせることに つながる。
korean: 용의 아이. 목숨을 빼앗는 것은 부모를 불러들이는 것으로 이어진다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000043
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: れんきんじゅつの けんきゅうの かていで うみだされた おそるべき まじゅう。
korean: 연금술의 연구 과정에서 탄생한 무서운 마수.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000044
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: かみの かわりに へびを あたまに もつ まもの。 その おそるべき ようぼうは みたものを いしに かえる。
korean: 머리 대신 뱀이 달린 마물. 그 두려운 외모는 보는 것을 돌로 만든다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000045
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: この きみょうな しょくぶつのような いきものは まだ どこかで いきているのです。 ほんとうに…
korean: 이 기묘한 식물같은 생물은 아직도 어디론가 가고 있습니다. 정말로…
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000048
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: しげきを あたえると ばくはつする いわの まほうせいぶつ。 せんそうのために かいはつされたらしい。
korean: 자극을 주면 폭발하는 바위 마법생물. 전쟁을 위해 개발 된 것 같다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000047
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: じったいを もたず なににも とりつかず うらみだけが あつまってできた れいたい。
korean: 실체 없이 무엇에도 씌이지 않고 원망만이 모여 생긴 영체.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000046
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: まほうせいぶつの いっしゅ。 かつて むすうの まものが おぞましき けんきゅうによって うみだされた。
korean: 마법 생물의 일종. 한 때 수많은 마물이 끔찍한 연구에 의해 만들어졌다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000049
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: おのれの わざの けんさんに じんせいを ささげたが いかすべき しゃかいそのものを うしない はっきょうした あわれな おとこたち。
korean: 자기 자신의 기술을 갈고 닦는 데에 일생을 바쳤지만 살려야 할 사회 자체와 주인을 잃고 미쳐버린 불쌍한 남자들.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000050
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: あくまは さまざまな ものを よりしろに ちじょうに けんげんする。 このあくまは いしに けんげんしたようだ。
korean: 악마는 여러가지를 매개로 해 지상에 현현한다. 이 악마는 돌에 현현한 것 같다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENS00001
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: そのたいないで ませきを つくりだせる きしょうな むし。 せんそうのため らんかくされ げんざいは ぜつめつきぐしゅ。
korean: 체내에서 마석을 만들어내는 기분 나쁜 벌레. 전쟁 때문에 남획되어 지금은 멸종위기종.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENS00002
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: どこから きたのか まったくふめい。 いきものであるか どうかさえ なぞ。
korean: 어디에서 왔는지 전혀 알 수 없다. 생물인지조차 수수께끼.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENS00003
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: したいを くらい えいようにする しょくぶつ。 そのたいないには むすうの したいが ぎょうしゅくされている。
korean: 시체를 먹어 영양분을 얻는 식물. 체내에 무수한 시체가 응축되어 있다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENS00004
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: なにを どう まちがえたのか きょまんの とみを えて なりきんになった コボルト。
korean: 무엇을 어떻게 잘못 안 것인지 막대한 부를 얻어 벼락부자가 된 코볼트.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-EN000051
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: たからばこに ひそみ ぼうけんしゃを だましうちする まもの。 こだいの まほうせいぶつである いけんが ゆうりょく。
korean: 보물 상자에 숨어 모험자를 속이는 마물. 고대 마법 생물이라는 의견이 유력하다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00001
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: きょだいな くもの まもの。 えものを とらえて うごけなくしてから くつうを あたえて そのくるしみを たべる。
korean: 거대한 거미 마물. 먹이를 움직이지 못하게 한 뒤 고통을 줘 그 괴로움을 먹는다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00002
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: まもるべきものを うしなって なお なにかを まもろうとしたとき そのたいしょうは じぶんじしんだけだった。
korean: 지켜야 할 것을 잃고 다시 무언가를 지키려 했을 때 그 대상은 자기 자신 뿐이었다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00003
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: あくますうはいしゃたちの もうそうが つよいねがいを おびて じったいかした すがた。
korean: 악마숭배자들의 망상이 강한 소원을 머금고 실체화한 모습.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00004
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: まおうの こうぐんを てだすけする すべに たけた ししゃ。
korean: 마왕의 행군을 돕는 기술이 뛰어난 사자.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00005
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: かつては あくまだったが そのきおくすら うすれ ただの けものとかした まじゅう。
korean: 과거에는 악마였지만 그 기억마저 희미해져 그냥 짐승과 마찬가지인 마수.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00006
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: つちくれで つくられた まほうにんぎょう。 かくを はかいしないかぎり むげんに さいせいする。
korean: 흙덩이로 만들어진 마법 인형. 핵을 파괴하지 않는 한 무한히 재생한다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00007
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: めいきゅうを はいかいし まよっている あわれな ぎせいしゃを たたきつぶす うしの まもの。
korean: 미궁을 배회하며 헤매고 있는 불쌍한 희생자를 때려죽이는 소 마물.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00008
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: ちかふかくで じんにくりょうりの けんきゅうを つづけている きょうじん。
korean: 깊은 지하에서 사람 고기 연구를 계속 하는 미치광이.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00023
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: あまりに おおくの のろいを うけすぎて そのあまりの えいきょうにより ひとですら なくなった もとにんげん。
korean: 너무나 많은 저주를 받아 그 엄청난 영향으로 인간이 아니게 된 전 인간.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...

# MasterDesc-ENB00024
source: Preparing for translation…
french: Préparation pour la traduction ...
german: Vorbereitung für die Übersetzung ...
italian: Preparazione per la traduzione ...
japanese: ひとの すがたを まねて だまし えいようにする しょくぶつの かいぶつ。 なぜか にんげんしか ほしょくしない。
korean: 인간을 흉내내 속여 영양분 삼는 식물 괴물. 왜인지 인간밖에 포식하지 않는다.
portuguese: Przygotowanie do tłumaczenia ...
russian: Подготовка к переводу ...
spanish: Preparación para la traducción ...
