Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# MasterDesc-SM000032
source: Increased Power.
french: Puissance accrue.
german: Erhöhte Leistung.
italian: Aumenta il potere
japanese: いりょくアップ
korean: 위력 상승
portuguese: Aumento do poder.
russian: Увеличение мощности.
spanish: El aumento de potencia.

# MasterDesc-SM000033
source: Increased Critical rate.
french: Taux critique accrue.
german: Kritisch erhöht Rate.
italian: Aumenta la possibilità di critico
japanese: クリティカルかくりつ アップ
korean: 치명타 확률 증가
portuguese: Aumento da taxa de Critical.
russian: Увеличение шанс Крит.
spanish: Aumento de la frecuencia crítica.

# MasterDesc-SM000034
source: Increased Accuracy.
french: Précision accrue.
german: Erhöhte Genauigkeit.
italian: Aumenta la precisione
japanese: めいちゅうアップ
korean: 명중률 증가
portuguese: Maior precisão.
russian: Повышенная точность.
spanish: Mayor precisión.

# MasterDesc-SM000035
source: You will kill enemy that have low HP.
french: Vous tuerez ennemi qui ont un faible HP.
german: Sie werden Feind töten, die niedrige HP haben.
italian: Uccide i nemici con pochi HP
japanese: HPが すくない てきに つかうと そくしさせられる
korean: HP가 적을 때 사용하면 즉사시킨다
portuguese: Você vai matar inimigo que têm baixa HP.
russian: Вы будете убивать врагов, у которых низкий HP.
spanish: Va a matar a enemigo que tiene poco HP.

# MasterDesc-SM000036
source: You will run away occasionally whenever you use.
french: Vous fuirez de temps en temps à chaque fois que vous utilisez.
german: Sie werden gelegentlich weglaufen, wenn Sie verwenden.
italian: Possibilità di scappare quando lo utilizzi
japanese: つかうと たまに にげる
korean: 사용하면 가끔 도망친다.
portuguese: Você vai fugir de vez em quando, sempre que você usar.
russian: Вы убежит от времени, когда вы используете.
spanish: Va a huir de vez en cuando cada vez que utilice.

# MasterDesc-SM000037
source: CD-1 of camp item whenever you use.
french: CD-1 du camp article chaque fois que vous utilisez.
german: CD-1 des Lagers Artikel wann immer Sie verwenden.
italian: CD -1 per gli oggetti da campo quando lo utilizzi
japanese: つかうたび キャンプアイテムの CD-1
korean: 사용할 때마다 캠프 아이템의 대기 시간 -1
portuguese: CD-1 de campitem sempre que você usar.
russian: CD-1 пункта лагеря всякий раз, когда вы используете.
spanish: CD-1 de elemento de campo cada vez que utilice.

# MasterDesc-SM000038
source: Great Power but CD x5.
french: Grande puissance mais x5 CD.
german: Großmacht aber CD x5.
italian: Grande potere ma CD x5
japanese: いりょくが げきてきに アップするが CD5ばい
korean: 위력이 크게 상승하지만 대기 시간 5배
portuguese: Grande Poder, mas CD x5.
russian: Великая сила, но CD x5.
spanish: Gran Poder, pero x5 CD.

# MasterDesc-SM000039
source: Increased Power and CD-1.
french: Augmentation de puissance et CD-1.
german: Mehr Leistung und CD-1.
italian: Potere aumentato e CD -1
japanese: いりょくがアップし、CD-1
korean: 위력 상승, 대기 시간 -1
portuguese: Maior potência e CD-1.
russian: Увеличение мощности и CD-1.
spanish: Mayor potencia y CD-1.

# MasterDesc-SM000040
source: This cooldown becomes 3.
french: Ce cooldown devient 3.
german: Diese Abklingzeit wird 3.
italian: Questo cooldown diventa 3
japanese: CDが3になる
korean: 대기 시간이 3이 된다.
portuguese: Este cooldown se torna 3.
russian: Это время восстановления становится 3.
spanish: Este tiempo de reutilización es de 3.

# MasterDesc-SM000041
source: Remove all effects on an opponent.
french: Supprimer tous les effets sur un adversaire.
german: Entfernen Sie alle Effekt auf einen Gegner.
italian: Rimuovi tutti gli effetti dal nemico
japanese: 【ついか】てきの こうかを すべてうちけす
korean: [추가] 적 효과를 모두 무시
portuguese: Remova todo efeito sobre um adversário.
russian: Удалить все действие на противника.
spanish: Retire todo el efecto sobre un oponente.

# MasterDesc-SM000042
source: You can gain ''Immobility'' when you use.
french: Vous pouvez gagner ''Immobilité'' lorsque vous utilisez.
german: Sie können ''Unbeweglichkeit'' gewinnen, wenn Sie verwenden.
italian: Possibilità di ottenere ''Immobilità'' quando lo utilizzi
japanese: つかったターンに "ふどう"を える
korean: 사용한 차례에 [부동] 효과를 얻는다.
portuguese: Você pode ganhar ''imobilidade'' quando você usa.
russian: Вы можете получить ''Неподвижность'', когда вы используете.
spanish: Puede ganar ''inmovilidad'' cuando se utiliza.

# MasterDetail-DG000000
source: It is an underground labyrinth connected from a cave near the destroyed city. It is the origin of all evil.
french: Il est un labyrinthe souterrain relié d'une grotte près de la ville détruite. Il est à l'origine de tous les maux.
german: Es ist ein unterirdisches Labyrinth aus einer Höhle in der Nähe der zerstörten Stadt verbunden. Es ist der Ursprung allen Übels.
italian: E' un labirinto sotterrano collegato da una caverna vicino alla città distrutta. E' l'origine di tutti i mali
japanese: いまでは ほろびた としの きんぺんに ぽっかりと くちをあけた どうくつから つながる ちかめいきゅう。 すべての わざわいの ほったん。
korean: 지금은 망한 도시 부근에 입구가 열린 동굴에서 이어지는 지하 미궁. 모든 재앙의 발단.
portuguese: É um labirinto subterrâneo conectado a partir de uma caverna perto da cidade destruída. Ele é a origem de todo o mal.
russian: Это подземный лабиринт соединен из пещеры близ разрушенного города. Это является источником всех зол.
spanish: Es un laberinto subterráneo conectado desde una cueva cerca de la ciudad destruida. Es el origen de todos los males.

# MasterDetail-DG000001
source: It's almost like hell. Can you survive this nightmarish situation?
french: Il est presque comme l'enfer. Pouvez-vous survivre à cette situation cauchemardesque?
german: Es ist fast wie die Hölle. Können Sie diese beklemmende Situation überleben?
italian: E' quasi l'inferno. Potrai sopravvire a questa situazione da incubo?
japanese: ちかめいきゅうの そのさき、 そこは まるで じごく。 あくむのような じょうきょうを いきのびられるか。
korean: 그 앞은 마치 지옥과도 같다. 이 악몽 같은 상황에서 살아남을 수 있을까?
portuguese: É quase como se o inferno. você pode sobreviver a esta situação de pesadelo?
russian: Это почти как ад. Можете ли вы пережить эту кошмарную ситуацию?
spanish: Es casi como el infierno. ¿Se puede sobrevivir a esta situación de pesadilla?

# MasterDetail-DG000002
source: True hell is from here.
french: Véritable enfer est d'ici.
german: Wahre Hölle ist von hier.
italian: Il vero inferno viene da qui
japanese: ほんとうの じごくは ここからだ。
korean: 진정한 지옥은 여기서부터다.
portuguese: Verdadeiro inferno é daqui.
russian: Правда ад отсюда.
spanish: Es cierto que el infierno es de aquí.

# MasterDetail-DG000003
source: The poor town where many dead bodies were abandoned became a crucible of contaminated creatures.
french: La pauvre ville où de nombreux cadavres ont été abandonnés est devenue un creuset de créatures contaminées.
german: Die arme Stadt, wo viele Leichen wurden aufgegeben wurde ein Tiegel kontaminierter Kreaturen.
italian: La povera città dove molti corpi morti erano stati abbandonati era diventata un crogiolo di creature contaminate
japanese: むすうの したいを すてていた ひんみんがいは やがて ししゃが ばっこする おだくした まものの るつぼと なった。
korean: 수많은 시체가 버려진 빈민가가 있었다. 곧 죽은 자들이 날뛰는 오염된 마물의 도가니가 되었다.
portuguese: A cidade pobre onde muitos cadáveres foram abandonados tornou-se um cadinho de criaturas contaminadas.
russian: Бедный город, где были оставлены много трупов стали тигель зараженных существ.
spanish: Los pobres de la ciudad, donde fueron abandonados muchos cadáveres se convirtió en un crisol de las criaturas contaminadas.

# MasterDetail-DG000004
source: It's a perfect battlefield to test for your strength.
french: Il est un champ de bataille idéal pour tester votre force.
german: Es ist eine perfekte Schlachtfeld für Ihre Stärke zu testen.
italian: E' un campo di battaglia perfetto per provare la tua forza.
japanese: めいきゅうのさきで みつけた くらい あな。 そこは ちからを ためすには うってつけの せんじょうだった。
korean: 미궁의 앞에서 발견한 구멍. 그곳은 힘을 시험하기에 딱 맞다.
portuguese: É um campo de batalha perfeito para testar sua força.
russian: Это идеальное поле боя для проверки вашей силы.
spanish: Es un campo de batalla perfecto para probar su fuerza.

# MasterDetail-DG000005
source: Your true value is tried on the further intensified battlefield.
french: Votre valeur réelle est essayé sur le champ de bataille encore intensifié.
german: Ihr wahrer Wert wird versucht, auf die weiter intensiviert Schlachtfeld.
italian: Il tuo vero valore è provato nelle battaglie sempre più intense.
japanese: さらに げきかした せんじょうで しんの じつりょくが ためされる。
korean: 더욱 격렬한 싸움터에서 진정한 실력을 시험한다.
portuguese: O seu verdadeiro valor é experimentado no campo de batalha ainda mais intensificada.
russian: Ваше истинное значение примерил дальнейшего интенсивного боя.
spanish: Su verdadero valor se trató en el campo de batalla se intensificó aún más.

# MasterDetail-DG000006
source: A part of the labyrinth is struck like a living earthworm.
french: Une partie du labyrinthe est frappé comme un ver vivant.
german: Ein Teil des Labyrinths ist wie ein lebendes Regenwurm geschlagen.
italian: Una parte del labirinto è trasecolare come un verme vivente
japanese: めいきゅうの いちぶが まるで いきた みみずのように のたうっている。
korean: 미궁의 일부가 마치 살아있는 지렁이처럼 꿈틀거린다.
portuguese: Uma parte do labirinto é atingido como uma minhoca viva.
russian: Часть лабиринта поражаешься как живой дождевого.
spanish: Una parte del laberinto es golpeado como una lombriz de tierra habitable.

# MasterDetail-DG000007
source: That is the area where only gods are permitted. Be a forgiven.
french: Telle est la zone où seuls dieux sont autorisés. Être un pardonné.
german: Das ist der Bereich, in dem nur Götter erlaubt sind. Seien Sie ein verziehen.
italian: Quella è l'area permessa soltanto alle divinità. Sei perdonato
japanese: かみのみが そんざいを ゆるされる りょういき。 ゆるされざるものとなれ。
korean: 신의 존재만이 허용된 공간. 용서 받지 못한다.
portuguese: Essa é a área onde são permitidos apenas deuses. Ser um perdoados.
russian: То есть та область, где только боги разрешены. Быть прощены.
spanish: Esa es la zona donde sólo se permiten los dioses. Ser una perdonado.

# MasterDetail-DG000008
source: The flow of time quickly and everything will deteriorate here.
french: L'écoulement du temps rapidement et tout va se détériorer ici.
german: Der Fluss der Zeit schnell und alles wird hier verschlechtern.
italian: Il flusso del tempo è veloce ed ogni cosa peggiorerà qui.
japanese: ここだけは ときの ながれが はやく あらゆるものが れっかしていく。
korean: 이 곳은 시간의 흐름이 빨라 모든 것이 열화한다.
portuguese: O fluxo do tempo rapidamente e tudo irá deteriorar-se aqui.
russian: Течение времени быстро и все будет ухудшаться здесь.
spanish: El flujo del tiempo de forma rápida y todo lo que aquí se deteriorará.

# MasterDetail-DG000009
source: It looks like a huge stomach.
french: Il ressemble à un énorme estomac.
german: Es sieht aus wie ein riesiger Bauch.
italian: Sembra un grosso stomaco.
japanese: そこかしこが とけおち まるで きょだいな いぶくろのようだ。
korean: 여기 저기 녹아서 떨어지는 마치 거대한 위장과 같다.
portuguese: Parece um enorme estômago.
russian: Это выглядит как огромный живот.
spanish: Se parece a un enorme estómago.

# MasterDetail-DG000010
source: The unredeemed souls are burning sin forever.
french: Les âmes non rachetées brûlent le péché pour toujours.
german: Die unerlösten Seelen Sünde brennt ewig.
italian: Le anime non redenti bruceranno nei peccati per sempre.
japanese: えいえんに つみを やきつづけられる すくわれぬ たましいたち。
korean: 영원히 죄를 불태우는 구원할 수 없는 영혼들
portuguese: As almas não resgatados estão queimando o pecado para sempre.
russian: Непогашенной души пылают грех навсегда.
spanish: Las almas no rescatados están quemando pecado para siempre.

# MasterDetail-DGS50001
source: The truth of the abominable past that was left behind in the age older than the prophecy is revealed.
french: La vérité du passé abominable qui a été laissé dans l'âge plus avancé que la prophétie est révélé.
german: Die Wahrheit der abscheulichen Vergangenheit, wurde im Alter älter als die Prophezeiung hinterlassen wird enthüllt.
italian: La verità che era stata dimenticata del passato abominevole in un età più vecchia della profezia è rivelata
japanese: よげんよりも ふるいじだいに のこされた いまわしき かこの しんじつが あばかれる。
korean: 예언 전의 옛 시대에 남겨진 최후의 진실이 드러난다.
portuguese: A verdade do passado abominável que foi deixado para trás na idade mais avançada do que a profecia é revelado.
russian: Правда отвратительного прошлого, который был оставлен позади в возрасте старше пророчества раскрывается.
spanish: La verdad del pasado abominable que fue dejado atrás en la era más antigua que la profecía se revela.

# MasterDetail-DGS50002
source: The truth of the abominable past that was left behind in the age older than the prophecy is revealed.
french: La vérité du passé abominable qui a été laissé dans l'âge plus avancé que la prophétie est révélé.
german: Die Wahrheit der abscheulichen Vergangenheit, wurde im Alter älter als die Prophezeiung hinterlassen wird enthüllt.
italian: La verità che era stata dimenticata del passato abominevole in un età più vecchia della profezia è rivelata
japanese: よげんよりも ふるいじだいに のこされた いまわしき かこの しんじつが あばかれる。
korean: 예언 전의 옛 시대에 남겨진 최후의 진실이 드러난다.
portuguese: A verdade do passado abominável que foi deixado para trás na idade mais avançada do que a profecia é revelado.
russian: Правда отвратительного прошлого, который был оставлен позади в возрасте старше пророчества раскрывается.
spanish: La verdad del pasado abominable que fue dejado atrás en la era más antigua que la profecía se revela.

# MasterDetail-DGS50003
source: The truth of the abominable past that was left behind in the age older than the prophecy is revealed.
french: La vérité du passé abominable qui a été laissé dans l'âge plus avancé que la prophétie est révélé.
german: Die Wahrheit der abscheulichen Vergangenheit, wurde im Alter älter als die Prophezeiung hinterlassen wird enthüllt.
italian: La verità che era stata dimenticata del passato abominevole in un età più vecchia della profezia è rivelata
japanese: よげんよりも ふるいじだいに のこされた いまわしき かこの しんじつが あばかれる。
korean: 예언 전의 옛 시대에 남겨진 최후의 진실이 드러난다.
portuguese: A verdade do passado abominável que foi deixado para trás na idade mais avançada do que a profecia é revelado.
russian: Правда отвратительного прошлого, который был оставлен позади в возрасте старше пророчества раскрывается.
spanish: La verdad del pasado abominable que fue dejado atrás en la era más antigua que la profecía se revela.

# MasterDetail-DGS50004
source: The truth of the abominable past that was left behind in the age older than the prophecy is revealed.
french: La vérité du passé abominable qui a été laissé dans l'âge plus avancé que la prophétie est révélé.
german: Die Wahrheit der abscheulichen Vergangenheit, wurde im Alter älter als die Prophezeiung hinterlassen wird enthüllt.
italian: La verità che era stata dimenticata del passato abominevole in un età più vecchia della profezia è rivelata
japanese: よげんよりも ふるいじだいに のこされた いまわしき かこの しんじつが あばかれる。
korean: 예언 전의 옛 시대에 남겨진 최후의 진실이 드러난다.
portuguese: A verdade do passado abominável que foi deixado para trás na idade mais avançada do que a profecia é revelado.
russian: Правда отвратительного прошлого, который был оставлен позади в возрасте старше пророчества раскрывается.
spanish: La verdad del pasado abominable que fue dejado atrás en la era más antigua que la profecía se revela.

# MasterName-DG000000
source: Labyrinth
french: Labyrinthe
italian: Labirinto
japanese: めいきゅう
korean: 미궁
portuguese: Labirinto
russian: Лабиринт
spanish: Laberinto

# MasterName-DG000001
source: Nightmare
french: Cauchemar
german: Alptraum
italian: Incubo
japanese: あくむ
korean: 악몽
portuguese: Pesadelo
russian: Кошмар
spanish: Pesadilla

# MasterName-DG000002
source: Hell
french: Enfer
german: Hölle
italian: Inferno
japanese: じごく
korean: 지옥
portuguese: Inferno
russian: Ад
spanish: Infierno

# MasterName-DG000003
source: Crucible
french: Creuset
german: Tiegel
italian: Crogiolo
japanese: るつぼ
korean: 도가니
portuguese: Cadinho
russian: тигель
spanish: Crisol

# MasterName-DG000004
source: Tiger's hole
french: le trou de Tiger
german: Tiger Loch
italian: Tana della Tigre
japanese: こけつ
korean: 호랑이굴
portuguese: buraco do tigre
russian: дыра Тигра
spanish: Agujero del Tigre

# MasterName-DG000005
source: Trial
french: Procès
german: Versuch
italian: Prova
japanese: しれん
korean: 시련
portuguese: Tentativas
russian: пробный
spanish: Juicio

# MasterName-DG000006
source: Turbulence
german: Turbulenz
italian: Turbolenza
japanese: げきどう
korean: 격동
portuguese: Turbulência
russian: турбулентность
spanish: Turbulencia

# MasterName-DG000007
source: Sanctuary
french: Sanctuaire
german: Heiligtum
italian: Santuario
japanese: しんいき
korean: 성역
portuguese: Santuário
russian: святилище
spanish: Santuario

# MasterName-DG000008
source: Weathering
french: Érosion
german: Verwitterung
italian: Erosione
japanese: ふうか
korean: 풍화
portuguese: intemperismo
russian: выветривание
spanish: Desgaste

# MasterName-DG000009
source: Epidemic
french: Épidémie
german: Epidemie
italian: Epidemia
japanese: まんえん
korean: 확산
portuguese: Epidemia
russian: эпидемический
spanish: Epidemia

# MasterName-DG000010
source: Purgatory
french: Purgatoire
german: Fegefeuer
italian: Purgatorio
japanese: れんごく
korean: 연옥
portuguese: Purgatório
russian: Чистилище
spanish: Purgatorio

# MasterName-DG900000
source: Karma
japanese: カルマ
korean: 카르마
portuguese: Carma
russian: Карма

# MasterName-DGS50001
source: Remains
french: Restes
german: Bleibt bestehen
italian: Resti
japanese: いせき
korean: 유적
portuguese: Permanece
russian: остатки
spanish: Permanece

# MasterName-DGS50002
source: Remains Hard
french: Restes Difficile
german: Bleibt bestehen Hart
italian: Resti Difficile
japanese: いせき Hard
korean: 유적 어려움
portuguese: permanece rígido
russian: остатки Жесткий
spanish: Permanece Difícil

# MasterName-DGS50003
source: Remains Master
french: Restes Maîtriser
german: Bleibt bestehen Meister
italian: Resti Maestro
japanese: いせき Master
korean: 유적 숙련
portuguese: permanece Mestre
russian: остатки Мастер
spanish: Permanece Dominar

# MasterName-DGS50004
source: Remains Ex
french: Restes Extrême
german: Bleibt bestehen Extrem
italian: Resti Estremo
japanese: いせき Ex
korean: 유적 극한
portuguese: permanece Ex
russian: остатки экстремальный
spanish: Permanece Extremo

# MasterName-EF000001
source: STR
japanese: きんりょく
korean: 근력

# MasterName-EF000002
source: DEX
japanese: ぎりょう
korean: 기교

# MasterName-EF000003
source: INT
japanese: まりょく
korean: 마력

# MasterName-EF000004
source: PIE
japanese: しんこう
korean: 신앙
portuguese: TORTA

# MasterName-EF000005
source: Curse of 3
italian: Maledizione dei 3
japanese: 3ののろい
korean: 3의 저주
portuguese: Praga de três
russian: Проклятие 3
spanish: Maldición de 3

# MasterName-EF000006
source: Parry
french: Parer
german: Parieren
italian: Parata
japanese: うけながし
korean: 받아넘기기
portuguese: defesa
russian: Парировать
spanish: Parar

# MasterName-EF000007
source: Luck
french: La chance
german: Glück
italian: Fortuna
japanese: うんのよさ
korean: 행운
portuguese: Sorte
russian: везение
spanish: Suerte

# MasterName-EF000008
source: Expand
french: Développer
german: Erweitern
italian: Espandere
japanese: えんちょう
korean: 연장
portuguese: Expandir
russian: расширять
spanish: Expandir

# MasterName-EF000009
source: Overheal
german: Überheilung
italian: Sovracura
japanese: オーバーヒール
korean: 초월 치유
portuguese: Sobrecura
russian: Сверхлечение
spanish: Exceso

# MasterName-EF000010
source: Alchemy
french: Alchimie
german: Alchimie
italian: Alchimia
japanese: れんきんじゅつ
korean: 연금술
portuguese: Alquimia
russian: алхимия
spanish: Alquimia

# MasterName-EF000011
source: Avoid
french: Éviter
german: Vermeiden
italian: Schivata
japanese: かいひ
korean: 회피
portuguese: Evitar
russian: избежать
spanish: Evitar

# MasterName-EF000012
source: Heal
french: Guérir
german: Heilen
italian: Cura
japanese: かいふく
korean: 회복
portuguese: Curar
russian: заживать
spanish: Sanar

# MasterName-EF000013
source: Counter
french: Compteur
german: Zähler
italian: Contatore
japanese: カウンター
korean: 반격
portuguese: Contador
russian: счетчик
spanish: Mostrador

# MasterName-EF000014
source: Observation
german: Überwachung
italian: Vista
japanese: かんさつ
korean: 관찰
portuguese: Observação
russian: наблюдение
spanish: Observación

# MasterName-EF000015
source: Penetrate+25%
french: Pénétrer+25%
german: Durchdringen+25%
italian: Penetrazione +25%
japanese: かんつう+25%
korean: 관통 +25%
portuguese: Penetrar + 25%
russian: вникать+25%
spanish: Penetrar+25%

# MasterName-EF000016
source: Critical
french: Critique
german: Kritisch
italian: Critico
japanese: きゅうしょ
korean: 치명타
portuguese: Crítico
russian: критический
spanish: Crítico

# MasterName-EF000017
source: Adversity
french: Adversité
german: Unglück
italian: Avversità
japanese: きゅうそ
korean: 역경
portuguese: Adversidade
russian: напасти
spanish: Adversidad

# MasterName-EF000018
source: Berserker
japanese: きょうせんし
korean: 광전사
russian: берсерк
spanish: Frenético

# MasterName-EF000019
source: Alert
french: Alerte
german: Aufmerksam
italian: Allarme
japanese: けいかい
korean: 경계
portuguese: Alerta
russian: бдительный
spanish: Alerta

# MasterName-EF000020
source: Experience
french: Expérience
german: Erfahrung
italian: Esperienza
japanese: けいけんち
korean: 경험치
portuguese: Experiência
russian: Опыт
spanish: Experiencia

# MasterName-EF000021
source: Limit Break
french: Limite Pause
japanese: げんかいとっぱ
korean: 한계돌파
russian: Лимит Перерыв

# MasterName-EF000022
source: Greed
french: Avidité
german: Gier
italian: Avidità
japanese: ごうよく
korean: 탐욕
portuguese: Ganância
russian: алчность
spanish: Codicia

# MasterName-EF000023
source: Shield
french: Bouclier
german: Schild
italian: Scudo
japanese: シールド
korean: 보호막
portuguese: Escudo
russian: Щит
spanish: Proteger

# MasterName-EF000024
source: Autoheal
french: guérir Auto
german: Auto heilen
italian: Autocura
japanese: しぜんちゆ
korean: 자연치유
russian: Авто заживают
spanish: Limpieza automática

# MasterName-EF000025
source: Tracking
french: suivi
german: Verfolgung
italian: Inseguimento
japanese: じどうついび
korean: 자동추적
portuguese: Rastreamento
russian: отслеживание
spanish: Rastreo

# MasterName-EF000026
source: Stealth
french: Furtif
german: List
italian: Nascosto
japanese: しのびあし
korean: 잠행
portuguese: Furtividade
russian: хитрость
spanish: Sigilo

# MasterName-EF000027
source: Scout
german: Erkunden
japanese: スカウト
korean: 정찰
portuguese: escoteiro
russian: разведчик
spanish: Explorar

# MasterName-EF000028
source: Firststrike+50%
french: Premier coup+50%
german: Erstschlag+50%
italian: Primo attacco +50%
japanese: せんせいこうげき+50%
korean: 선제공격 +50%
russian: Первый удар+50%
spanish: Primer anotación+50%

# MasterName-EF000029
source: Resistance
french: La résistance
german: Widerstand
italian: Resistenza
japanese: たいせい
korean: 내성
portuguese: Resistência
russian: сопротивление
spanish: Resistencia

# MasterName-EF000030
source: Dash
french: Tiret
german: Strich
italian: Scatto
japanese: ダッシュ
korean: 대시
portuguese: Traço
russian: тире
spanish: Guión

# MasterName-EF000031
source: Shorten
french: Raccourcissement
german: Verkürzung
italian: Accorciare
japanese: たんしゅく
korean: 단축
portuguese: Encurtando
russian: укорачивание
spanish: Acortamiento

# MasterName-EF000032
source: Exploration
german: Erkundung
italian: Esplorazione
japanese: ちょうさ
korean: 조사
portuguese: Exploração
russian: Исследование
spanish: Exploración

# MasterName-EF000033
source: Smelly
french: Odeur
german: Geruch
italian: Odore
japanese: におい
korean: 향기
portuguese: Cheiro
russian: Запах
spanish: Oler

# MasterName-EF000034
source: Haggle
french: Marchander
german: Feilschen
italian: Contrattare
japanese: ねぎり
korean: 흥정
portuguese: Pechinchar
russian: Торговаться
spanish: Regatear

# MasterName-EF000035
source: Golden Cat!
french: Or Cat!
german: Goldene Katze!
italian: Gatto dorato!
japanese: ねこにこばん
korean: 고양이의 엽전
portuguese: Gato dourado!
spanish: Gato de oro!

# MasterName-EF000036
source: Reflect
french: Réfléchir
german: Reflektieren
italian: Riflettere
japanese: はんしゃ
korean: 반사
portuguese: refletir
russian: отражать
spanish: Reflejar

# MasterName-EF000037
source: Armor in Crisis
french: Armure en crise
german: Rüstung in der Krise
italian: Armatura in Crisi
japanese: ピンチぼうぎょ
korean: 위기방어
portuguese: Armadura em Crise
russian: Броня в условиях кризиса
spanish: Armadura en crisis
