Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# WORD_LOOK_TOWN
source: Return to Town
french: Retour à la ville
german: Zurück zur Stadt
italian: Ritornare alla Città
japanese: まちにもどる
korean: 마을로 돌아가기
portuguese: Voltar para a cidade
russian: Возвращение в город
spanish: Volver a la ciudad

# WORD_MENU
source: Main Menu
french: Menu principal
german: Hauptmenü
italian: Menu principale
japanese: メニュー
korean: 메인메뉴
portuguese: Menu principal
russian: Главное меню
spanish: Menú principal

# WORD_MISSION
source: Mission
italian: Missione
japanese: ミッション
korean: 임무
portuguese: Missão
russian: миссия
spanish: Misión

# WORD_MISSION_LIST
source: Mission List
french: Liste Mission
german: Mission Liste
italian: Lista delle Missioni
japanese: ミッションを みる
korean: 임무 목록
portuguese: Lista missão
russian: Список Миссия
spanish: Lista de misiones

# WORD_MOVE_IT
source: Move
french: Bouge toi
german: Bewegung
italian: Mossa
japanese: うごかす
korean: 이동
portuguese: Mover
russian: Переехать
spanish: Movimiento

# WORD_MOVED_ROOMS
source: Moved Rooms
french: Chambres Proposé
german: verschoben Zimmer
italian: Le camere si sono spostate
japanese: いどう かいすう
korean: 이동 횟수
portuguese: Quartos movidas
russian: Перемещенные Комнаты
spanish: Las habitaciones se han movido

# WORD_NAME_CAT
source: Cat?
french: Chat?
german: Katze?
italian: Gatto?
japanese: ねこ？
korean: 고양이?
portuguese: Gato?
russian: Кот?
spanish: ¿Gato?

# WORD_NAME_MISSION_TYPE_DAILY
source: Daily
french: du quotidien
german: Täglich
italian: Quotidianamente
japanese: デイリー
korean: 매일
portuguese: Diariamente
russian: Ежедневно
spanish: Diario

# WORD_NAME_MISSION_TYPE_MAIN
source: Main
french: Principale
italian: Principale
japanese: メイン
korean: 메인
portuguese: a Principal
russian: Главный
spanish: Principal

# WORD_NAME_MISSION_TYPE_SEASON
source: Season
french: Saison
german: Jahreszeit
italian: Stagione
japanese: シーズン
korean: 시즌
portuguese: Estação
russian: Время года
spanish: Temporada

# WORD_NAME_ROOM_STATE_1
source: Dark
french: Foncé
german: Dunkel
italian: Buio
japanese: くらやみ
korean: 어둠
portuguese: Sombrio
russian: Темно
spanish: Oscuro

# WORD_NAME_ROOM_STATE_10
source: Narrow
french: Étroit
german: Eng
italian: Stretto
japanese: きゅうくつ
korean: 비좁음
portuguese: Limitar
russian: узкий
spanish: Estrecho

# WORD_NAME_ROOM_STATE_11
source: Zone
italian: Zona
japanese: けっかい
korean: 결계
portuguese: Zona
russian: зона
spanish: Zona

# WORD_NAME_ROOM_STATE_12
source: Tailwind
german: Rückenwind
japanese: おいかぜ
korean: 순풍
russian: попутный ветер
spanish: Viento de cola

# WORD_NAME_ROOM_STATE_13
source: Vast
french: Vaste
german: riesig
italian: Vasto
japanese: こうだい
korean: 넓음
portuguese: Grande
russian: огромный
spanish: Vasto

# WORD_NAME_ROOM_STATE_14
source: Torch
french: Torche
german: Fackel
italian: Torcia
japanese: たいまつ
korean: 횃불
portuguese: Tocha
russian: факел
spanish: Antorcha

# WORD_NAME_ROOM_STATE_2
source: Door
french: Porte
german: Tür
italian: Porta
japanese: とびら
korean: 문
portuguese: Porta
russian: Дверь
spanish: Puerta

# WORD_NAME_ROOM_STATE_3
source: Bless
french: Bénir
german: Segnen
italian: Benedire
japanese: しゅくふく
korean: 축복
portuguese: abençoar
russian: благословить
spanish: Bendecir

# WORD_NAME_ROOM_STATE_4
source: Burn
french: Brûler
german: Brennen
italian: Bruciare
japanese: しゃくねつ
korean: 작열
portuguese: Queimar
russian: жечь
spanish: Quemar

# WORD_NAME_ROOM_STATE_5
source: Spark
french: Étincelle
german: Funke
italian: Scintilla
japanese: でんりゅう
korean: 전류
portuguese: Faísca
russian: искра
spanish: Chispa

# WORD_NAME_ROOM_STATE_6
source: Swamp
french: Marais
german: Sumpf
italian: Palude
japanese: ぬま
korean: 늪
portuguese: Pântano
russian: болотный
spanish: Pantano

# WORD_NAME_ROOM_STATE_7
source: Freeze
french: Gel
german: Einfrieren
italian: Congelare
japanese: とうけつ
korean: 동결
portuguese: Congelar
russian: замерзать
spanish: Congelar

# WORD_NAME_ROOM_STATE_8
source: Fall
french: Tomber
german: Fallen
italian: Autunno
japanese: ほうらく
korean: 낙석
portuguese: Cair
russian: Осень
spanish: Otoño

# WORD_NAME_ROOM_STATE_9
source: Drown
french: Noyer
german: Ertrinken
italian: Annegare
japanese: すいぼつ
korean: 수몰
portuguese: Afogar
russian: тонуть
spanish: Ahogar

# WORD_NETWORK
source: Network
french: Réseau
german: Netzwerk
italian: Rete
japanese: つうしん
korean: 통신
portuguese: Rede
russian: сеть
spanish: Red

# WORD_NEVER_REVIEW
source: Never
french: Jamais
german: Nie
italian: Mai
japanese: しない
korean: 절대
portuguese: Nunca
russian: Никогда
spanish: Nunca

# WORD_NO_USE_TURN
source: Does not end turn.
french: Ne pas utiliser son tour
german: Nicht verwenden wiederum
italian: Saltare il turno
japanese: ターンしょうひなし
korean: 턴을 소모하지 않는다.
portuguese: Não termina turno.
russian: Не использовать поворот
spanish: No gasta tu turno.

# WORD_NOTIFICATION
source: Notify
french: Notifier
german: Benachrichtigen
italian: Notificare
japanese: つうち
korean: 알림
portuguese: notificar
russian: Поставить в известность
spanish: Notificar

# WORD_NUMED_SOULSTONES
source: {0} Soulstones
german: {0} Seelensteine
italian: {0} Pietre dell'Anima
japanese: ませき {0}こ
korean: 마석 {0}개

# WORD_NUMED_TURNS
source: {0} Turn
german: {0} Schalten
italian: {0} Turno
japanese: {0} ターン
korean: {0}턴
portuguese: {0} Ligue
spanish: {0} Turno

# WORD_OBSERVATION_RESULT
source: Observation Result
french: Observation Résultat
german: Beobachtungsergebnis
italian: Risultato delle ossevazioni
japanese: ちょうさけっか
korean: 조사 결과
portuguese: Resultado Observação
russian: Наблюдение Результат
spanish: Resultado de la observación

# WORD_OK_COFFIN
source: Take Relic
french: Prenez Relic
german: Nehmen Sie Relic
italian: Prendere Reliquia
japanese: ひつぎを あさる
korean: 관을 뒤진다.
portuguese: tome Relic
russian: Возьмите Relic
spanish: Tomar Reliquia

# WORD_ONCEONLY
source: Once Only
french: Une seule fois
german: Nur einmal
italian: Solo una volta
japanese: 1かいかぎり
korean: 일회용
portuguese: Apenas uma vez
russian: Только однажды
spanish: Por una sola vez

# WORD_OPEN
source: Open
french: Ouvrir
german: Öffnen
italian: Aprire
japanese: あける
korean: 열기
portuguese: Aberto
russian: открыто
spanish: Abrir

# WORD_OPEN_OFFICIAL_SITE
source: Open Official Site
french: Ouvrir le site officiel
german: Öffnen Sie die offizielle Webseite
italian: Aprire Sito Ufficiale
japanese: 公式サイトを開く
korean: 공식 사이트 열기
portuguese: Abrir Site Oficial
russian: Открыть Официальный сайт
spanish: Abrir Sitio Oficial

# WORD_OPEN_SEASON_EVENT
source: Open Season Event Page
german: Open Season Event-Seite
italian: Aprire pagina eventi
japanese: シーズンイベントを開く
korean: 시즌 이벤트 페이지 열기
portuguese: Open Season página do evento
russian: Сезон охоты Событие Страница
spanish: Abrir página de evento

# WORD_OTHER
source: Other
french: Autre
german: Andere
italian: Altro
japanese: そのた
korean: 기타
portuguese: De outros
russian: Другие
spanish: Otro

# WORD_PARAMETER_DETAIL
source: Status__Detail
french: détail d'état
italian: Dettagli__Stato
japanese: パラメータ__しょうさい
korean: 상태__세부사항
spanish: Detalles de tu Estado

# WORD_PERMANENT_PARAMETER
source: Permanent effects
french: effets permanents
german: Permanente Effekte
italian: effetti permanenti
japanese: えいぞくこうか
korean: 지속 효과
portuguese: efeitos permanentes
russian: Постоянные эффекты
spanish: Efectos permanentes

# WORD_PICK_TOTAL
source: Pick Total
french: Choisissez total
german: Pick-Gesamt
italian: Scegli totale
japanese: ひろった かいすう
korean: 주운 횟수
portuguese: Escolha total
russian: Pick Всего
spanish: Número de elecciones

# WORD_PLAY_NUM
source: Play Count
french: Nombres de parties jouées
german: Spielzähler
italian: Numero di partite
japanese: ぼうけん かいすう
korean: 플레이 횟수
portuguese: Número de jogo
russian: Счетчик воспроизведения
spanish: Número de las partidas

# WORD_PLAYED
source: Played
french: Joué
german: Gespielt
italian: Giocato
japanese: かいすう
korean: 횟수
portuguese: Reproduziu
russian: Играли
spanish: Jugado

# WORD_POPUP_EARN_DOF
source: +{0}Frag
italian: +{0}Frammento
japanese: +{0}Flag
russian: +{0}Фрагмент

# WORD_POPUP_GUTS
source: Guts!
french: Cran!
german: Eingeweide!
italian: Budelle!
japanese: ガッツ!
korean: 근성!
portuguese: Culhões!
russian: сила воли!
spanish: ¡Tripas!

# WORD_POWER
source: Power
french: Puissance
german: Leistung
italian: Energia
japanese: いりょく
korean: 위력
portuguese: Poder
russian: Мощность
spanish: Poder

# WORD_PREY
source: Pray
french: Prier
german: Beten
italian: Pregare
japanese: いのる
korean: 기원
portuguese: Orar
russian: молиться
spanish: Orar

# WORD_PROGRESS
source: Progress
french: Le progrès
german: Fortschritt
italian: Progresso
japanese: すすむ
korean: 진행
portuguese: Progresso
russian: Прогресс
spanish: Progreso

# WORD_PROPHET
source: Prophet
french: Prophète
italian: Profeta
japanese: よげんしゃ
korean: 예언자
portuguese: Profeta
russian: пророк
spanish: Profeta

# WORD_PROPHET_SHORT
source: Prophet
french: Prophète
italian: Profeta
japanese: よげん
korean: 예언
portuguese: Profeta
russian: пророк
spanish: Profeta

# WORD_PURCHASE
source: Buy
french: Acheter
german: Kaufen
italian: Comprare
japanese: こうにゅうする
korean: 구매
portuguese: Comprar
russian: купить
spanish: Comprar

# WORD_RANKING
source: Ranking
french: Classement
german: Rang
italian: Classifica
japanese: ランキング
korean: 랭킹
portuguese: posição
russian: ранжирование
spanish: Clasificación

# WORD_RECEIVE
source: Receive
french: Recevoir
german: Erhalten
italian: Ricevere
japanese: うけとる
korean: 받기
portuguese: Receber
russian: Получать
spanish: Recibir

# WORD_RECENT_NEWS
source: Recent News
french: Nouvelles récentes
german: Neueste Nachrichten
italian: Notizie recenti
japanese: さいしん ニュース
korean: 최근 소식
portuguese: Notícias recentes
russian: Свежие новости
spanish: Noticias recientes

# WORD_RECORD
source: Record
german: Aufzeichnung
italian: Disco
japanese: せいせき
korean: 기록
portuguese: Registro
russian: запись
spanish: Grabar

# WORD_REGISTER
source: Register
french: registre
german: Neu registrieren
italian: Registrare
japanese: とうろくする
korean: 등록
portuguese: registo
russian: регистр
spanish: Registro

# WORD_RESET_CONFIRM
source: Reset All
french: Effacer tout
german: Alles zurücksetzen
italian: Resetta tutto
japanese: リセットする
korean: 전체 초기화
portuguese: Reiniciar tudo
russian: Сбросить все
spanish: Resetear todo

# WORD_REST
source: Rest
french: Du repos
german: Sich ausruhen
italian: riposo
japanese: やすむ
korean: 휴식
portuguese: Descansar
russian: Отдых
spanish: Descanso

# WORD_ROAMER
source: Roamer
french: Vagabond
german: Vagabund
italian: Barbone
japanese: さまようむくろ
korean: 방랑자
russian: бродяга
spanish: Vagabundo

# WORD_ROOMS
source: Rooms
french: Pièces
german: Zimmer
italian: Camere
japanese: へや
korean: 방
portuguese: quartos
russian: Номера
spanish: Habitaciones

# WORD_SAINT_LADY
source: Saint
german: Heilige
italian: Santo
japanese: せいじょ
korean: 성녀
portuguese: Santo
russian: святой
spanish: Santo

# WORD_SCORE
source: Score
french: But
german: Ergebnis
italian: Punto
japanese: スコア
korean: 점수
portuguese: Ponto
russian: Гол
spanish: Puntuación

# WORD_SE
source: SE
japanese: こうかおん
korean: 효과음

# WORD_SEARCH
source: Search
french: Chercher
german: Suche
italian: Ricerca
japanese: さがす
korean: 찾기
portuguese: Pesquisa
russian: Поиск
spanish: Buscar

# WORD_SEASON_BOSS
source: Season
french: Saison
german: Saison
italian: Stagione
japanese: シーズン
korean: 시즌
portuguese: Estação
russian: Время года
spanish: Temporada

# WORD_SELL_LAB_PARTS
source: Salvage
french: Sauvetage
german: Plündern
italian: Salvare
japanese: ぶんかい
korean: 분해
portuguese: Salvamento
russian: Спасение
spanish: Salvar

# WORD_SHAKE
source: Shake
french: Secouer
german: Schütteln
italian: Agitare
japanese: しんどう
korean: 진동
portuguese: Mexe
russian: Встряска
spanish: Tienda

# WORD_SHOP
source: Store
french: le magasin
german: Geschäft
italian: Negozio
japanese: ショップ
korean: 상점
portuguese: Loja
russian: хранить
spanish: Tienda

# WORD_SHORT_STORY
source: Short Story
french: Histoire courte
german: Kurzgeschichte
italian: Storia breve
japanese: ショート ストーリー
korean: 짧은 이야기
portuguese: História curta
russian: Короткий рассказ
spanish: Historia corta

# WORD_SKILL
source: Skills
french: Compétences
german: Fähigkeiten
italian: Abilità
japanese: スキル
korean: 기술
portuguese: Habilidades
russian: Навыки
spanish: Habilidades

# WORD_SKILL_LIST
source: Skill List
french: Liste des compétences
german: Fähigkeitenliste
italian: Lista Abilità
japanese: スキルいちらん
korean: 기술 일람
portuguese: Lista de habilidade
russian: Умение Список
spanish: Lista de Habilidades

# WORD_SKILL_RELATE_AllSum
source: Based on Param Sum
french: Sur la base du paramètre total
german: Basierend auf Param Summe
italian: Sulla base dei parametri totale
japanese: パラメータ_ごうけいいぞん
korean: 모든 능력치의 합계 기반
portuguese: Com base em Param Soma
russian: На основе параметров Total
spanish: En base a la suma de parámetros

# WORD_SKILL_RELATE_DEX
source: Based on DEX
french: Sur la base de DEX
german: Basierend auf DEX
italian: Sulla base DEX
japanese: ぎりょういぞん
korean: 기교 기반
portuguese: Com base no DEX
russian: На основе DEX
spanish: En base a DEX

# WORD_SKILL_RELATE_HPRate
source: Based on HP
french: Sur la base de HP
german: Basierend auf HP
italian: Sulla base di HP
japanese: HPいぞん
korean: HP 기반
portuguese: Com base na HP
russian: На основе HP
spanish: En base a HP

# WORD_SKILL_RELATE_INT
source: Based on INT
french: Sur la base de l'INT
german: Basierenda auf INT
italian: Sulla base INT
japanese: まりょくいぞん
korean: 마력 기반
portuguese: Com base em INT
russian: На основе INT
spanish: En base a INT

# WORD_SKILL_RELATE_Level
source: Based on Level
french: En fonction du niveau
german: Basierend auf Stufe
italian: Sulla base di Livello
japanese: レベルいぞん
korean: 레벨 기반
portuguese: Com base no nível
russian: Основываясь на текущем уровне
spanish: En base al Nivel.

# WORD_SKILL_RELATE_MaxHPRate
source: Based on MaxHP
french: Sur la base de MaxHP
german: Basierend auf MaxHP
italian: Sulla base di MaxHP
japanese: さいだいHPいぞん
korean: 최대 HP 기반
portuguese: Com base em MaxHP
russian: На основе MaxHP
spanish: En base a MaxHP

# WORD_SKILL_RELATE_MaxParam
source: Based on Max Param
french: Sur la base des paramètres Max
german: Basierend auf Max Param
italian: Sulla base dei parametri Max
japanese: さいだいパラメータいぞん
korean: 최대 능력치 기반
portuguese: Com base na máxima Param
russian: На основе параметра Max
spanish: En base a Max Param

# WORD_SKILL_RELATE_OppoPoison
source: Based on Opponent's Damage over time
french: Sur la base de dommages de l'adversaire au fil du temps
german: Basierend auf dem Schaden über Zeit des Gegners
italian: Sulla base di danni dell'avversario nel tempo
japanese: てきのけいぞくダメージいぞん
korean: 적의 지속피해 기반
portuguese: Baseado em danos do adversário ao longo do tempo
russian: Основываясь на ущербе, Противника с течением времени
spanish: En base al daño del oponente con el tiempo

# WORD_SKILL_RELATE_PIE
source: Based on PIE
french: Sur la base de PIE
german: Basierend auf PIE
italian: Sulla base PIE
japanese: しんこういぞん
korean: 신앙 기반
portuguese: Com base em PIE
russian: На основе PIE
spanish: En base a PIE

# WORD_SKILL_RELATE_Poison
source: Based on Damage over time
french: Sur la base de dommages au fil du temps
german: Basierend auf dem Schaden
italian: Sulla base di danno nel tempo
japanese: けいぞくダメージいぞん
korean: 지속피해 기반
portuguese: Baseado em danos ao longo do tempo
russian: Основываясь на урон с течением времени
spanish: En base al Daño.

# WORD_SKILL_RELATE_Progress
source: Based on Progress
french: Basé sur la progression
german: Basierend auf dem Fortschritt
italian: Sulla base di Progress
japanese: ほすういぞん
korean: 지나간 방 개수에 기반
portuguese: Com base em Progresso
russian: На основе прогресса
spanish: En base a tu Progreso

# WORD_SKILL_RELATE_SelfHPRate
source: Based on your HP
french: Basé sur votre HP
german: Basierend auf deinen HP
italian: Sulla base di HP
japanese: じしんのHPいぞん
korean: 자신의 HP 기반
portuguese: Com base na sua HP
russian: На основании вашего HP
spanish: En base a tu HP

# WORD_SKILL_RELATE_SelfMaxHPRate
source: Based on your MaxHP
french: Sur la base de votre MaxHP
german: Basierend auf deinen MaxHP
italian: Sulla base della sua MaxHP
japanese: じしんのさいだいHPいぞん
korean: 자신의 최대 HP 기반
portuguese: Com base na sua MaxHP
russian: На основании вашего MaxHP
spanish: En base a tu MaxHP

# WORD_SKILL_RELATE_Shield
source: Based on your shield
french: Sur la base de votre bouclier
german: Basierend auf deinem Schild
italian: Sulla base della sua scudo
japanese: じしんのシールドいぞん
korean: 자신의 보호막에 기반
portuguese: Baseado em seu escudo
russian: На основании вашего щита
spanish: En base a tu escudo

# WORD_SKILL_RELATE_STR
source: Based on STR
french: Sur la base de STR
german: Basierend auf STR
italian: Sulla base STR
japanese: きんりょくいぞん
korean: 근력 기반
portuguese: Com base em STR
russian: На основе STR
spanish: En base a STR

# WORD_SKILL_USE_BARRIER
source: <color=#0F0>-{0}Barrier</color>
french: <Color=#0F0>- {0} Barrière</Color>
german: <color=#0F0>-{0} Barriere</color>
italian: <Color=#0F0> - {0} Barriera </color>
japanese: <color=#0F0>-{0}バリア</color>
korean: <color=#0F0>-{0}방벽</color>
portuguese: <Color=#0F0> - {0} Barreira </color>
russian: <color=#0F0> - {0} Барьер </color>
spanish: <color=#0F0>- {0} Barrera</color>

# WORD_SKILL_USE_INIT
source: <color=#FB0>Firststrike</color>
german: <color=#FB0>Erstschlag</color>
italian: <color=#FB0>Primo Colpo!</color>
japanese: <color=#FB0>せんせいしよう</color>
korean: <color=#FB0>선제공격</color>
spanish: <color=#FB0>Primer Golpe</color>

# WORD_SORT
source: Sort
french: Trier
german: Sortieren
italian: Ordinare
japanese: ソート
korean: 정렬
portuguese: Ordenar
russian: Сортировать
spanish: Ordenar

# WORD_SOULSTONE
source: Soulstones
german: Seelensteine
italian: Pietre dell'Anima
japanese: ませき
korean: 마석
spanish: Piedras de Alma

# WORD_SPECIAL_ENEMY
source: Enemy
french: Ennemi
german: Feind
italian: Nemico
japanese: まもの
korean: 마물
portuguese: Inimigo
russian: враг
spanish: Enemigo

# WORD_STATISTICS
source: Statistics
french: Statistiques
german: Statistiken
italian: Statistiche
japanese: とうけい
korean: 통계
portuguese: Estatisticas
russian: Статистика
spanish: Estadísticas

# WORD_TAKING
source: Taking Item
french: Prenant article
german: Gegenstand nehmen
italian: Prendere Item
japanese: もちこみ
korean: 소지품
portuguese: tomando item
russian: Принимая позицию
spanish: Coger objeto

# WORD_TOTAL_RANKING
source: Global ranking
french: classement total
german: Gesamtrangliste
italian: Ranking Globale
japanese: そうごうランキング
korean: 전체 순위
portuguese: ranking mundial
russian: Общий рейтинг
spanish: Clasificación global

# WORD_TURN
source: Turn
french: Tour
german: Zug
italian: turno
japanese: ターン
korean: 턴
portuguese: Virar
russian: Очередь
spanish: Turno

# WORD_TUTORIAL
source: Tutorial
french: Didacticiel
german: Lernprogramm
japanese: チュートリアル
korean: 튜토리얼
russian: Руководство

# WORD_URL_TITLE_NEW_LAB
source: About New Lab
french: À propos de New Lab
german: Über New Lab
italian: Informazioni su New Lab
japanese: あたらしい ラボ
korean: 새로운 연구실 소개
portuguese: Sobre New Lab
russian: О новой лаборатории
spanish: Acerca de New Lab

# WORD_USE
source: Use
french: Utilisation
german: Benutzen
italian: Usare
japanese: つかう
korean: 사용
portuguese: Usar
russian: использование
spanish: Usar

# WORD_VERSUS
source: PvP
japanese: たいせん
korean: 대전

# WORD_WIN_NUM
source: {0}Win
italian: {0}Vittorie
japanese: {0}れんしょう
korean: {0}연승
spanish: {0} Victorias

# MasterName-SKE01017
source: Petrify
french: Pétrifier
german: Versteinern
italian: pietrificarsi
japanese: せきか
korean: 석화
portuguese: Petrificar
russian: столбенеть
spanish: Petrificar

# MasterName-SKE01018
source: Petrify
french: Pétrifier
german: Versteinern
italian: pietrificarsi
japanese: せきか
korean: 석화
portuguese: Petrificar
russian: столбенеть
spanish: Petrificar

# MasterName-SKE01019
source: Evil eye
french: Mauvais œil
italian: Malocchio
japanese: じゃがん
korean: 사안
portuguese: mau olhado
russian: Сглаз
spanish: Aojo

# MasterName-SKE01020
source: Evil eye
french: Mauvais œil
italian: Malocchio
japanese: じゃがん
korean: 사안
portuguese: mau olhado
russian: Сглаз
spanish: Aojo

# MasterShortName-SKE01017
source: Petrify
french: Pétrifier
german: Versteinern
italian: pietrificarsi
japanese: せきか
korean: 석화
portuguese: Petrificar
russian: столбенеть
spanish: Petrificar

# MasterShortName-SKE01018
source: Petrify
french: Pétrifier
german: Versteinern
italian: pietrificarsi
japanese: せきか
korean: 석화
portuguese: Petrificar
russian: столбенеть
spanish: Petrificar

# MasterShortName-SKE01019
source: Evil eye
french: Mauvais œil
italian: Malocchio
japanese: じゃがん
korean: 사안
portuguese: mau olhado
russian: Сглаз
spanish: Aojo

# MasterShortName-SKE01020
source: Evil eye
french: Mauvais œil
italian: Malocchio
japanese: じゃがん
korean: 사안
portuguese: mau olhado
russian: Сглаз
spanish: Aojo

# MasterDesc-MSM10005
source: Clear 25F.
french: Effacer 25F.
german: Klar 25F.
italian: Cancella 25F.
japanese: 25Fを クリアする
korean: 25층을 클리어한다.
portuguese: Limpar 25F.
russian: Ясно 25F.
spanish: Terminal el nivel 25F.

# MasterDesc-MSM10006
source: Clear 100F.
french: Effacer 100F.
german: Klar 100F.
italian: Cancella 100F.
japanese: 100Fを クリアする
korean: 100층을 클리어한다.
portuguese: Limpar 100F.
russian: Ясно 100F.
spanish: Terminar el nivel 100F.

# MasterDesc-MSM10007
source: Clear 25F.(Nightmare)
french: Effacer 25F.(Cauchemar)
german: Klar 25F.(Alptraum)
italian: Cancella 25F.(Incubo)
japanese: あくむ 25Fを クリアする
korean: 악몽 25층을 클리어한다.
portuguese: Limpar 25F. (Pesadelo)
russian: Ясно 25F.(Кошмар)
spanish: Terminar el nivel 25F. (Pesadilla)

# MasterDesc-MSM10008
source: Clear 25F.(Hell)
french: Effacer 25F.(Enfer)
german: Klar 25F.(Hölle)
italian: Cancella 25F.(Inferno)
japanese: じごく 25Fを クリアする
korean: 지옥 25층을 클리어한다.
portuguese: Limpar 25F. (Inferno)
russian: Ясно 25F.(Ад)
spanish: Terminar el nivel 25F. (Infierno)

# MasterDesc-MSM10009
source: Clear 25F.(Crucible)
french: Effacer 25F.(Creuset)
german: Klar 25F.(Tiegel)
italian: Cancella 25F.(crogiuolo)
japanese: るつぼ 25Fを クリアする
korean: 도가니 25층을 클리어한다.
portuguese: Limpar 25F. (Cadinho)
russian: Ясно 25F.(тигель)
spanish: Terminar el nivel 25F. (Crisol)

# MasterDesc-MSM10010
source: Clear 25F.(Tiger's hole)
french: Effacer 25F.(le trou de Tiger)
german: Klar 25F.(Tiger Loch)
italian: Cancella 25F.(buco di Tiger)
japanese: こけつ 25Fを クリアする
korean: 호랑이굴 25층을 클리어한다.
portuguese: Limpar 25F. (Buraco do tigre)
russian: Ясно 25F.(дыра Тигра)
spanish: Terminar el nivel 25F. (Agujero del Tigre)

# MasterDesc-MSM10011
source: Clear 25F.(Trial)
french: Effacer 25F.(Procès)
german: Klar 25F.(Versuch)
italian: Cancella 25F.(Prova)
japanese: しれん 25Fを クリアする
korean: 시련 25층을 클리어한다.
portuguese: Limpar 25F. (Trial)
russian: Ясно 25F.(пробный)
spanish: Terminar el nivel 25F. (Juicio)

# MasterDesc-MSM10012
source: Clear 25F.(Turbulence)
french: Effacer 25F.(Turbulence)
german: Klar 25F.(Turbulenz)
italian: Cancella 25F.(Turbolenza)
japanese: げきどう 25Fを クリアする
korean: 격동 25층을 클리어한다.
portuguese: Limpar 25F. (Turbulence)
russian: Ясно 25F.(турбулентность)
spanish: Terminar el nivel 25F.(Turbulencia)

# MasterDesc-MSM10013
source: Clear 25F.(Sanctuary)
french: Effacer 25F.(Sanctuaire)
german: Klar 25F.(Heiligtum)
italian: Cancella 25F.(Santuario)
japanese: しんいき 25Fを クリアする
korean: 성역 25층을 클리어한다.
portuguese: Limpar 25F. (Santuário)
russian: Ясно 25F.(святилище)
spanish: Terminar el nivel 25F. (Santuario)

# MasterDesc-MSM10014
source: Clear 25F.(Weathering)
french: Effacer 25F.(Érosion)
german: Klar 25F.(Verwitterung)
italian: Cancella 25F.(Agenti atmosferici)
japanese: ふうか 25Fを クリアする
korean: 풍화 25층을 클리어한다.
portuguese: Limpar 25F. (Weathering)
russian: Ясно 25F.(выветривание)
spanish: Terminar el nivel 25F. (Desgaste)

# MasterDesc-MSM10015
source: Clear 25F.(Epidemic)
french: Effacer 25F.(Épidémie)
german: Klar 25F.(Epidemie)
italian: Cancella 25F.(Epidemico)
japanese: まんえん 25Fを クリアする
korean: 전염 25층을 클리어한다.
portuguese: Limpar 25F. (Epidemic)
russian: Ясно 25F.(эпидемический)
spanish: Terminar el nivel 25F. (Epidemia)
