Repository: ohNussy/translate-test
Catalog: *.po
Languages: french, german, italian, japanese, korean, portuguese, russian, spanish

# TEXT_BODY_DISASTER
source: You found the truth in the Ancient Lab.__Gods of destruction will be revived in the near future.__Kill their Avatars before they revive.
french: Vous avez trouvé la vérité dans l'ancien laboratoire .__ Dieux de destruction sera relancé dans un proche avenir .__ Tuez leurs Avatars avant qu'ils ravivent.
german: Sie fanden die Wahrheit in der alten Lab .__ Götter der Zerstörung wird in naher Zukunft wiederbelebt werden .__ ihre Avatare zu töten, bevor sie wieder zu beleben.
italian: Hai trovato la verità negli antichi Lab .__ Dei di distruzione verrà riproposta in un prossimo futuro .__ uccidere i loro avatar, prima di rilanciare.
japanese: ちにまみれた けんきゅうじょで はっけんされた ぶんけんから わかった しんじつは じんるいに とって あまりにも しんらつな ものであった。__ほろびのかみが しょうらいされるまえに その けしんを ほろぼせ。
korean: 피에 얼룩진 연구실에서 발견한 문헌에서 찾은 진실은 인류에게는 너무나도 가혹한 것이었다. __멸망의 신이 초래하기 전에 그 화신을 멸하라.
portuguese: Encontrou a verdade no laboratório antiga .__ deuses de destruição vai ser relançado no futuro próximo .__ Matar seus avatares antes de reviver.
russian: Вы нашли истину в древних богов Лаборатории .__ разрушения будет восстановлена ​​в ближайшее время .__ убить их аватары, прежде чем они оживать.
spanish: Encontraste la verdad en el laboratorio antigua .__ dioses de destrucción será revivido en un futuro próximo .__ Mata a sus avatares antes de que revivir.

# TEXT_BODY_EVENT_JOB_DARKELF_0
source: You see a Dark Elf in the direction you're traveling. She is aware of you, but does not seem to care.
french: Vous voyez un elfe noir dans la direction que vous êtes en voyage. Elle est au courant de vous, mais ne semble pas se soucier.
german: Sie sehen eine Dunkelelfen in Richtung Sie unterwegs sind. Sie ist sich bewusst von Ihnen, aber scheint nicht zu kümmern.
italian: Si vede un Elfo Oscuro nella direzione in cui si sta viaggiando. Lei è a conoscenza di te, ma non sembrano cura.
japanese: ふと いくさきに はだのくろい じょせいが すわりこんでいるのが めにはいった。 かのじょは あなたに きづいているが こちらをみるようすは ない。
korean: 문득 앞에 피부가 까만 여성이 앉아 있는 것이 눈에 들어왔다. 그녀는 당신을 알아차린 것 같지만 이쪽을 살피는 기색은 아니다.
portuguese: Você vê um Elfo Negro na direção que você está viajando. Ela está consciente de você, mas não parece se importar.
russian: Вы видите темный эльф в направлении, куда вы собираетесь поехать. Она знает о вас, но, кажется, не волнует.
spanish: Ves a un Dark Elf en la dirección en que está viajando. Ella es consciente de que, aunque no parece que se preocupan.

# TEXT_BODY_EVENT_JOB_DARKELF_1
source: She disappeared right after you passed her. ''Wait… what?'' You feel uncomfortable.
french: Elle a disparu juste après son passé. ''Attends quoi?'' Vous vous sentez mal à l'aise.
german: Sie verschwand gleich nach ihr vorbeiging. ''Warte was?'' Sie fühlen sich unwohl.
italian: Scomparve subito dopo il suo passato. ''Aspetta cosa?'' Ci si sente a disagio.
japanese: あなたは そのばを とおりすぎたが いつのまにか かのじょのすがたは きえていた。 はて？ なにか いわかんが…
korean: 당신이 그 곳을 지나치자 어느새 그녀의 모습은 사라져 있었다. 어라? 무언가 위화감이…
portuguese: Ela desapareceu logo depois que você passou por ela. ''Espere o que?'' Você se sentir desconfortável.
russian: Она исчезла сразу после того, прошел мимо нее. ''Чего ждать?'' Вы чувствуете себя некомфортно.
spanish: Ella desapareció justo después de que le ha pasado. ''¿Esperar lo?'' Se siente incómodo.

# TEXT_BODY_EVENT_JOB_DARKELF_10
source: Well... Perhaps nobody should blame her for theft in such troubling times. <color=#FB0>You unlocked new job: ''Dark Elf''.</color>
french: Eh bien ... Peut-être que personne ne devrait lui reprocher le vol dans ces temps difficiles.<Color=#FB0>Vous nouvel emploi déverrouillée:. ''Dark Elf''</color>
german: Nun ... Vielleicht sollte niemand sie wegen Diebstahls in einem solchen beunruhigenden Zeiten schuld. <Color=#FB0> Sie entriegelten neuen Job. ''Dark Elf'' </Color>
italian: Beh ... Forse nessuno dovrebbe biasimarla per furto in tempi così preoccupanti.<color=#FB0>È sbloccato nuovo lavoro:. ''Dark Elf''</color>
japanese: いや このひじょうなじだいに だれかが なにかをうばうことを とがめることなど だれにも できはしないだろう。__<color=#FB0>しょくぎょう「ダークエルフ」が かいきんされました。</color>
korean: 아니, 이 비정한 시대에서 누군가가 무언가를 빼앗는다고 비난하는 짓은 아무도 할 수 없겠지. __<color=#FB0>직업 [다크 엘프]의 잠금이 해제되었다.</color>
portuguese: Bem ... Talvez ninguém deve culpá-la por roubo em tais tempos difíceis. <Color=#FB0> Você novo trabalho desbloqueado:. ''Dark Elf'' </color>
russian: Ну ... Может быть, никто не должен винить ее за воровство в таких тревожные времена. <color=#fb0> Вы разблокирована новую работу:. ''Темный Эльф'' </color>
spanish: Bueno ... Tal vez nadie debe culpar por el robo en tiempos tan problemáticos.<Color=#FB0>Usted desbloqueado nuevo trabajo:. ''Dark Elf''</color>

# TEXT_BODY_EVENT_JOB_DARKELF_2
source: What the hell?! She stole your equipment.<color=#F33>You lost your equipment.</color>
french: Que se passe-t-il?! Elle a volé votre équipement.<Color=#F33>Vous avez perdu votre équipement.</color>
german: Was zum Teufel?! Sie stahl Ihre Ausrüstung. <Color=#F33> Sie haben Ihr Gerät. </Color>
italian: Che diavolo?! Ha rubato la vostra attrezzatura.<color=#F33>hai perso la tua attrezzatura.</color>
japanese: なんということだ！ あなたの もっていたそうびが なくなっている。 いまの じょせいに ぬすまれたのか？__<color=#F33>そうびひんを 1つ うしないました。</color>
korean: 이런 젠장! 당신이 가지고 있던 장비가 사라졌다. 방금 그 여자가 훔쳐간 것인가?__<color=#F33>장비를 하나 잃었다.</color>
portuguese: Que diabos?! Ela roubou seu equipamento. <Color=#F33> Você perdeu seu equipamento. </color>
russian: Какого черта?! Она украла ваше оборудование. <color=#F33> Вы потеряли свое оборудование. </color>
spanish: ¡¿Que demonios?! Ella robó su equipo.<Color=#F33>Usted perdió su equipo.</color>

# TEXT_BODY_EVENT_JOB_DARKELF_3
source: That woman… You found the Dark Elf who stole your equpment, but she approaches you without warning.
french: Cette femme ... Vous avez trouvé l'elfe noir qui a volé votre equpment, mais elle vous approche sans avertissement.
german: Diese Frau ... Sie fanden die Dunkelelfen, die Ihre equpment gestohlen hat, aber sie nähert sich ihr ohne Vorwarnung.
italian: Quella donna ... È trovato l'Elfo Oscuro che ha rubato il tuo equpment, ma lei si avvicina senza preavviso.
japanese: あの おんなだ… あなたは あなたの そうびを うばった にっくき ダークエルフの すがたを みとめた。 しかし かのじょは むけいかいに ちかよってきた。
korean: 그 여자다… 당신의 장비를 훔친 듯한 다크 엘프의 모습을 보았다. 그러나 그녀는 경계하지 않는 모습으로 다가왔다.
portuguese: Aquela mulher ... Você encontrou o Dark Elf que roubou seu equpment, mas ela se aproxima de você, sem aviso prévio.
russian: Эта женщина ... Ты нашел Темный эльф, который украл ваш холод, но она подходит к вам без предупреждения.
spanish: Esa mujer ... Usted encontró el Dark Elf que robó su Equpment, pero ella se le acerca sin previo aviso.

# TEXT_BODY_EVENT_JOB_DARKELF_4
source: ''I apologize for my older sister.'' She bows in apology. You feel someone come up behind you.
french: Je suis désolé pour ma sœur aînée. Elle salue en excuses. Vous vous sentez monter quelqu'un derrière vous.
german: Ich entschuldige mich für meine ältere Schwester. Sie neigt entschuldigend. Sie fühlen sich jemand hinter dir kommen.
italian: Mi scuso per la mia sorella maggiore. Si inchina per scusarsi. Ci si sente qualcuno venire dietro di voi.
japanese: 「あねが ごめいわくを おかけしました」 おんなは うやうやしく あたまを さげた。 そのとき あなたは はいごに けはいを かんじた。
korean: ''언니가 민폐를 끼쳤습니다.'' 그녀는 정중하게 머리를 숙였다. 그 순간 당신은 뒤에서 무언가의 기척을 느꼈다.
portuguese: ''Peço desculpas por minha irmã mais velha.'' Ela se curva em desculpas. Você sente alguém vir atrás de você.
russian: Прошу прощения за своей старшей сестрой. Она кланяется в извинение. Вы чувствуете, кто-то пришел за тобой.
spanish: Me disculpo por mi hermana mayor. Se inclina a modo de disculpa. Usted siente que alguien venga por detrás.

# TEXT_BODY_EVENT_JOB_DARKELF_5
source: Suddenly, you feel a strong impact and fall over. You were zapped! <color=#F33>You lost your equipment.</color>
french: Tout à coup, vous vous sentez un fort impact et tomber. Vous avez été zappé!<Color=#F33>Vous avez perdu votre équipement.</color>
german: Plötzlich fühlt man sich einen starken Einfluss und umfallen. Sie wurden gezappt! <Color=#F33> Sie haben Ihr Gerät. </Color>
italian: Improvvisamente, si sente un forte impatto e cadere. Lei è stato zapped!<color=#F33>hai perso la tua attrezzatura.</color>
japanese: つよい しょうげきをうけ あなたは たおれこんだ。 きをとりなおすと あなたは また してやられたことを しった。__<color=#F33>そうびひんを 1つ うしないました。</color>
korean: 강한 충격을 받고 당신은 쓰러졌다. 정신을 차리고나서 당신은 또 속았다는 사실을 깨닫고 자책했다.__<color=#F33>다시 장비를 하나 잃었다.</color>
portuguese: De repente, você se sente um impacto forte e cair. Você foi eletrocutado! <Color=#F33> Você perdeu seu equipamento. </color>
russian: Внезапно вы почувствуете сильное влияние и упасть. Вы были всесильный! <color=#F33> Вы потеряли свое оборудование. </color>
spanish: De repente, se siente un fuerte impacto y se caen. Usted fue zapping!<Color=#F33>Usted perdió su equipo.</color>

# TEXT_BODY_EVENT_JOB_DARKELF_6
source: ''I won't be fooled again.'' You stalk the Dark Elf from behind a corner.
french: Je ne serai pas dupe à nouveau. Vous traquer l'elfe noir derrière un coin.
german: Ich werde nicht wieder täuschen. Sie pirschen die Dunkelelfen hinter einer Ecke.
italian: Non voglio essere ingannato di nuovo. È Stalk l'Elfo Oscuro da dietro un angolo.
japanese: こんどこそ だまされない。 あなたは すわりこんだ そのじょせいの はいごから にじりよった。
korean: 이번에야말로 속지 않는다. 당신은 주저앉은 그녀의 뒤로 조금씩 다가갔다.
portuguese: ''Eu não vou ser enganado novamente.'' Você perseguir o Elfo Negro por trás de uma esquina.
russian: Я не буду вводить в заблуждение еще раз. Вы черенок Темный эльф из-за угла.
spanish: No se deje engañar de nuevo. Usted acechar el Elfo Oscuro desde detrás de una esquina.

# TEXT_BODY_EVENT_JOB_DARKELF_7
source: You lost her when you came around. She really is elusive...
french: Vous l'avez perdu lorsque vous êtes venu autour. Elle est vraiment insaisissable ...
german: Sie verloren ihr, wenn Sie kamen um. Sie ist wirklich schwer ...
italian: L'hai perso quando sei venuta in giro. Lei è davvero sfuggente ...
japanese: しかし ものかげから とびだしたしゅんかんには もうすでに かのじょのすがたは なかった。 "しんしゅつきぼつ"とは かのじょのためにある ことばかもしれない。
korean: 그러나 그늘에서 튀어 나왔을 때 이미 그녀의 모습은 보이지 않았다. ''신출귀몰''이라는 말은 그녀를 위한 것일지도 모른다.
portuguese: Você perdeu o seu quando você apareceu. Ela é realmente indescritível ...
russian: Ты потерял ее, когда вы пришли вокруг. Она действительно является недостижимой ...
spanish: La perdiste cuando se dio la vuelta. Ella realmente es difícil de alcanzar ...

# TEXT_BODY_EVENT_JOB_DARKELF_8
source: You meet her again. She looks like a tragic figure. Her face shows severe pain.
french: Vous la rencontrez à nouveau. Elle ressemble à un personnage tragique. Son visage montre une douleur intense.
german: Sie treffen sie wieder. Sie sieht aus wie eine tragische Figur. Ihr Gesicht zeigt starke Schmerzen.
italian: La incontri di nuovo. Sembra una figura tragica. Il suo viso mostra un forte dolore.
japanese: かわりはてた すがたとなった かのじょに さいかいした あなたは そのひょうじょうに はげしいくつうを みてとれた。
korean: 변해버린 모습의 그녀와 재회한 당신은 그녀의 표정에서 심각한 고통을 눈치챘다.
portuguese: Você encontrá-la novamente. Ela parece uma figura trágica. Seu rosto mostra a dor severa.
russian: Вы снова встретиться с ней. Она похожа на трагическую фигуру. Ее лицо показывает сильную боль.
spanish: De que lo vea de nuevo. Ella se ve como una figura trágica. Su cara muestra el dolor severo.

# TEXT_BODY_EVENT_JOB_DARKELF_9
source: Dark Elves are an unfortunate people that have long been living a deprived life. Noone can blame her.
french: Les Elfes Noirs sont un clan malheureux qui a longtemps vécu une vie défavorisée. Personne ne peut lui reprocher.
german: Dunkelelfen sind ein unglücklicher Clan, der seit langem ein benachteiligtes Leben gelebt. Niemand kann es ihr verdenken.
italian: Elfi Oscuri sono una sfortunata clan che è stato a lungo vissuto una vita disagiate. Nessuno può biasimarla.
japanese: ダークエルフは おおくのものを うばわれながら いきてきた ふぐうの いちぞくだ。 かのじょが なにかを うばうことを せめるけんりは だれにもないかもしれない。
korean: 다크 엘프는 많은 것들을 빼앗기며 살아온 불우한 일족이다. 그녀가 무언가를 빼앗는 행위를 비난할 권리는 그 누구에게도 없을지 모른다.
portuguese: Dark Elves são um povo infelizes que têm sido vivem uma vida privada. Ninguém pode culpá-la.
russian: Темные Эльфы несчастный клан, который уже давно живет бедном жизнь. Никто не может обвинить ее.
spanish: Los elfos oscuros son un clan lamentable que durante mucho tiempo ha estado viviendo una vida privada. Nadie puede culpar a ella.

# TEXT_BODY_EVENT_JOB_DRAGOON_0
source: The knight with wings walks towards you. He looks at you without concern.
french: Le chevalier avec des ailes se dirige vers vous. Il vous regarde sans souci.
german: Der Ritter mit Flügeln geht auf Sie. Er schaut dich ohne Sorge.
italian: Il cavaliere con le ali cammina verso di te. Lui ti guarda senza preoccupazione.
japanese: つばさを はやした いような ふうていの きしが こちらに むかって あるいてきた。 かれは あなたを みても どうじる ようすは ない。
korean: 날개가 달린 이상한 모습의 기사가 이쪽을 향해 다가왔다. 그는 당신을 살펴봤지만 동요하는 기색은 보이지 않았다.
portuguese: O cavaleiro com asas caminha em direção a você. Ele olha para você, sem preocupação.
russian: Конь с крыльями идет к вам. Он смотрит на вас, не заботясь.
spanish: El caballero con las alas camina hacia usted. Él te mira sin preocupación.

# TEXT_BODY_EVENT_JOB_DRAGOON_1
source: ''You seek strength even after dying. You're an inspiration to other warriors.'' He seems to admire you.
french: Vous cherchez la force même après la mort. Vous êtes une source d'inspiration à d'autres guerriers. Il semble que vous admirez.
german: Sie suchen Festigkeit auch nach dem Tod. Du bist eine Inspiration für andere Krieger. Er scheint Sie zu bewundern.
italian: Cercate forza, anche dopo la morte. Sei un esempio per altri guerrieri. Sembra ammirarti.
japanese: 「ししてなお つよさをもとめる ぶじんの かがみだな きでんは」 かれは かんしんした ようすで うなずいた。
korean: ''귀공은 이미 죽은 자임에도 불구하고 강함을 추구하는 무인의 귀감이구려.'' 그가 감탄하는 모습으로 고개를 끄덕였다.
portuguese: ''Você procura força, mesmo depois de morrer. Você é uma inspiração para outros guerreiros.'' Ele parece admirá-lo.
russian: Вы ищете силу даже после смерти. Вы вдохновением для других воинов. Он, кажется, восхищаются вами.
spanish: Ustedes buscan fuerza, incluso después de morir. Eres una inspiración para otros guerreros. Parece que admirarte.

# TEXT_BODY_EVENT_JOB_DRAGOON_10
source: You are not interested in what he lived for. You are interested in how to use his corpse. <color=#FB0>You unlocked a new job : ''Dragoon''.</color>
french: Vous n'êtes pas intéressé par ce qu'il a vécu. Vous êtes intéressé par la façon d'utiliser son cadavre.<Color=#FB0>Vous déverrouillée un nouvel emploi. ''Dragoon''</color>
german: Sie sind nicht daran interessiert, was denn er lebte. Sie sind daran interessiert, wie seine Leiche zu verwenden. <Color=#FB0> Sie schloss einen neuen Job. ''Dragoon'' </Color>
italian: Non siete interessati a ciò che ha vissuto per. Sei interessato a come utilizzare il suo cadavere.<color=#FB0>È sbloccato un nuovo lavoro:. ''Dragoon''</color>
japanese: かれが なんのために いきたか どうかと あなたにとって かれの したいが このうえない ざいりょうである ことには なんの かんけいもない。__<color=#FB0>しょくぎょう「ドラグーン」が かいきんされました。</color>
korean: 당신에게 있어서 그가 어떻게 살다갔는지는 아무런 상관도 없다. 단지 그의 시체가 더할나위 없는 좋은 재료라는 점이 중요할 뿐이다.__<color=#FB0>직업 [용기병]의 잠금을 해제했습니다.</color>
portuguese: Você não está interessado em que ele vivia. Você está interessado em como usar seu cadáver. <Color=#FB0> Você desbloqueou um novo trabalho: ''Dragoon'' </color>
russian: Вы не заинтересованы в том, что он жил. Вы заинтересованы в том, как использовать его труп. <color=#fb0> Вы открыли новую работу:. ''Драгунским'' </color>
spanish: Usted no está interesado en lo que él vivió. Usted está interesado en el uso de su cadáver.<Color=#FB0>Se abrió un nuevo trabajo:. ''Dragón''</color>

# TEXT_BODY_EVENT_JOB_DRAGOON_2
source: I want to fight against you in the future. He walked away slowly.
french: Je veux me battre contre vous dans l'avenir. Il marchait lentement.
german: Ich möchte in Zukunft gegen dich kämpfen. Er ging langsam weg.
italian: Voglio combattere contro di te in futuro. Si allontanò lentamente.
japanese: 「いつかは きでんとも てあわせ したいところだな」 かれは のっしのっしと そのばを さった。
korean: ''언젠가 귀공과도 자웅을 겨루고싶구려.'' 그는 느릿느릿하게 자리를 떠났다.
portuguese: Eu quero lutar contra você no futuro. Ele se afastou lentamente.
russian: Я хочу, чтобы бороться с вами в будущем. Он отошел медленно.
spanish: Quiero pelear contra en el futuro. Se alejó lentamente.

# TEXT_BODY_EVENT_JOB_DRAGOON_3
source: The knight with wings breathes in and is surrounded by corpses.
french: Le chevalier avec des ailes respire et est entouré de cadavres.
german: Der Ritter mit Flügeln atmet und von Leichen umgeben.
italian: Il cavaliere con le ali respira ed è circondato da cadaveri.
japanese: いつかみた つばさの きしが まものの したいに かこまれて ひといきついている。
korean: 언젠가 봤던 날개달린 기사가 마물의 시체에 둘러싸여 한숨을 돌리고 있다.
portuguese: O cavaleiro com asas respira e é cercado por cadáveres.
russian: Рыцарь с крыльями дышит и окружен трупов.
spanish: El caballero con las alas respira y está rodeado de cadáveres.

# TEXT_BODY_EVENT_JOB_DRAGOON_4
source: ''Hey, you!'' He looked at you and was relieved.
french: Hé toi! Il vous regardait et était soulagé.
german: Hallo du! Er sah dich an und war erleichtert.
italian: Ei, tu! Lui ha guardato e si sentì sollevato.
japanese: 「おお、きでんか」 かれは かたで いきをきらし あんどしている。
korean: ''오오, 귀공인가.'' 그는 숨을 가쁘게 쉬며 안도했다.
portuguese: ''Ei você!'' Ele olhou para você e ficou aliviado.
russian: Эй, ты! Он посмотрел на тебя и был освобожден.
spanish: ¡Eh, tú! En que te miraba y se sintió aliviado.

# TEXT_BODY_EVENT_JOB_DRAGOON_5
source: ''This place is like Hell... I was dying...'' He continued to tend to his wounds.
french: Cet endroit est comme l'enfer ... Je mourais ... Il a continué à tendre à ses blessures.
german: Dieser Ort ist wie die Hölle ... Ich würde sterben ... er seine Wunden zu neigen fortgesetzt.
italian: Questo posto è come l'inferno ... stavo morendo ... Ha continuato a curare le sue ferite.
japanese: 「ここは じごくのようだ いつ おれも あしもとを すくわれるか…」 かれは じしんの てあてを つづけた。
korean: ''여기는 지옥과도 같군. 언젠가 나 자신도 발목을 붙들릴지도…'' 그는 계속 상처를 치료했다.
portuguese: ''Este lugar é como o inferno ... eu estava morrendo ...'' Ele continuou a tendem a suas feridas.
russian: Это место, как ад ... я умираю ... Он продолжал, как правило, его раны.
spanish: Este lugar es como el infierno ... me estaba muriendo ... Continuó tienden a sus heridas.

# TEXT_BODY_EVENT_JOB_DRAGOON_6
source: You… The knight with wings walked toward you staggering.
french: Vous ... Le chevalier avec des ailes marchiez vers vous titubant.
german: Sie ... Der Ritter mit Flügeln ging zu Ihnen Staffelung.
italian: È ... Il cavaliere con le ali camminava verso di sé sconcertante.
japanese: 「きでんか…」 つばさのきしが よろめきながら あなたのもとに あるいてきた。
korean: ''귀공인가…'' 날개달린 기사가 비틀거리며 다가왔다.
portuguese: Você ... O cavaleiro com asas caminhou em sua direção cambaleando.
russian: Вы ... Конь с крыльями шел по направлению к себе ошеломляет.
spanish: Usted ... El caballo con alas que se dirigió hacia escalonamiento.

# TEXT_BODY_EVENT_JOB_DRAGOON_7
source: It is time to fight! The knight with wings attacks you!
french: Il est temps de se battre! Le chevalier avec des ailes vous attaque!
german: Es ist Zeit zu kämpfen! Der Ritter mit Flügeln dich angreift!
italian: E 'tempo di combattere! Il cavaliere con le ali ti attacca!
japanese: 「いまこそが けっとうのとき いざ しょうぶ！」 つばさのきしが おそいかかってきた！
korean: ''지금이 바로 결투의 때, 승부요!'' 날개의 기사가 습격했다!
portuguese: É hora de lutar! O cavaleiro com asas te ataca!
russian: Пришло время бороться! Рыцарь с крыльями атакует вас!
spanish: Es hora de luchar! El caballo con alas que ataca!

# TEXT_BODY_EVENT_JOB_DRAGOON_8
source: You are strong indeed... The bleeding from his abdomen is not due to you. He had already received a mortal wound.
french: Vous êtes fort en effet ... Le saignement de son abdomen est pas due à vous. Il avait déjà reçu une blessure mortelle.
german: Sie sind in der Tat stark ... Die Blutung aus seinem Bauch Ihnen nicht fällig ist. Er hatte bereits eine tödliche Wunde erhalten.
italian: Tu sei forte davvero ... Il sanguinamento dal suo addome non è dovuto a voi. Aveva già ricevuto una ferita mortale.
japanese: 「やぁ やはり きでんは つよいな…」 ふくぶからの しゅっけつは あなたによる ものではない。 かれはすでに ちめいしょうを うけていたのだ。
korean: ''음, 역시 귀공은 강하구려…'' 복부의 출혈은 당신에 의한 것이 아니다. 그는 이미 치명상을 입고 있었던 것이다.
portuguese: Você é forte, na verdade ... O sangramento de seu abdômen não é devido a você. Ele já tinha recebido um ferimento mortal.
russian: Вы сильны на самом деле ... Кровотечение из его живота не из-за вас. Он уже получил смертельную рану.
spanish: Eres fuerte efecto ... El sangrado de su abdomen no se debe a usted. Ya había recibido una herida mortal.

# TEXT_BODY_EVENT_JOB_DRAGOON_9
source: I was happy to fight against you... He died with gratification.
french: Je suis heureux de se battre contre vous ... Il est mort avec satisfaction.
german: Ich war glücklich, gegen dich zu kämpfen ... Er mit Befriedigung gestorben.
italian: Sono stato felice di combattere contro di voi ... E 'morto con la gratificazione.
japanese: 「さいごに きでんと たたかえて よかった…」 かれは まんぞくそうに いきを ひきとった。
korean: ''최후에 귀공과 싸울 수 있어서 다행이오…'' 그는 만족스럽게 숨을 거두었다.
portuguese: Fiquei feliz em lutar contra você ... Ele morreu com a gratificação.
russian: Я был счастлив, чтобы бороться против вас ... Он умер с удовлетворением.
spanish: Yo estaba feliz de luchar contra usted ... Murió con la gratificación.

# TEXT_BODY_EVENT_JOB_SAINT_0
source: Are you Buriedbornes? asked a beautiful woman looking you up and down. ''It seems.'' you reply.
french: Êtes-vous Buriedbornes? demanda une belle femme vous regardant de haut en bas. ''Il semble.'' vous répondez.
german: Sind Sie Buriedbornes? eine schöne Frau fragte Sie nach oben und nach unten. ''Es scheint.'' Sie antworten.
italian: Sei Buriedbornes? chiese una bella donna che osserva in su e in giù. ''Sembra.'' si risponde.
japanese: 「あなた Buriedbornes？」 ふりかえると うつくしい じょせいが けいかいを とかずに あなたを みすえていた。 「どうやら そのようね」
korean: ''당신, Buriedbornes?'' 뒤돌아보자 아름다운 여성이 경계를 풀지않은 채 당신을 응시하고 있었다. ''아무래도 맞는 것 같네요.''
portuguese: Você está Buriedbornes? perguntou uma bela mulher olhando para cima e para baixo. ''Parece.'' você responde.
russian: Вы Buriedbornes? спросила красивая женщина смотрит вас вверх и вниз. ''Кажется.'' Вы отвечаете.
spanish: ¿Estás Buriedbornes? preguntó una mujer hermosa que mira hacia arriba y abajo. ''Parece.'' Tú contestas.

# TEXT_BODY_EVENT_JOB_SAINT_1
source: She leaves without bothering to hide her contempt. ''Shame on you, Pretender.''
french: Elle laisse sans prendre la peine de cacher son mépris. ''Honte à vous, Pretender.''
german: Sie geht ohne ihre Verachtung zu verbergen stört. ''Schämen Sie sich, Pretender''.
italian: Se ne va senza preoccuparsi di nascondere il suo disprezzo. ''Vergogna, Pretender''.
japanese: かのじょは ぶべつを かくさない ひょうじょうのまま せを むけた。 「せいめいを ぼうとくする こうい… はじを しりなさい」 そのまま どこかへ あるきさってしまった。
korean: 그녀는 경멸감을 숨기지 않은 채 등을 돌렸다. ''생명을 더럽히는 행위…부끄러운 줄 아세요.'' 그대로 어디론가 걸어서 떠나가 버렸다.
portuguese: Ela sai sem se preocupar em esconder seu desprezo. ''Que vergonha, Pretender''.
russian: Она уходит, не потрудившись скрыть свое презрение. ''Стыдно, Самозванец».
spanish: Ella deja sin molestarse en ocultar su desprecio. ''Qué vergüenza, Pretendiente''.
